AddVolume=\u8FFD\u52A0
ConfigureTitle=\u8A2D\u5B9A
ExportDomainIsNotAttachedToAnyDcMsg=\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u30C9\u30E1\u30A4\u30F3\u306F\u30C7\u30FC\u30BF\u30BB\u30F3\u30BF\u30FC\u306B\u30A2\u30BF\u30C3\u30C1\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002\u30C9\u30E1\u30A4\u30F3\u304C\u30C7\u30FC\u30BF\u30BB\u30F3\u30BF\u30FC\u306B\u30A2\u30BF\u30C3\u30C1\u3055\u308C\u3001\u30A2\u30AF\u30C6\u30A3\u30D6\u306E\u72B6\u614B\u306E\u5834\u5408\u306E\u307F\u3001\u30C7\u30FC\u30BF\u3092\u53D6\u5F97\u3067\u304D\u307E\u3059\u3002
RDPTitle=RDP
VDSMVersionAbout=VDSM \u30D0\u30FC\u30B8\u30E7\u30F3
VNCTitle=VNC
aboutOVirtEngineTitle=oVirt Engine \u306B\u3064\u3044\u3066
addAnotherHostClusterGuide=\u5225\u306E\u30DB\u30B9\u30C8\u3092\u8FFD\u52A0
addBricksButtonLabel=\u8FFD\u52A0
addBricksReplicaCountIncreaseValidationMsg=\u30EC\u30D7\u30EA\u30AB\u6570\u306F 1 \u3064\u305A\u3064\u3057\u304B\u5897\u3084\u305B\u307E\u305B\u3093\u3002
addBricksStripeCountIncreaseValidationMsg=\u30B9\u30C8\u30E9\u30A4\u30D7\u6570\u306F 1 \u3064\u305A\u3064\u3057\u304B\u5897\u3084\u305B\u307E\u305B\u3093\u3002
addBricksVolume=\u30D6\u30EA\u30C3\u30AF\u306E\u8FFD\u52A0
addDesktopsToUserADGroupTitle=\u30E6\u30FC\u30B6\u30FC/AD \u30B0\u30EB\u30FC\u30D7\u306B\u30C7\u30B9\u30AF\u30C8\u30C3\u30D7\u3092\u8FFD\u52A0
addEventNotificationTitle=\u30A4\u30D9\u30F3\u30C8\u901A\u77E5\u306E\u8FFD\u52A0
addLocalStorageTitle=\u30ED\u30FC\u30AB\u30EB\u30B9\u30C8\u30EC\u30FC\u30B8\u3092\u8FFD\u52A0
addMultipleHostsTitle=\u30DB\u30B9\u30C8\u306E\u8FFD\u52A0
addOptionVolume=\u30AA\u30D7\u30B7\u30E7\u30F3\u306E\u8FFD\u52A0
addPermissionToUserTitle=\u30E6\u30FC\u30B6\u30FC\u3078\u306E\u30D1\u30FC\u30DF\u30C3\u30B7\u30E7\u30F3\u8FFD\u52A0
addSystemPermissionToUserTitle=\u30E6\u30FC\u30B6\u30FC\u306B\u30B7\u30B9\u30C6\u30E0\u6A29\u9650\u3092\u8FFD\u52A0
addUsersAndGroupsTitle=\u30E6\u30FC\u30B6\u30FC\u3068\u30B0\u30EB\u30FC\u30D7\u306E\u8FFD\u52A0
addVirtualDiskTitle=\u4EEE\u60F3\u30C7\u30A3\u30B9\u30AF\u306E\u8FFD\u52A0
addressIsNotValidHostNameOrIpAddressInvalidReason=\u30A2\u30C9\u30EC\u30B9\u306F\u3001\u6709\u52B9\u306A\u30DB\u30B9\u30C8\u540D\u307E\u305F\u306F IP \u30A2\u30C9\u30EC\u30B9\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002
administrationOperationsRoleTree=\u7BA1\u7406\u64CD\u4F5C
advancedDetailsBrickTitle=\u30D6\u30EA\u30C3\u30AF\u306E\u8A73\u7D30
allocCanBeModifiedOnlyWhenImportSingleVm=\u5272\u308A\u5F53\u3066\u3092\u4FEE\u6B63\u3067\u304D\u308B\u306E\u306F\u3001\u5358\u4E00\u306E\u4EEE\u60F3\u30DE\u30B7\u30F3\u3092\u30A4\u30F3\u30DD\u30FC\u30C8\u3059\u308B\u5834\u5408\u306E\u307F\u3067\u3059\u3002
allowBasicVmOperationsRoleTreeTooltip=\u4EEE\u60F3\u30DE\u30B7\u30F3\u306E\u57FA\u672C\u64CD\u4F5C\u3092\u8A31\u53EF - \u5B9F\u884C/\u505C\u6B62/\u4E00\u6642\u505C\u6B62
allowChangeVmPropertiesRoleTreeTooltip=\u4EEE\u60F3\u30DE\u30B7\u30F3\u306E\u30D7\u30ED\u30D1\u30C6\u30A3\u3092\u5909\u66F4\u8A31\u53EF
allowImportExportOperationsRoleTreeTooltip=\u30A4\u30F3\u30DD\u30FC\u30C8/\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u64CD\u4F5C\u3092\u8A31\u53EF
allowMigratingVmBetweenHostsInClusterRoleTreeTooltip=\u30AF\u30E9\u30B9\u30BF\u30FC\u5185\u306E\u30DB\u30B9\u30C8\u9593\u3067\u4EEE\u60F3\u30DE\u30B7\u30F3\u306E\u79FB\u884C\u3092\u8A31\u53EF
allowReconnectToVmRoleTreeTooltip=\u73FE\u5728\u958B\u3044\u3066\u3044\u308B\u30EA\u30E2\u30FC\u30C8\u30B3\u30F3\u30BD\u30FC\u30EB\u30BB\u30C3\u30B7\u30E7\u30F3\u306E\u30AA\u30FC\u30D0\u30FC\u30E9\u30A4\u30C9\u3092\u8A31\u53EF
allowToAddNewHostToTheClusterRoleTreeTooltip=\u65B0\u898F\u30DB\u30B9\u30C8\u306E\u30AF\u30E9\u30B9\u30BF\u30FC\u3078\u306E\u8FFD\u52A0\u3092\u8A31\u53EF
allowToAddRemoveDiskToTheVmRoleTreeTooltip=\u4EEE\u60F3\u30DE\u30B7\u30F3\u304B\u3089/\u3078\u306E\u30C7\u30A3\u30B9\u30AF\u8FFD\u52A0/\u524A\u9664\u3092\u8A31\u53EF
allowToAddRemoveLogicalNetworksForTheClusterRoleTreeTooltip=\u30AF\u30E9\u30B9\u30BF\u30FC\u306E\u8AD6\u7406\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u8FFD\u52A0/\u524A\u9664\u3092\u8A31\u53EF
allowToAddRemovePermissionsForUsersOnObjectsInTheSystemRoleTreeTooltip=\u30B7\u30B9\u30C6\u30E0\u5185\u306E\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3067\u30E6\u30FC\u30B6\u30FC\u30D1\u30FC\u30DF\u30C3\u30B7\u30E7\u30F3\u306E\u8FFD\u52A0/\u524A\u9664\u3092\u8A31\u53EF
allowToAddRemoveUsersFromTheSystemRoleTreeTooltip=\u30B7\u30B9\u30C6\u30E0\u3078/\u304B\u3089\u306E\u30E6\u30FC\u30B6\u30FC\u8FFD\u52A0/\u524A\u9664\u3092\u8A31\u53EF
allowToAttachCdToTheVmRoleTreeTooltip=\u4EEE\u60F3\u30DE\u30B7\u30F3\u3078\u306E CD/DVD \u306E\u30A2\u30BF\u30C3\u30C1\u3092\u8A31\u53EF
allowToAttachDiskToVmRoleTreeTooltip=\u4EEE\u60F3\u30DE\u30B7\u30F3\u3078\u306E\u30C7\u30A3\u30B9\u30AF\u306E\u30A2\u30BF\u30C3\u30C1\u3092\u8A31\u53EF
allowToChangeHostStatusRoleTreeTooltip=\u30DB\u30B9\u30C8\u306E\u30B9\u30C6\u30FC\u30BF\u30B9\u306E\u5909\u66F4\u3092\u8A31\u53EF\:  activate/maintenance
allowToChangePropertiesOfTheDiskRoleTreeTooltip=\u30C7\u30A3\u30B9\u30AF\u30D7\u30ED\u30D1\u30C6\u30A3\u306E\u5909\u66F4\u3092\u8A31\u53EF
allowToChangePropertiesOfTheVmPoolRoleTreeTooltip=\u4EEE\u60F3\u30DE\u30B7\u30F3\u30D7\u30FC\u30EB\u30D7\u30ED\u30D1\u30C6\u30A3\u306E\u5909\u66F4\u3092\u8A31\u53EF
allowToChangeStorageDomainStatusRoleTreeTooltip=\u30B9\u30C8\u30EC\u30FC\u30B8\u30C9\u30E1\u30A4\u30F3\u306E\u30B9\u30C6\u30FC\u30BF\u30B9\u306E\u5909\u66F4\u3092\u8A31\u53EF\uFF1Amaintenance/activate; attach/detach
allowToChangeTemplatePropertiesRoleTreeTooltip=\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8\u30D7\u30ED\u30D1\u30C6\u30A3\u306E\u5909\u66F4\u3092\u8A31\u53EF
allowToChangeVmCustomPropertiesRoleTreeTooltip=VM \u30AB\u30B9\u30BF\u30E0\u30D7\u30ED\u30D1\u30C6\u30A3\u306E\u5909\u66F4\u3092\u8A31\u53EF
allowToConfigureHostsNetworkPhysicalInterfacesRoleTreeTooltip=\u30DB\u30B9\u30C8\u306E\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u7269\u7406\u30A4\u30F3\u30BF\u30FC\u30D5\u30A7\u30FC\u30B9 (NIC) \u306E\u8A2D\u5B9A\u3092\u8A31\u53EF
allowToConfigureTemlateNetworkRoleTreeTooltip=\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u306E\u8A2D\u5B9A\u3092\u8A31\u53EF
allowToConfigureVMsNetworkRoleTreeTooltip=\u4EEE\u60F3\u30DE\u30B7\u30F3\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u306E\u8A2D\u5B9A\u3092\u8A31\u53EF
allowToCopyTemplateBetweenStorageDomainsRoleTreeTooltip=\u30B9\u30C8\u30EC\u30FC\u30B8\u30C9\u30E1\u30A4\u30F3\u9593\u306B\u304A\u3051\u308B\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8\u306E\u30B3\u30D4\u30FC\u3092\u8A31\u53EF
allowToCreateDataCenterRoleTreeTooltip=\u30C7\u30FC\u30BF\u30BB\u30F3\u30BF\u30FC\u306E\u4F5C\u6210\u3092\u8A31\u53EF
allowToCreateDeleteSnapshotsOfTheVmRoleTreeTooltip=\u4EEE\u60F3\u30DE\u30B7\u30F3\u306E\u30B9\u30CA\u30C3\u30D7\u30B7\u30E7\u30C3\u30C8\u306E\u4F5C\u6210/\u524A\u9664\u3092\u8A31\u53EF
allowToCreateDiskRoleTreeTooltip=\u30C7\u30A3\u30B9\u30AF\u306E\u4F5C\u6210\u3092\u8A31\u53EF
allowToCreateGlusterVolumesRoleTree=Gluster \u30DC\u30EA\u30E5\u30FC\u30E0\u306E\u4F5C\u6210\u3092\u8A31\u53EF
allowToCreateLogicalNetworkPerDataCenterRoleTreeTooltip=\u30C7\u30FC\u30BF\u30BB\u30F3\u30BF\u30FC\u3054\u3068\u306E\u8AD6\u7406\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u4F5C\u6210\u3092\u8A31\u53EF
allowToCreateNewClusterRoleTreeTooltip=\u65B0\u898F\u30AF\u30E9\u30B9\u30BF\u30FC\u306E\u4F5C\u6210\u3092\u8A31\u53EF
allowToCreateNewTemplateRoleTreeTooltip=\u65B0\u898F\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8\u306E\u4F5C\u6210\u3092\u8A31\u53EF
allowToCreateNewVmsRoleTreeTooltip=\u65B0\u898F\u4EEE\u60F3\u30DE\u30B7\u30F3\u306E\u4F5C\u6210\u3092\u8A31\u53EF
allowToCreateStorageDomainRoleTreeTooltip=\u30B9\u30C8\u30EC\u30FC\u30B8\u30C9\u30E1\u30A4\u30F3\u306E\u4F5C\u6210\u3092\u8A31\u53EF
allowToCreateVmPoolRoleTreeTooltip=\u4EEE\u60F3\u30DE\u30B7\u30F3\u30D7\u30FC\u30EB\u306E\u4F5C\u6210\u3092\u8A31\u53EF
allowToDefineConfigureRolesInTheSystemRoleTreeTooltip=\u30B7\u30B9\u30C6\u30E0\u5185\u306E\u30ED\u30FC\u30EB\u5B9A\u7FA9/\u8A2D\u5B9A\u3092\u8A31\u53EF
allowToDeleteDiskRoleTreeTooltip=\u30C7\u30A3\u30B9\u30AF\u306E\u524A\u9664\u3092\u8A31\u53EF
allowToDeleteLogicalNetworkRoleTreeTooltip=\u8AD6\u7406\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u306E\u524A\u9664\u3092\u8A31\u53EF
allowToDeleteStorageDomainRoleTreeTooltip=\u30B9\u30C8\u30EC\u30FC\u30B8\u30C9\u30E1\u30A4\u30F3\u306E\u524A\u9664\u3092\u8A31\u53EF
allowToDeleteVmPoolRoleTreeTooltip=\u4EEE\u60F3\u30DE\u30B7\u30F3\u30D7\u30FC\u30EB\u306E\u524A\u9664\u3092\u8A31\u53EF
allowToEditClusterPropertiesRoleTreeTooltip=\u30AF\u30E9\u30B9\u30BF\u30FC\u30D7\u30ED\u30D1\u30C6\u30A3\u306E\u7DE8\u96C6\u3092\u8A31\u53EF
allowToEditHostPropertiesRoleTreeTooltip=\u30DB\u30B9\u30C8\u306E\u7DE8\u96C6\u3092\u8A31\u53EF (\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9/\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB)
allowToEditLogicalNetworkRoleTreeTooltip=\u8AD6\u7406\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u306E\u30D7\u30ED\u30D1\u30C6\u30A3\u306E\u7DE8\u96C6\u3092\u8A31\u53EF
allowToEditLogicalNetworksForTheClusterRoleTreeTooltip=\u30AF\u30E9\u30B9\u30BF\u30FC\u5185\u306E\u8AD6\u7406\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF (\u4F8B\: \u5FC5\u9808\u4EE5\u5916\u306E\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u307E\u305F\u306F\u30C7\u30A3\u30B9\u30D7\u30EC\u30A4\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF) \u306E\u7DE8\u96C6\u3092\u8A31\u53EF
allowToGetOrSetSystemConfigurationRoleTreeTooltip=\u30B7\u30B9\u30C6\u30E0\u8A2D\u5B9A\u306E\u53D6\u5F97\u307E\u305F\u306F\u8A2D\u5B9A\u3092\u8A31\u53EF
allowToLoginToTheSystemRoleTreeTooltip=\u30B7\u30B9\u30C6\u30E0\u3078\u306E\u30ED\u30B0\u30A4\u30F3\u3092\u8A31\u53EF
allowToManipulateGlusterVolumesRoleTree=Gluster \u30DC\u30EA\u30E5\u30FC\u30E0\u306E\u64CD\u4F5C\u3092\u8A31\u53EF
allowToModifyDataCenterPropertiesRoleTreeTooltip=\u30C7\u30FC\u30BF\u30BB\u30F3\u30BF\u30FC\u30D7\u30ED\u30D1\u30C6\u30A3\u306E\u5909\u66F4\u3092\u8A31\u53EF
allowToModifyStorageDomainPropertiesRoleTreeTooltip=\u30B9\u30C8\u30EC\u30FC\u30B8\u30C9\u30E1\u30A4\u30F3\u30D7\u30ED\u30D1\u30C6\u30A3\u306E\u5909\u66F4\u3092\u8A31\u53EF
allowToMoveDiskToAnotherStorageDomainRoleTreeTooltip=\u5225\u306E\u30B9\u30C8\u30EC\u30FC\u30B8\u30C9\u30E1\u30A4\u30F3\u3078\u306E\u30C7\u30A3\u30B9\u30AF\u79FB\u52D5\u3092\u8A31\u53EF
allowToMoveVmImageToAnotherStorageDomainRoleTreeTooltip=\u5225\u306E\u30B9\u30C8\u30EC\u30FC\u30B8\u30C9\u30E1\u30A4\u30F3\u3078\u306E\u4EEE\u60F3\u30DE\u30B7\u30F3\u79FB\u52D5\u3092\u8A31\u53EF
allowToRemoveClusterRoleTreeTooltip=\u30AF\u30E9\u30B9\u30BF\u30FC\u306E\u524A\u9664\u3092\u8A31\u53EF
allowToRemoveDataCenterRoleTreeTooltip=\u30C7\u30FC\u30BF\u30BB\u30F3\u30BF\u30FC\u306E\u524A\u9664\u3092\u8A31\u53EF
allowToRemoveExistingHostFromTheClusterRoleTreeTooltip=\u30AF\u30E9\u30B9\u30BF\u30FC\u304B\u3089\u65E2\u5B58\u30DB\u30B9\u30C8\u306E\u524A\u9664\u3092\u8A31\u53EF
allowToRemoveExistingTemplateRoleTreeTooltip=\u65E2\u5B58\u306E\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8\u306E\u524A\u9664\u3092\u8A31\u53EF
allowToRemoveVmsFromTheSystemRoleTreeTooltip=\u30B7\u30B9\u30C6\u30E0\u304B\u3089\u306E\u4EEE\u60F3\u30DE\u30B7\u30F3\u306E\u524A\u9664\u3092\u8A31\u53EF
allowToRunPauseStopVmFromVmPoolRoleTreeTooltip=\u4EEE\u60F3\u30DE\u30B7\u30F3\u30D7\u30FC\u30EB\u304B\u3089\u306E\u4EEE\u60F3\u30DE\u30B7\u30F3\u306E\u5B9F\u884C/\u4E00\u6642\u505C\u6B62/\u505C\u6B62\u3092\u8A31\u53EF
allowViewingTheVmConsoleScreenRoleTreeTooltip=\u4EEE\u60F3\u30DE\u30B7\u30F3\u306E\u30B3\u30F3\u30BD\u30FC\u30EB\u753B\u9762\u306E\u8868\u793A\u3092\u8A31\u53EF
allowVmNetworkPortMirroringRoleTreeTooltip=\u4EEE\u60F3\u30DE\u30B7\u30F3\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u3078\u306E\u30DD\u30FC\u30C8\u30DF\u30E9\u30FC\u30EA\u30F3\u30B0\u306E\u8A2D\u5B9A\u3092\u8A31\u53EF
applicationsTitle=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3
areYouSurYouWantToDetachSelectedVirtualMachinesMsg=\u9078\u629E\u3057\u305F\u4EEE\u60F3\u30DE\u30B7\u30F3\u3092\u30C7\u30BF\u30C3\u30C1\u3057\u3066\u3082\u3088\u308D\u3057\u3044\u3067\u3059\u304B\uFF1F
areYouSureTitle=\u672C\u5F53\u306B\u3088\u308D\u3057\u3044\u3067\u3059\u304B\uFF1F
areYouSureYouWantDetachFollowingStoragesMsg=\u6B21\u306E\u30B9\u30C8\u30EC\u30FC\u30B8\u3092\u30C7\u30BF\u30C3\u30C1\u3057\u3066\u3082\u3088\u308D\u3057\u3044\u3067\u3059\u304B\uFF1F
areYouSureYouWantDetachFromUserFollowingVmsMsg=\u6B21\u306E\u4EEE\u60F3\u30DE\u30B7\u30F3\u304B\u3089\u30E6\u30FC\u30B6\u30FC\u3092\u30C7\u30BF\u30C3\u30C1\u3057\u3066\u3082\u3088\u308D\u3057\u3044\u3067\u3059\u304B\uFF1F
areYouSureYouWantDetachStorageFromDcsMsg=\u6B21\u306E\u30C7\u30FC\u30BF\u30BB\u30F3\u30BF\u30FC\u304B\u3089\u30B9\u30C8\u30EC\u30FC\u30B8\u3092\u30C7\u30BF\u30C3\u30C1\u3057\u3066\u3082\u3088\u308D\u3057\u3044\u3067\u3059\u304B\uFF1F
areYouSureYouWantToMakeTheChangesPersistentMsg=\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u8A2D\u5B9A\u306B\u5909\u66F4\u3092\u52A0\u3048\u305F\u5834\u5408\u3001\u660E\u793A\u7684\u306B\u4FDD\u5B58\u3055\u308C\u308B\u307E\u3067\u5909\u66F4\u306F\u4E00\u6642\u7684\u306A\u3082\u306E\u3067\u3059\u3002\u6C38\u7D9A\u7684\u306B\u5909\u66F4\u3057\u3066\u3082\u3088\u308D\u3057\u3044\u3067\u3059\u304B\uFF1F
areYouSureYouWantToPlaceFollowingHostsIntoMaintenanceModeMsg=\u6B21\u306E\u30DB\u30B9\u30C8\u3092\u30E1\u30F3\u30C6\u30CA\u30F3\u30B9\u30E2\u30FC\u30C9\u306B\u8A2D\u5B9A\u3057\u3066\u3082\u3088\u308D\u3057\u3044\u3067\u3059\u304B\uFF1F
areYouSureYouWantToRemoveTheStorageDomainMsg=\u30B9\u30C8\u30EC\u30FC\u30B8\u30C9\u30E1\u30A4\u30F3\u3092\u524A\u9664\u3057\u3066\u3082\u3088\u308D\u3057\u3044\u3067\u3059\u304B\uFF1F
areYouSureYouWantToRestartTheFollowingHostsMsg=\u6B21\u306E\u30DB\u30B9\u30C8\u3092\u518D\u8D77\u52D5\u3057\u3066\u3082\u3088\u308D\u3057\u3044\u3067\u3059\u304B\uFF1F
areYouSureYouWantToShutDownTheFollowingVirtualMachinesMsg=\u6B21\u306E\u4EEE\u60F3\u30DE\u30B7\u30F3\u3092\u30B7\u30E3\u30C3\u30C8\u30C0\u30A6\u30F3\u3057\u3066\u3082\u3088\u308D\u3057\u3044\u3067\u3059\u304B\uFF1F
areYouSureYouWantToStopTheFollowingHostsMsg=\u6B21\u306E\u30DB\u30B9\u30C8\u3092\u505C\u6B62\u3057\u3066\u3082\u3088\u308D\u3057\u3044\u3067\u3059\u304B\uFF1F
areYouSureYouWantToStopTheFollowingVirtualMachinesMsg=\u6B21\u306E\u4EEE\u60F3\u30DE\u30B7\u30F3\u306E\u96FB\u6E90\u3092\u5207\u65AD\u3057\u3066\u3082\u3088\u308D\u3057\u3044\u3067\u3059\u304B\uFF1F
asciiNameValidationMsg=\u540D\u524D\u306B 'A-Z'\u3001'a-z'\u3001'0-9' \u3001\u30A2\u30F3\u30C0\u30FC\u30B9\u30B3\u30A2 (_)\u3001\u30CF\u30A4\u30D5\u30F3 (-) \u4EE5\u5916\u306F\u4F7F\u7528\u3067\u304D\u307E\u305B\u3093\u3002
asciiOrNoneValidationMsg=\u4F7F\u7528\u3067\u304D\u308B\u306E\u306F\u3001\u6A19\u6E96\u306E ASCII \u6587\u5B57\u30BB\u30C3\u30C8\u306B\u9069\u5408\u3057\u305F\u82F1\u6570\u5B57\u304A\u3088\u3073\u7279\u6B8A\u6587\u5B57\u306E\u307F\u3067\u3059\u3002
assignDetachNetworkTitle=\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u306E\u5272\u308A\u5F53\u3066/\u5272\u308A\u5F53\u3066\u89E3\u9664
assignDetachNetworksTitle=\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u306E\u5272\u308A\u5F53\u3066/\u5272\u308A\u5F53\u3066\u89E3\u9664
assignQuotaForDisk=\u30C7\u30A3\u30B9\u30AF\u30AF\u30A9\u30FC\u30BF\u3092\u5272\u308A\u5F53\u3066
assignTagsTitle=\u30BF\u30B0\u306E\u5272\u308A\u5F53\u3066
assignUsersAndGroupsToQuotaTitle=\u30AF\u30A9\u30FC\u30BF\u3078\u306E\u30E6\u30FC\u30B6\u30FC/\u30B0\u30EB\u30FC\u30D7\u5272\u308A\u5F53\u3066
assignmentsMsg=\u5272\u308A\u5F53\u3066
atLeastOneDiskMustBeMarkedMsg=\u5C11\u306A\u304F\u3068\u3082 1 \u3064\u4EE5\u4E0A\u306E\u30C7\u30A3\u30B9\u30AF\u306B\u30DE\u30FC\u30AF\u3092\u3064\u3051\u3066\u304F\u3060\u3055\u3044\u3002
attachDetachNetworkToFromClustersTitle=\u30AF\u30E9\u30B9\u30BF\u30FC\u306B\u5BFE\u3059\u308B\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u306E\u30A2\u30BF\u30C3\u30C1/\u30C7\u30BF\u30C3\u30C1
attachExportDomainTitle=\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u30C9\u30E1\u30A4\u30F3\u306E\u30A2\u30BF\u30C3\u30C1
attachISOLibraryTitle=ISO \u30E9\u30A4\u30D6\u30E9\u30EA\u306E\u30A2\u30BF\u30C3\u30C1
attachStorageTitle=\u30B9\u30C8\u30EC\u30FC\u30B8\u306E\u30A2\u30BF\u30C3\u30C1
attachToDataCenterTitle=\u30C7\u30FC\u30BF\u30BB\u30F3\u30BF\u30FC\u3078\u306E\u30A2\u30BF\u30C3\u30C1
attachedHost=\u30A2\u30BF\u30C3\u30C1\u6E08\u307F
automaticTitle=\u81EA\u52D5
backupTemplateTitle=\u30D0\u30C3\u30AF\u30A2\u30C3\u30D7\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8
basicOperationsRoleTree=\u57FA\u672C\u64CD\u4F5C
blankTemplateCannotBeCopied=Blank \u306E\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8\u306F\u30B3\u30D4\u30FC\u3067\u304D\u307E\u305B\u3093\u3002
blankTemplateCannotBeEdited=Blank \u306E\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8\u306F\u7DE8\u96C6\u3067\u304D\u307E\u305B\u3093\u3002
blankTemplateCannotBeExported=Blank \u306E\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8\u306F\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u3067\u304D\u307E\u305B\u3093\u3002
blankTemplateCannotBeRemoved=Blank \u306E\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8\u306F\u524A\u9664\u3067\u304D\u307E\u305B\u3093\u3002
bondNetworkInterfacesTitle=\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u30A4\u30F3\u30BF\u30FC\u30D5\u30A7\u30FC\u30B9\u3092\u30DC\u30F3\u30C7\u30A3\u30F3\u30B0
bookmarsMsg=\u30D6\u30C3\u30AF\u30DE\u30FC\u30AF
bricksTitle=\u30D6\u30EA\u30C3\u30AF
cancel=\u30AD\u30E3\u30F3\u30BB\u30EB
cannotAddNicWithUnmanagedNetworkToBond=\u975E\u7BA1\u7406\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u3092\u4F7F\u3046 NIC \u3092\u30DC\u30F3\u30C7\u30A3\u30F3\u30B0\u306B\u8FFD\u52A0\u3067\u304D\u307E\u305B\u3093\u3002
cannotAddNicWithUnsyncNetworkToBond=\u975E\u540C\u671F\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u3092\u4F7F\u3046 NIC \u3092\u30DC\u30F3\u30C7\u30A3\u30F3\u30B0\u306B\u8FFD\u52A0\u3067\u304D\u307E\u305B\u3093\u3002
cannotChooseVolumesClusterinTreeContect=\u30C4\u30EA\u30FC\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u3067\u30DC\u30EA\u30E5\u30FC\u30E0\u306E\u30AF\u30E9\u30B9\u30BF\u30FC\u3092\u9078\u629E\u3067\u304D\u307E\u305B\u3093\u3002
cannotChooseVolumesDataCenterinTreeContect=\u30C4\u30EA\u30FC\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u3067\u30DC\u30EA\u30E5\u30FC\u30E0\u306E\u30C7\u30FC\u30BF\u30BB\u30F3\u30BF\u30FC\u3092\u9078\u629E\u3067\u304D\u307E\u305B\u3093\u3002
cannotCreateBondIfNicsContainsUnmanagedNetwork=NIC \u306B\u975E\u7BA1\u7406\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u304C\u542B\u307E\u308C\u308B\u5834\u5408\u3001\u30DC\u30F3\u30C7\u30A3\u30F3\u30B0\u3092\u4F5C\u6210\u3067\u304D\u307E\u305B\u3093\u3002
cannotCreateBondIfNicsContainsUnsyncNetwork=NIC \u306B\u975E\u540C\u671F\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u304C\u542B\u307E\u308C\u308B\u5834\u5408\u3001\u30DC\u30F3\u30C7\u30A3\u30F3\u30B0\u3092\u4F5C\u6210\u3067\u304D\u307E\u305B\u3093\u3002
cannotRemoveBricksDistributedReplicateVolume=\u5206\u6563\u8907\u88FD\u30DC\u30EA\u30E5\u30FC\u30E0\u3067\u524A\u9664\u3059\u308B\u3088\u3046\u306B\u9078\u629E\u3057\u305F\u30D6\u30EA\u30C3\u30AF\u306F\u4E0D\u6B63\u3067\u3059\u3002\u3059\u3079\u3066\u306E\u30D6\u30EA\u30C3\u30AF\u304C\u540C\u3058\u30B5\u30D6\u30DC\u30EA\u30E5\u30FC\u30E0\u304B\u3089\u6765\u3066\u3044\u308B\u304B\u3001\u5404\u30B5\u30D6\u30DC\u30EA\u30E5\u30FC\u30E0\u306B\u30D6\u30EA\u30C3\u30AF\u304C 1 \u3064\u5B58\u5728\u3057\u3066\u3044\u307E\u3059\u3002
cannotRemoveBricksDistributedStripeVolume=\u5206\u6563\u30B9\u30C8\u30E9\u30A4\u30D6\u30DC\u30EA\u30E5\u30FC\u30E0\u3067\u524A\u9664\u3059\u308B\u3088\u3046\u306B\u9078\u629E\u3057\u305F\u30D6\u30EA\u30C3\u30AF\u306F\u4E0D\u6B63\u3067\u3059\u3002\u9078\u629E\u3057\u305F\u30D6\u30EA\u30C3\u30AF\u306F\u540C\u3058\u30B5\u30D6\u30DC\u30EA\u30E5\u30FC\u30E0\u304B\u3089\u6765\u3066\u3044\u307E\u3059\u3002
cannotRemoveBricksReplicateVolume=\u8907\u88FD\u30DC\u30EA\u30E5\u30FC\u30E0\u304B\u3089\u4E00\u5EA6\u306B\u8907\u6570\u306E\u30D6\u30EA\u30C3\u30AF\u3092\u524A\u9664\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002
cdromTitle=CD/DVD-ROM
changeCDTitle=CD/DVD \u3092\u5909\u66F4
changeCd=CD/DVD \u3092\u5909\u66F4
changeClusterCompatibilityVersionTitle=\u30AF\u30E9\u30B9\u30BF\u30FC\u306E\u4E92\u63DB\u30D0\u30FC\u30B8\u30E7\u30F3\u3092\u5909\u66F4
changeDCQuotaEnforcementModeTitle=\u30C7\u30FC\u30BF\u30BB\u30F3\u30BF\u30FC\u306E\u30AF\u30A9\u30FC\u30BF\u30E2\u30FC\u30C9\u3092\u5909\u66F4
changeDataCenterCompatibilityVersionTitle=\u30C7\u30FC\u30BF\u30BB\u30F3\u30BF\u30FC\u306E\u4E92\u63DB\u30D0\u30FC\u30B8\u30E7\u30F3\u3092\u5909\u66F4
clearBricksButtonLabel=\u30AF\u30EA\u30A2
cloneQuotaTitle=\u30AF\u30A9\u30FC\u30BF\u3092\u30B3\u30D4\u30FC
cloneTitle=\u30AF\u30ED\u30FC\u30F3
cloneVmFromSnapshotTitle=\u30B9\u30CA\u30C3\u30D7\u30B7\u30E7\u30C3\u30C8\u304B\u3089\u4EEE\u60F3\u30DE\u30B7\u30F3\u306E\u30AF\u30ED\u30FC\u30F3\u3092\u4F5C\u6210
close=\u9589\u3058\u308B
clusterRoleTree=\u30AF\u30E9\u30B9\u30BF\u30FC
clusterServiceValidationMsg=\u30B5\u30FC\u30D3\u30B9\u306F\u5C11\u306A\u304F\u3068\u3082 1 \u3064\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044\u3002
clustersMsg=\u30AF\u30E9\u30B9\u30BF\u30FC
clustersTitle=\u30AF\u30E9\u30B9\u30BF\u30FC
configureClusterRoleTree=\u30AF\u30E9\u30B9\u30BF\u30FC\u3092\u8A2D\u5B9A
configureDataCenterRoleTree=\u30C7\u30FC\u30BF\u30BB\u30F3\u30BF\u30FC\u3092\u8A2D\u5B9A
configureHostClusterGuide=\u30DB\u30B9\u30C8\u3092\u8A2D\u5B9A
configureHostRoleTree=\u30DB\u30B9\u30C8\u3092\u8A2D\u5B9A
configureLaterTitle=\u5F8C\u3067\u8A2D\u5B9A
configureLocalStorageTitle=\u30ED\u30FC\u30AB\u30EB\u30B9\u30C8\u30EC\u30FC\u30B8\u306E\u8A2D\u5B9A
configureNetworkRoleTree=\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u3092\u8A2D\u5B9A
configurePowerManagement=\u96FB\u6E90\u7BA1\u7406\u3092\u8A2D\u5B9A
configureStorageDomainRoleTree=\u30B9\u30C8\u30EC\u30FC\u30B8\u30C9\u30E1\u30A4\u30F3\u3092\u8A2D\u5B9A
configureSystemRoleTree=\u30B7\u30B9\u30C6\u30E0\u3092\u8A2D\u5B9A
configureVolumesRoleTree=\u30DC\u30EA\u30E5\u30FC\u30E0\u3092\u8A2D\u5B9A
configuringLocalStorageHost=\u30ED\u30FC\u30AB\u30EB\u30B9\u30C8\u30EC\u30FC\u30B8\u3092\u8A2D\u5B9A\u4E2D\u3067\u3059\u3002
configuringLocalStoragePermittedOnlyAdministratorsWithSystemLevelPermissionsReason=\u30B7\u30B9\u30C6\u30E0\u30EC\u30D9\u30EB\u306E\u30D1\u30FC\u30DF\u30C3\u30B7\u30E7\u30F3\u3092\u6301\u3064\u7BA1\u7406\u8005\u306E\u307F\u304C\u30ED\u30FC\u30AB\u30EB\u30B9\u30C8\u30EC\u30FC\u30B8\u3092\u8A2D\u5B9A\u3067\u304D\u307E\u3059\u3002
confirmStopVolume=\u30DC\u30EA\u30E5\u30FC\u30E0\u3092\u505C\u6B62
confirmTitle=\u78BA\u5B9A
consoleDisconnectedTitle=\u30B3\u30F3\u30BD\u30FC\u30EB\u3092\u5207\u65AD
consoleOptions=\u30B3\u30F3\u30BD\u30FC\u30EB\u30AA\u30D7\u30B7\u30E7\u30F3
copyDisksTitle=\u30C7\u30A3\u30B9\u30AF\u3092\u30B3\u30D4\u30FC
copyRoleTitle=\u30ED\u30FC\u30EB\u306E\u30B3\u30D4\u30FC
copyTemplateTitle=\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8\u3092\u30B3\u30D4\u30FC
copytoClipboardTitle=\u30AF\u30EA\u30C3\u30D7\u30DC\u30FC\u30C9\u306B\u30B3\u30D4\u30FC
couldNotConnectToOvirtEngineServiceMsg=Engine \u30B5\u30FC\u30D3\u30B9\u306B\u63A5\u7D9A\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u30DA\u30FC\u30B8\u306E\u66F4\u65B0\u3092\u518D\u8A66\u884C\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u554F\u984C\u304C\u89E3\u6C7A\u3057\u306A\u3044\u5834\u5408\u306B\u306F\u3001\u30B7\u30B9\u30C6\u30E0\u7BA1\u7406\u8005\u306B\u9023\u7D61\u3057\u3066\u304F\u3060\u3055\u3044\u3002
couldNotReadTemplatesFromExportDomainMsg=\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u30C9\u30E1\u30A4\u30F3\u304B\u3089\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8\u3092\u8AAD\u307F\u8FBC\u3080\u3053\u3068\u304C\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
couldNotRetrieveLUNsLunsFailure=LUN \u3092\u53D6\u5F97\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u304A\u4F7F\u3044\u306E\u30B9\u30C8\u30EC\u30FC\u30B8\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
createNewBondTitle=\u65B0\u898F\u30DC\u30F3\u30C7\u30A3\u30F3\u30B0\u306E\u4F5C\u6210
createSnapshotTitle=\u30B9\u30CA\u30C3\u30D7\u30B7\u30E7\u30C3\u30C8\u3092\u4F5C\u6210
createVolumeTitle=\u30DC\u30EA\u30E5\u30FC\u30E0\u306E\u4F5C\u6210
dataCenterAddAnotherClusterAction=\u5225\u306E\u30AF\u30E9\u30B9\u30BF\u30FC\u3092\u8FFD\u52A0
dataCenterAddMoreStorageAction=\u30B9\u30C8\u30EC\u30FC\u30B8\u3092\u3055\u3089\u306B\u8FFD\u52A0
dataCenterAttachISOLibraryAction=ISO \u30E9\u30A4\u30D6\u30E9\u30EA\u3092\u30A2\u30BF\u30C3\u30C1
dataCenterAttachMoreStorageAction=\u30B9\u30C8\u30EC\u30FC\u30B8\u3092\u3055\u3089\u306B\u30A2\u30BF\u30C3\u30C1
dataCenterAttachStorageAction=\u30B9\u30C8\u30EC\u30FC\u30B8\u3092\u30A2\u30BF\u30C3\u30C1
dataCenterConfigureClustersAction=\u30AF\u30E9\u30B9\u30BF\u30FC\u3092\u8A2D\u5B9A
dataCenterConfigureHostsAction=\u30DB\u30B9\u30C8\u3092\u8A2D\u5B9A
dataCenterConfigureISOLibraryAction=ISO \u30E9\u30A4\u30D6\u30E9\u30EA\u3092\u8A2D\u5B9A
dataCenterConfigureStorageAction=\u30B9\u30C8\u30EC\u30FC\u30B8\u3092\u8A2D\u5B9A
dataCenterIsNotAccessibleMsg=\u30C7\u30FC\u30BF\u30BB\u30F3\u30BF\u30FC\u306B\u306F\u30A2\u30AF\u30BB\u30B9\u3067\u304D\u307E\u305B\u3093\u3002
dataCenterReInitializeTitle=\u30C7\u30FC\u30BF\u30BB\u30F3\u30BF\u30FC\u306E\u518D\u521D\u671F\u5316
dataCenterRoleTree=\u30C7\u30FC\u30BF\u30BB\u30F3\u30BF\u30FC
dataCenterSelectHostsAction=\u30DB\u30B9\u30C8\u3092\u9078\u629E
dataCenterTitle=\u30C7\u30FC\u30BF\u30BB\u30F3\u30BF\u30FC
dataCenterWasAlreadyInitializedDcGuide=\u30C7\u30FC\u30BF\u30BB\u30F3\u30BF\u30FC\u306F\u3059\u3067\u306B\u521D\u671F\u5316\u3055\u308C\u3066\u3044\u307E\u3059\u3002
dataCentersMsg=\u30C7\u30FC\u30BF\u30BB\u30F3\u30BF\u30FC
dataCentersTitle=\u30C7\u30FC\u30BF\u30BB\u30F3\u30BF\u30FC
defaultQuotaPrefix=DefaultQuota
defineClusterQuotaOnDataCenterTitle=\u30AF\u30A9\u30FC\u30BF\u306E\u7DE8\u96C6
defineStorageQuotaOnDataCenterTitle=\u30AF\u30A9\u30FC\u30BF\u306E\u7DE8\u96C6
deleteSnapshotTitle=\u30B9\u30CA\u30C3\u30D7\u30B7\u30E7\u30C3\u30C8\u306E\u524A\u9664
desktopVmType=\u30C7\u30B9\u30AF\u30C8\u30C3\u30D7
destroyStorageDomainTitle=\u30B9\u30C8\u30EC\u30FC\u30B8\u30C9\u30E1\u30A4\u30F3\u306E\u7834\u68C4
detachAllVmsWarning=\u6CE8\: \u30D7\u30FC\u30EB\u304B\u3089\u5168\u4EEE\u60F3\u30DE\u30B7\u30F3\u3092\u30C7\u30BF\u30C3\u30C1\u3059\u308B\u3088\u3046\u9078\u629E\u3055\u308C\u307E\u3057\u305F\u3002\u3053\u306E\u64CD\u4F5C\u306B\u3088\u308A\u30D7\u30FC\u30EB\u81EA\u4F53\u3082\u524A\u9664\u3055\u308C\u307E\u3059\u3002
detachGlusterHostsTitle=Gluster \u30DB\u30B9\u30C8\u306E\u30C7\u30BF\u30C3\u30C1
detachNetworkInterfacesTitle=\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u30A4\u30F3\u30BF\u30FC\u30D5\u30A7\u30FC\u30B9\u306E\u30C7\u30BF\u30C3\u30C1
detachStorageTitle=\u30B9\u30C8\u30EC\u30FC\u30B8\u306E\u30C7\u30BF\u30C3\u30C1
detachVirtualMachinesTitle=\u4EEE\u60F3\u30DE\u30B7\u30F3\u306E\u30C7\u30BF\u30C3\u30C1
directLUNDiskNotSupported=Direct LUN \u30C7\u30A3\u30B9\u30AF\u306F\u3001\u30C7\u30FC\u30BF\u30BB\u30F3\u30BF\u30FC\u306E\u4E92\u63DB\u30D0\u30FC\u30B8\u30E7\u30F3\u3067\u306F\u5BFE\u5FDC\u3057\u3066\u3044\u307E\u305B\u3093\u3002
directoryGroupsTitle=\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u30B0\u30EB\u30FC\u30D7
disableClusterCpuThreadSupportTitle=CPU \u30B9\u30EC\u30C3\u30C9\u30B5\u30DD\u30FC\u30C8\u3092\u7121\u52B9\u5316
diskRoleTree=\u30C7\u30A3\u30B9\u30AF
diskTypeSearchPrefix=disk_type\=
disksAlreadyExistMsg=\u30C7\u30A3\u30B9\u30AF\u306F\u3001\u5229\u7528\u53EF\u80FD\u306A\u30B9\u30C8\u30EC\u30FC\u30B8\u30C9\u30E1\u30A4\u30F3\u3059\u3079\u3066\u306B\u5B58\u5728\u3057\u307E\u3059\u3002
disksMsg=\u30C7\u30A3\u30B9\u30AF
disksTitle=\u30C7\u30A3\u30B9\u30AF
distriputedReplicateVolumeAddBricksMsg=\u30D6\u30EA\u30C3\u30AF\u6570\u306F\u30EC\u30D7\u30EA\u30AB\u6570\u306E\u4E57\u6570\u3067\u306A\u3051\u308C\u3070\u306A\u308A\u307E\u305B\u3093\u3002
distriputedStripeVolumeAddBricksMsg=\u30D6\u30EA\u30C3\u30AF\u6570\u306F\u30B9\u30C8\u30E9\u30A4\u30D7\u6570\u306E\u4E57\u6570\u3067\u306A\u3051\u308C\u3070\u306A\u308A\u307E\u305B\u3093\u3002
distriputedVolumeAddBricksMsg=\u30D6\u30EA\u30C3\u30AF\u306F\u5C11\u306A\u304F\u3068\u3082 1 \u3064\u5FC5\u8981\u3067\u3059\u3002
duplicateBrickMsg=\u540C\u3058\u8A73\u7D30\u306E\u30D6\u30EA\u30C3\u30AF\u304C\u3059\u3067\u306B\u5B58\u5728\u3057\u307E\u3059\u3002
editAndApproveHostTitle=\u30DB\u30B9\u30C8\u306E\u7DE8\u96C6/\u627F\u8A8D
editBookmarkTitle=\u30D6\u30C3\u30AF\u30DE\u30FC\u30AF\u306E\u7DE8\u96C6
editClusterTitle=\u30AF\u30E9\u30B9\u30BF\u30FC\u306E\u7DE8\u96C6
editDataCenterTitle=\u30C7\u30FC\u30BF\u30BB\u30F3\u30BF\u30FC\u306E\u7DE8\u96C6
editDomainTitle=\u30C9\u30E1\u30A4\u30F3\u306E\u7DE8\u96C6
editHostTitle=\u30DB\u30B9\u30C8\u306E\u7DE8\u96C6
editLogicalNetworkTitle=\u8AD6\u7406\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u306E\u7DE8\u96C6
editManagementNetworkInterfaceTitle=\u7BA1\u7406\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u30A4\u30F3\u30BF\u30FC\u30D5\u30A7\u30FC\u30B9\u306E\u7DE8\u96C6
editManagementNetworkTitle=\u7BA1\u7406\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u306E\u7DE8\u96C6
editNetworkInterfaceTitle=\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u30A4\u30F3\u30BF\u30FC\u30D5\u30A7\u30FC\u30B9\u306E\u7DE8\u96C6
editOptionVolume=\u30AA\u30D7\u30B7\u30E7\u30F3\u306E\u7DE8\u96C6
editPolicyTitle=\u30DD\u30EA\u30B7\u30FC\u306E\u7DE8\u96C6
editPoolTitle=\u30D7\u30FC\u30EB\u306E\u7DE8\u96C6
editQuotaTitle=\u30AF\u30A9\u30FC\u30BF\u306E\u7DE8\u96C6
editRoleTitle=\u30ED\u30FC\u30EB\u306E\u7DE8\u96C6
editTagTitle=\u30BF\u30B0\u306E\u7DE8\u96C6
editTemplateTitle=\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8\u306E\u7DE8\u96C6
editVirtualDiskTitle=\u4EEE\u60F3\u30C7\u30A3\u30B9\u30AF\u306E\u7DE8\u96C6
editVolume=\u7DE8\u96C6
emptyAddBricksMsg=\u30D6\u30EA\u30C3\u30AF\u306F\u7A7A\u306B\u3067\u304D\u307E\u305B\u3093\u3002
emptyBrickDirectoryMsg=\u30D6\u30EA\u30C3\u30AF\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u30D5\u30A3\u30FC\u30EB\u30C9\u306F\u5FC5\u9808\u3067\u3059\u3002
emptyGlusterHosts=Gluster \u30DB\u30B9\u30C8\u3092\u30D5\u30A7\u30C3\u30C1\u3067\u304D\u307E\u305B\u3093\u3002\u518D\u5EA6\u8A66\u3057\u3066\u304F\u3060\u3055\u3044\u3002
emptyNewGlusterHosts=\u30AF\u30E9\u30B9\u30BF\u30FC\u5185\u306B\u306F\u3001\u65B0\u898F\u30DB\u30B9\u30C8\u306F\u3042\u308A\u307E\u305B\u3093\u3002
emptyServerBrickMsg=\u30B5\u30FC\u30D0\u30FC\u30D5\u30A3\u30FC\u30EB\u30C9\u306F\u5FC5\u9808\u3067\u3059\u3002
errorInFetchingBrickAdvancedDetails=\u30D6\u30EA\u30C3\u30AF\u306E\u8A73\u7D30\u60C5\u5831\u306E\u53D6\u5F97\u3067\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u518D\u5EA6\u8A66\u3057\u3066\u304F\u3060\u3055\u3044\u3002
errorInFetchingVolumeOptionList=\u30DC\u30EA\u30E5\u30FC\u30E0\u30AA\u30D7\u30B7\u30E7\u30F3\u4E00\u89A7\u306E\u53D6\u5F97\u3067\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u518D\u5EA6\u8A66\u3057\u3066\u304F\u3060\u3055\u3044\u3002
errorLoadingFingerprint=\u30D5\u30A3\u30F3\u30AC\u30FC\u30D7\u30EA\u30F3\u30C8\u306E\u30D5\u30A7\u30C3\u30C1\u30A8\u30E9\u30FC
errorRetrievingRelevantStorageDomainMsg=\u8A72\u5F53\u306E\u30B9\u30C8\u30EC\u30FC\u30B8\u30C9\u30E1\u30A4\u30F3\u53D6\u5F97\u4E2D\u306E\u30A8\u30E9\u30FC
errorTemplateCannotBeFoundMessage=\u30B7\u30B9\u30C6\u30E0\u5185\u3067\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8\u304C\u898B\u3064\u304B\u3089\u306A\u3044\u305F\u3081\u3001\u4EEE\u60F3\u30DE\u30B7\u30F3\u3092\u30A4\u30F3\u30DD\u30FC\u30C8\u3067\u304D\u307E\u305B\u3093\u3002
errorTitle=\u30A8\u30E9\u30FC
errorWhileRetrievingListOfDomains=\u30C9\u30E1\u30A4\u30F3\u4E00\u89A7\u3092\u53D6\u5F97\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u30B9\u30C8\u30EC\u30FC\u30B8\u7BA1\u7406\u8005\u306B\u304A\u554F\u3044\u5408\u308F\u305B\u304F\u3060\u3055\u3044\u3002
errorWhileRetrievingListOfDomainsImportSanStorage=\u30C9\u30E1\u30A4\u30F3\u4E00\u89A7\u3092\u53D6\u5F97\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u30B9\u30C8\u30EC\u30FC\u30B8\u7BA1\u7406\u8005\u306B\u304A\u554F\u3044\u5408\u308F\u305B\u304F\u3060\u3055\u3044\u3002
eventNotifierTitle=\u30A4\u30D9\u30F3\u30C8\u901A\u77E5\u6A5F\u80FD
eventsTitle=\u30A4\u30D9\u30F3\u30C8
exportTemplateTitle=\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8\u306E\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8
exportVirtualMachineTitle=\u4EEE\u60F3\u30DE\u30B7\u30F3\u306E\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8
failedToRetrieveExistingStorageDomainInformationMsg=\u65E2\u5B58\u306E\u30B9\u30C8\u30EC\u30FC\u30B8\u30C9\u30E1\u30A4\u30F3\u306E\u60C5\u5831\u3092\u53D6\u5F97\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
fieldValueShouldFollowMsg=\u30D5\u30A3\u30FC\u30EB\u30C9\u306E\u5024\u306E\u5F62\u5F0F\u306F\u4EE5\u4E0B\u306E\u3088\u3046\u306B\u3057\u307E\u3059\u3002<parameter\=value;parameter\=value;...>
fingerprintNotVerified=Gluster \u8A2D\u5B9A\u3092\u30A4\u30F3\u30DD\u30FC\u30C8\u3059\u308B\u524D\u306B\u30D5\u30A3\u30F3\u30AC\u30FC\u30D7\u30EA\u30F3\u30C8\u306E\u78BA\u8A8D\u304C\u5FC5\u8981\u3067\u3059\u3002
forceRemoveDataCenterTitle=\u30C7\u30FC\u30BF\u30BB\u30F3\u30BF\u30FC\u306E\u5F37\u5236\u524A\u9664
forceStorageDomainCreation=\u672C\u5F53\u306B\u3088\u308D\u3057\u3044\u3067\u3059\u304B\uFF1F
generalTitle=\u5168\u822C
glusterRoleTree=Gluster
guestAgentNotResponsiveTitle=\u30B2\u30B9\u30C8\u30A8\u30FC\u30B8\u30A7\u30F3\u30C8\u304C\u5FDC\u7B54\u3057\u3066\u3044\u307E\u305B\u3093\u3002
hardDiskTitle=\u30CF\u30FC\u30C9\u30C7\u30A3\u30B9\u30AF
highTitle=\u9AD8
hostDoesntSupportLocalStorageConfigurationMsg=\u30DB\u30B9\u30C8\u306F\u30ED\u30FC\u30AB\u30EB\u306E\u30B9\u30C8\u30EC\u30FC\u30B8\u8A2D\u5B9A\u306B\u5BFE\u5FDC\u3057\u3066\u3044\u307E\u305B\u3093\u3002
hostHooksTitle=\u30DB\u30B9\u30C8\u30D5\u30C3\u30AF
hostNameValidationMsg=\u3053\u306E\u30D5\u30A3\u30FC\u30EB\u30C9\u306B\u306F\u7A7A\u767D\u3084\u7279\u6B8A\u6587\u5B57\u306F\u4F7F\u7528\u3067\u304D\u307E\u305B\u3093\u3002\u307E\u305F 1 \u6587\u5B57\u4EE5\u4E0A\u3001\u304B\u3064 0-9\u3001a-z\u3001\u30A2\u30F3\u30C0\u30FC\u30B9\u30B3\u30A2 (_)\u3001\u30B3\u30F3\u30DE (,)\u3001\u30D4\u30EA\u30AA\u30C9 (.) \u306E\u6587\u5B57\u3092\u542B\u3080\u3082\u306E\u3068\u3057\u307E\u3059\u3002
hostRoleTree=\u30DB\u30B9\u30C8
hostsMsg=\u30DB\u30B9\u30C8
hostsTitle=\u30DB\u30B9\u30C8
hotLinkStateUpdateNotSupportedWithPortMirroring=\u4EEE\u60F3\u30DE\u30B7\u30F3\u30A4\u30F3\u30BF\u30FC\u30D5\u30A7\u30FC\u30B9\u3067\u300C\u30DD\u30FC\u30C8\u30DF\u30E9\u30FC\u30EA\u30F3\u30B0\u300D\u304C\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u308B\u5834\u5408\u3001NIC \u304C\u7D50\u7DDA\u3055\u308C\u3066\u3044\u308B\u9593\u306F\u3001\u5B9F\u884C\u4E2D\u306E\u4EEE\u60F3\u30DE\u30B7\u30F3\u3067\u306E\u300C\u30EA\u30F3\u30AF\u72B6\u614B\u300D\u66F4\u65B0\u306F\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
hotMacUpdateNotPossible=\u300CMAC\u300D\u3092\u5909\u66F4\u3059\u308B\u306B\u306F\u3001\u4E00\u65E6\u629C\u7DDA\u3057\u3066\u304B\u3089\u3001\u518D\u5EA6\u7D50\u7DDA\u3057\u3066\u304F\u3060\u3055\u3044\u3002
hotNetworkUpdateNotSupportedWithPortMirroring=\u4EEE\u60F3\u30DE\u30B7\u30F3\u30A4\u30F3\u30BF\u30FC\u30D5\u30A7\u30FC\u30B9\u3067\u300C\u30DD\u30FC\u30C8\u30DF\u30E9\u30FC\u30EA\u30F3\u30B0\u300D\u304C\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u308B\u5834\u5408\u3001NIC \u304C\u7D50\u7DDA\u3055\u308C\u3066\u3044\u308B\u9593\u306F\u3001\u5B9F\u884C\u4E2D\u306E\u4EEE\u60F3\u30DE\u30B7\u30F3\u3067\u306E\u300C\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u300D\u66F4\u65B0\u306F\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
hotPortMirroringUpdateNotSupported=NIC \u304C\u7D50\u7DDA\u3055\u308C\u3066\u3044\u308B\u9593\u306F\u3001\u5B9F\u884C\u4E2D\u306E\u4EEE\u60F3\u30DE\u30B7\u30F3\u3067\u306E\u300C\u30DD\u30FC\u30C8\u30DF\u30E9\u30FC\u30EA\u30F3\u30B0\u300D\u66F4\u65B0\u306F\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
hotTypeUpdateNotPossible=\u300C\u30BF\u30A4\u30D7\u300D\u3092\u5909\u66F4\u3059\u308B\u306B\u306F\u3001\u4E00\u65E6\u629C\u7DDA\u3057\u3066\u304B\u3089\u518D\u5EA6\u7D50\u7DDA\u3057\u3066\u304F\u3060\u3055\u3044\u3002
i18NNameValidationMsg=\u540D\u524D\u306B\u306F\u3001\u82F1\u6570\u5B57\u3001\u30D4\u30EA\u30AA\u30C9 (.)\u3001\u30A2\u30F3\u30C0\u30FC\u30B9\u30B3\u30A2 (_)\u3001\u30CF\u30A4\u30D5\u30F3 (-)  \u306E\u6587\u5B57\u4EE5\u5916\u306F\u4F7F\u7528\u3067\u304D\u307E\u305B\u3093\u3002
imagesTitle=\u30A4\u30E1\u30FC\u30B8
importConflictTitle=\u30A4\u30F3\u30DD\u30FC\u30C8\u30B3\u30F3\u30D5\u30EA\u30AF\u30C8
importMissingStorages=\u30A4\u30F3\u30DD\u30FC\u30C8\u3055\u308C\u305F\u4EEE\u60F3\u30DE\u30B7\u30F3\u306F\u3001\u305D\u306E\u30B7\u30B9\u30C6\u30E0\u306B\u306F\u306A\u3044\u5358\u4E00\u307E\u305F\u306F\u8907\u6570\u306E\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8\u306B\u4F9D\u5B58\u3057\u3066\u3044\u308B\u5834\u5408\u304C\u3042\u308A\u307E\u3059\u3002\u3053\u306E\u305F\u3081\u3001\u300C\u30B9\u30CA\u30C3\u30D7\u30B7\u30E7\u30C3\u30C8\u3092\u7D50\u5408\u300D\u304C\u6709\u52B9\u306B\u306A\u3063\u3066\u3044\u308B\u4EEE\u60F3\u30DE\u30B7\u30F3\u3092\u30A4\u30F3\u30DD\u30FC\u30C8\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002\u3082\u3046\u4E00\u3064\u306E\u30AA\u30D7\u30B7\u30E7\u30F3\u306F\u3001\u6700\u521D\u306B\u8DB3\u308A\u306A\u3044\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8\u3092\u30A4\u30F3\u30DD\u30FC\u30C8\u3057\u3066\u304B\u3089\u4EEE\u60F3\u30DE\u30B7\u30F3\u3092\u518D\u5EA6\u30A4\u30F3\u30DD\u30FC\u30C8\u3059\u308B\u65B9\u6CD5\u3067\u3059\u3002
importNotApplicableForDefaultStorage=\u9078\u629E\u3057\u305F\u30C7\u30D5\u30A9\u30EB\u30C8\u306E\u30B9\u30C8\u30EC\u30FC\u30B8\u30C9\u30E1\u30A4\u30F3\u306F\u3001\u3059\u3079\u3066\u306B\u30C7\u30A3\u30B9\u30AF\u306B\u8A72\u5F53\u3057\u307E\u305B\u3093 (\u30C7\u30A3\u5225\u306E\u30B9\u30C8\u30EC\u30FC\u30B8\u30C9\u30E1\u30A4\u30F3\u306B\u30A4\u30F3\u30DD\u30FC\u30C8\u3055\u308C\u307E\u3059)\u3002
importPreConfiguredDomainTitle=\u4E8B\u524D\u8A2D\u5B9A\u6E08\u307F\u30C9\u30E1\u30A4\u30F3\u306E\u30A4\u30F3\u30DD\u30FC\u30C8
importTemplatesTitle=\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8\u306E\u30A4\u30F3\u30DD\u30FC\u30C8
importVirtualMachinesTitle=\u4EEE\u60F3\u30DE\u30B7\u30F3\u306E\u30A4\u30F3\u30DD\u30FC\u30C8
importingStorageDomainProgress=\u30B9\u30C8\u30EC\u30FC\u30B8\u30C9\u30E1\u30A4\u30F3\u3092\u30A4\u30F3\u30DD\u30FC\u30C8\u4E2D\u3067\u3059\u3002
inetdInvalid=initrd \u30D1\u30B9
installHostTitle=\u30DB\u30B9\u30C8\u306E\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB
interfaceListTitle=\u30A4\u30F3\u30BF\u30FC\u30D5\u30A7\u30FC\u30B9\u4E00\u89A7
invalidBrickDirectoryAtleastTwoCharacterseMsg=\u30D6\u30EA\u30C3\u30AF\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u306F 2 \u6587\u5B57\u4EE5\u4E0A\u3067\u306A\u3051\u308C\u3070\u306A\u308A\u307E\u305B\u3093\u3002
invalidBrickDirectoryContainsSpaceMsg=\u30D6\u30EA\u30C3\u30AF\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u306B\u306F\u7A7A\u767D\u3092\u542B\u3081\u306A\u3044\u3067\u304F\u3060\u3055\u3044\u3002
invalidBrickDirectoryMsg=\u7121\u52B9\u306A\u30D6\u30EA\u30C3\u30AF\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA
invalidBrickDirectoryStartWithSlashMsg=\u30D6\u30EA\u30C3\u30AF\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u306F\u30B9\u30E9\u30C3\u30B7\u30E5 '/' \u3067\u59CB\u3081\u3066\u304F\u3060\u3055\u3044\u3002
invalidEmailAddressInvalidReason=E-\u30E1\u30FC\u30EB\u30A2\u30C9\u30EC\u30B9\u304C\u7121\u52B9\u3067\u3059\u3002
invalidMacAddressMsg=MAC \u30A2\u30C9\u30EC\u30B9\u304C\u7121\u52B9\u3067\u3059\u3002
invalidOperationWithUnmanagedNetwork=\u975E\u7BA1\u7406\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u3092\u4F7F\u3063\u305F\u64CD\u4F5C\u306F\u7121\u52B9\u3067\u3059\u3002\u975E\u7BA1\u7406\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u306F\u524A\u9664\u306E\u307F\u53EF\u80FD\u3067\u3059\u3002
invalidOperationWithUnsyncNetwork=\u975E\u540C\u671F\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u3092\u4F7F\u3063\u305F\u64CD\u4F5C\u306F\u7121\u52B9\u3067\u3059\u3002\u975E\u540C\u671F\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u306F\u30C7\u30BF\u30C3\u30C1\u306E\u307F\u53EF\u80FD\u3067\u3059\u3002
kernelInvalid=\u30AB\u30FC\u30CD\u30EB\u30D1\u30E9\u30E1\u30FC\u30BF\u30FC\u306E\u5F15\u6570
liveStorageMigrationWarning=\u6CE8\: \u4EEE\u60F3\u30DE\u30B7\u30F3\u306E\u5B9F\u884C\u4E2D\u306B\u30C7\u30A3\u30B9\u30AF\u3092\u79FB\u52D5\u3057\u307E\u3059
loadingFingerprint=\u30D5\u30A3\u30F3\u30AC\u30FC\u30D7\u30EA\u30F3\u30C8\u3092\u30D5\u30A7\u30C3\u30C1\u4E2D...
localDataCenterAlreadyContainsAHostDcGuide=\u30ED\u30FC\u30AB\u30EB\u30C7\u30FC\u30BF\u30BB\u30F3\u30BF\u30FC\u306B\u306F\u3059\u3067\u306B\u30DB\u30B9\u30C8\u304C\u542B\u307E\u308C\u3066\u3044\u307E\u3059\u3002
localfsMountPashIsIllegalMsg=\u30DE\u30A6\u30F3\u30C8\u30D1\u30B9\u304C\u4E0D\u6B63\u3067\u3059\u3002 [/path] \u306E\u8868\u8A18\u6CD5\u3092\u4F7F\u7528\u3057\u3066\u304F\u3060\u3055\u3044\u3002
logicalNetworksMsg=\u8AD6\u7406\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF
logicalNetworksTitle=\u8AD6\u7406\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF
lowTitle=\u4F4E
lunUnusable=LUN \u306F\u5229\u7528\u3067\u304D\u307E\u305B\u3093\u3002
lunsAlreadyInUse=\u4EE5\u4E0B\u306E LUN \u306F\u4F7F\u7528\u4E2D\u3067\u3059\u3002
lunsAlreadyPartOfSD=\u4EE5\u4E0B\u306E LUN \u306F\u3059\u3067\u306B\u30B9\u30C8\u30EC\u30FC\u30B8\u30C9\u30E1\u30A4\u30F3\u306E\u4E00\u90E8\u3067\u3059\u3002
maintenanceHostsTitle=\u30DB\u30B9\u30C8\u306E\u30E1\u30F3\u30C6\u30CA\u30F3\u30B9
manualTitle=\u624B\u52D5
mediumTitle=\u4E2D
mgmgtNetworkRole=\u7BA1\u7406
mgmtNotAttachedToolTip=\u8A2D\u5B9A\u3092\u4FDD\u5B58\u3067\u304D\u307E\u305B\u3093\u3002\u7BA1\u7406\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u3092\u30A2\u30BF\u30C3\u30C1\u3057\u3066\u304F\u3060\u3055\u3044\u3002
migrateVirtualMachinesTitle=\u4EEE\u60F3\u30DE\u30B7\u30F3\u306E\u79FB\u884C
missingQuotaClusterEnforceMode=\u9078\u629E\u3057\u305F\u30AF\u30E9\u30B9\u30BF\u30FC\u306E\u30AF\u30A9\u30FC\u30BF\u304C\u3042\u308A\u307E\u305B\u3093\u3002\u6B63\u3057\u3044\u30AF\u30A9\u30FC\u30BF\u3092\u5B9A\u7FA9\u3057\u3066\u304F\u3060\u3055\u3044\u3002
missingQuotaStorageEnforceMode=\u9078\u629E\u3057\u305F\u30B9\u30C8\u30EC\u30FC\u30B8\u30C9\u30E1\u30A4\u30F3\u306E\u30AF\u30A9\u30FC\u30BF\u304C\u3042\u308A\u307E\u305B\u3093\u3002\u6B63\u3057\u3044\u30AF\u30A9\u30FC\u30BF\u3092\u5B9A\u7FA9\u3057\u3066\u304F\u3060\u3055\u3044\u3002
monitorTitle=\u30E2\u30CB\u30BF\u30FC
moveBricksDownButtonLabel=\u4E0B\u3078\u79FB\u52D5
moveBricksUpButtonLabel=\u4E0A\u3078\u79FB\u52D5
moveDisksTitle=\u30C7\u30A3\u30B9\u30AF\u306E\u79FB\u52D5
moveVirtualMachineTitle=\u4EEE\u60F3\u30DE\u30B7\u30F3\u3092\u79FB\u52D5
nameMustBeUniqueInvalidReason=\u4E00\u610F\u306E\u540D\u524D\u3092\u6307\u5B9A\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
nameMustBeUpToAndStartWithMsg=\u540D\u524D\u306F 126 \u6587\u5B57\u672A\u6E80\u3001\u304B\u3064\u5358\u8A9E\u6587\u5B57\u3067\u59CB\u307E\u308B\u3088\u3046\u306B\u3057\u3066\u304F\u3060\u3055\u3044\u3002
nameMustContainAlphanumericMaxLenMsg=\u540D\u524D\u306B\u306F\u3001\u82F1\u6570\u5B57\u307E\u305F\u306F\u30A2\u30F3\u30C0\u30FC\u30B9\u30B3\u30A2 (_) \u3092\u4F7F\u7528\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059 (\u6700\u5927\u9577 15 \u6587\u5B57)\u3002
networkInterfacesMsg=\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u30A4\u30F3\u30BF\u30FC\u30D5\u30A7\u30FC\u30B9
networkInterfacesTitle=\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u30A4\u30F3\u30BF\u30FC\u30D5\u30A7\u30FC\u30B9
networkNameStartMsg=\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u540D\u306F\u300Cbond\u300D\u3067\u306F\u3058\u3081\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002
networkPXETitle=\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF (PXE)
networkRoleTree=\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF
networksOnBothInterfaces=\u4E21\u30A4\u30F3\u30BF\u30FC\u30D5\u30A7\u30FC\u30B9\u4E0A\u306E\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\: \u30A4\u30F3\u30BF\u30FC\u30D5\u30A7\u30FC\u30B9/\u30DC\u30F3\u30C7\u30A3\u30F3\u30B0\u306E 1 \u3064\u304B\u3089\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u3092\u3059\u3079\u3066\u3067\u30BF\u30C3\u30C1\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u5FC5\u8981\u3067\u3042\u308C\u3070\u30DC\u30F3\u30C7\u30A3\u30F3\u30B0\u306B\u518D\u5EA6\u30A2\u30BF\u30C3\u30C1\u3057\u3066\u304F\u3060\u3055\u3044\u3002
networksTitle=\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF
neverTitle=\u306A\u3057
newBookmarkTitle=\u65B0\u898F\u30D6\u30C3\u30AF\u30DE\u30FC\u30AF
newClusterGuideMeTitle=\u65B0\u898F\u30AF\u30E9\u30B9\u30BF\u30FC - \u30AC\u30A4\u30C9
newClusterTitle=\u65B0\u898F\u30AF\u30E9\u30B9\u30BF\u30FC
newDataCenterGuideMeTitle=\u65B0\u898F\u30C7\u30FC\u30BF\u30BB\u30F3\u30BF\u30FC - \u30AC\u30A4\u30C9
newDataCenterTitle=\u65B0\u898F\u30C7\u30FC\u30BF\u30BB\u30F3\u30BF\u30FC
newDomainTitle=\u65B0\u898F\u30C9\u30E1\u30A4\u30F3
newHostTitle=\u65B0\u898F\u30DB\u30B9\u30C8
newISOLibraryTitle=\u65B0\u898F ISO \u30E9\u30A4\u30D6\u30E9\u30EA
newLocalDomainTitle=\u65B0\u898F\u30ED\u30FC\u30AB\u30EB\u30C9\u30E1\u30A4\u30F3
newLogicalNetworkTitle=\u65B0\u898F\u8AD6\u7406\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF
newNetworkInterfaceTitle=\u65B0\u898F\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u30A4\u30F3\u30BF\u30FC\u30D5\u30A7\u30FC\u30B9
newPoolTitle=\u65B0\u898F\u30D7\u30FC\u30EB
newQuotaTitle=\u65B0\u898F\u30AF\u30A9\u30FC\u30BF
newRoleTitle=\u65B0\u898F\u30ED\u30FC\u30EB
newStorageTitle=\u65B0\u898F\u30B9\u30C8\u30EC\u30FC\u30B8
newTagTitle=\u65B0\u898F\u30BF\u30B0
newTemplateTitle=\u65B0\u898F\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8
newVirtualDiskTitle=\u65B0\u898F\u4EEE\u60F3\u30C7\u30A3\u30B9\u30AF
newVirtualMachineGuideMeTitle=\u65B0\u898F\u4EEE\u60F3\u30DE\u30B7\u30F3 - \u30AC\u30A4\u30C9
nfsMountPashIsIllegalMsg=NFS \u30DE\u30A6\u30F3\u30C8\u30D1\u30B9\u304C\u4E0D\u6B63\u3067\u3059\u3002[IP \u30A2\u30C9\u30EC\u30B9\:/path \u307E\u305F\u306F FQDN\:/path] \u306E\u8868\u8A18\u6CD5\u3092\u4F7F\u7528\u3057\u3066\u304F\u3060\u3055\u3044\u3002
nfsVersion3=V3 (\u30C7\u30D5\u30A9\u30EB\u30C8)
nfsVersion4=V4
nfsVersionAutoNegotiate=\u81EA\u52D5\u4EA4\u6E09
noActiveDataCenters=\u30B7\u30B9\u30C6\u30E0\u5185\u306B\u30A2\u30AF\u30C6\u30A3\u30D6\u306A\u30C7\u30FC\u30BF\u30BB\u30F3\u30BF\u30FC\u306F\u3042\u308A\u307E\u305B\u3093\u3002
noActiveStorageDomainsInDC=\u95A2\u9023\u306E\u30C7\u30FC\u30BF\u30BB\u30F3\u30BF\u30FC\u306B\u30A2\u30AF\u30C6\u30A3\u30D6\u306A\u30B9\u30C8\u30EC\u30FC\u30B8\u30C9\u30E1\u30A4\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
noAlerts=\u3044\u3044\u3048
noCDsTitle=CD/DVD \u304C\u3042\u308A\u307E\u305B\u3093\u3002
noCds=CD/DVD \u304C\u3042\u308A\u307E\u305B\u3093\u3002
noDataDomainAttachedReason=\u30A2\u30AF\u30C6\u30A3\u30D6\u3067\u306A\u3044\u30C7\u30FC\u30BF\u30BB\u30F3\u30BF\u30FC\u3067 ISO \u30C9\u30E1\u30A4\u30F3\u3092\u4F5C\u6210\u3067\u304D\u307E\u305B\u3093\u3002
noHostsAbout=[\u30DB\u30B9\u30C8\u304C\u3042\u308A\u307E\u305B\u3093]
noKeyAvailable=\u5229\u7528\u53EF\u80FD\u306A\u30AD\u30FC\u306F\u3042\u308A\u307E\u305B\u3093\u3002
noLUNsSelectedInvalidReason=LUN \u304C\u9078\u629E\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002LUN \u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044\u3002
noNewDevicesWereFoundMsg=\u65B0\u3057\u3044\u30C7\u30D0\u30A4\u30B9\u306F\u691C\u51FA\u3055\u308C\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u539F\u56E0\u3068\u3057\u3066\u3001\u30DB\u30B9\u30C8\u306E\u30DE\u30EB\u30C1\u30D1\u30B9\u8A2D\u5B9A\u306E\u9593\u9055\u3044\u3001iSCSI \u30BF\u30FC\u30B2\u30C3\u30C8\u306E\u30A2\u30C9\u30EC\u30B9\u306E\u9593\u9055\u3044\u3001\u30BF\u30FC\u30B2\u30C3\u30C8\u30C7\u30D0\u30A4\u30B9\u306E\u8A8D\u8A3C\u306E\u5931\u6557\u304C\u8003\u3048\u3089\u308C\u307E\u3059\u3002\u30B9\u30C8\u30EC\u30FC\u30B8\u7BA1\u7406\u8005\u306B\u304A\u554F\u3044\u5408\u308F\u305B\u304F\u3060\u3055\u3044\u3002
noSDAvailableMsg=\u30B9\u30C8\u30EC\u30FC\u30B8\u30C9\u30E1\u30A4\u30F3\u304C\u5229\u7528\u3067\u304D\u307E\u305B\u3093\u3002\u30B9\u30C8\u30EC\u30FC\u30B8\u30C9\u30E1\u30A4\u30F3\u3068\u30DB\u30B9\u30C8\u306E\u30B9\u30C6\u30FC\u30BF\u30B9\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
noUpHostReason=\u30C7\u30FC\u30BF\u30BB\u30F3\u30BF\u30FC\u3067\u5C11\u306A\u304F\u3068\u3082 1 \u3064\u4EE5\u4E0A\u30A2\u30AF\u30C6\u30A3\u30D6\u306A\u30DB\u30B9\u30C8\u304C\u5FC5\u8981\u3067\u3059\u3002
nonUtfValidationMsg=UTF \u6587\u5B57\u306F\u5229\u7528\u3067\u304D\u307E\u305B\u3093\u3002
noneTitle=[\u306A\u3057]
normalTitle=\u6A19\u6E96
notAvailableLabel=N/A
notRunningVm=\u7A3C\u50CD\u3057\u3066\u3044\u307E\u305B\u3093\u3002
notSpecifiedLabel=\u6307\u5B9A\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
noteLocalStorageAlreadyConfiguredForThisHostMsg=\u6CE8\uFF1A\u30ED\u30FC\u30AB\u30EB\u30B9\u30C8\u30EC\u30FC\u30B8\u304C\u3053\u306E\u30DB\u30B9\u30C8\u306B\u5BFE\u3057\u8A2D\u5B9A\u6E08\u307F\u3067\u3059\u3002\u30DB\u30B9\u30C8\u306F\u4EE5\u4E0B\u306B\u6240\u5C5E\u3057\u307E\u3059\u3002
notePermissionsContainigTheseOperationsShuoldAssociatDcOrEqualRoleTreeTooltip=\u6CE8\uFF1A\u3053\u308C\u3089\u306E\u64CD\u4F5C\u3092\u542B\u3080\u30D1\u30FC\u30DF\u30C3\u30B7\u30E7\u30F3\u306F\u3001\u30C7\u30FC\u30BF\u30BB\u30F3\u30BF\u30FC\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8 (\u307E\u305F\u306F\u540C\u7B49\u306E\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8) \u3068\u95A2\u9023\u4ED8\u3051\u308B\u3088\u3046\u306B\u3057\u3066\u304F\u3060\u3055\u3044\u3002
notePermissionsContainigTheseOperationsShuoldAssociatSdOrAboveRoleTreeTooltip=\u6CE8\uFF1A\u3053\u308C\u3089\u306E\u64CD\u4F5C\u3092\u542B\u3080\u30D1\u30FC\u30DF\u30C3\u30B7\u30E7\u30F3\u306F\u3001\u30B9\u30C8\u30EC\u30FC\u30B8\u30C9\u30E1\u30A4\u30F3\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8 (\u307E\u305F\u306F\u305D\u308C\u4EE5\u4E0A\u306E\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8) \u3068\u95A2\u9023\u4ED8\u3051\u308B\u3088\u3046\u306B\u3057\u3066\u304F\u3060\u3055\u3044\u3002
notePermissionsContainingOperationsRoleTreeTooltip=\u6CE8\uFF1A\u3053\u308C\u3089\u306E\u64CD\u4F5C\u3092\u542B\u3080\u30D1\u30FC\u30DF\u30C3\u30B7\u30E7\u30F3\u306F\u3001\u30C7\u30A3\u30B9\u30AF\u307E\u305F\u306F\u30B9\u30C8\u30EC\u30FC\u30B8\u30C9\u30E1\u30A4\u30F3\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8 (\u307E\u305F\u306F\u305D\u308C\u4EE5\u4E0A\u306E\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8) \u3068\u95A2\u9023\u4ED8\u3051\u308B\u3088\u3046\u306B\u3057\u3066\u304F\u3060\u3055\u3044\u3002
notePermissionsContainingTheseOperationsShouldAssociateNetworkOrEqualRoleTreeTooltip=\u6CE8\uFF1A\u3053\u308C\u3089\u306E\u64CD\u4F5C\u3092\u542B\u3080\u30D1\u30FC\u30DF\u30C3\u30B7\u30E7\u30F3\u306F\u3001\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8 (\u307E\u305F\u306F\u540C\u7B49\u306E\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8) \u3068\u95A2\u9023\u4ED8\u3051\u308B\u3088\u3046\u306B\u3057\u3066\u304F\u3060\u3055\u3044\u3002
noteRemovingTheTagWillAlsoRemoveAllItsDescendants=\u6CE8\uFF1A\u30BF\u30B0\u3092\u524A\u9664\u3059\u308B\u3068\u3001\u3053\u306E\u30BF\u30B0\u306E\u5B50\u3082\u3059\u3079\u3066\u524A\u9664\u3055\u308C\u307E\u3059\u3002\u30BF\u30B0\u3068\u305D\u306E\u5B50\u306F\u3001\u30A2\u30BF\u30C3\u30C1\u3055\u308C\u3066\u3044\u308B\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3059\u3079\u3066\u304B\u3089\u6D88\u53BB\u3055\u308C\u307E\u3059\u3002
noteThatAllSnapshotsCollapsedDueDifferentStorageTypesMsg=\u30B9\u30C8\u30EC\u30FC\u30B8\u30BF\u30A4\u30D7\u304C\u9055\u3046\u305F\u3081\u3001\u30B9\u30CA\u30C3\u30D7\u30B7\u30E7\u30C3\u30C8\u306F\u3059\u3079\u3066\u7D50\u5408\u3055\u308C\u308B\u70B9\u306B\u6CE8\u610F\u3057\u3066\u304F\u3060\u3055\u3044\u3002
noteTheDeletedItemsMightStillAppearOntheSubTab=\u6CE8\uFF1A\u524A\u9664\u64CD\u4F5C\u306B\u6642\u9593\u304C\u304B\u304B\u308B\u5834\u5408\u304C\u3042\u308B\u305F\u3081\u3001\u524A\u9664\u3057\u305F\u30A2\u30A4\u30C6\u30E0\u3067\u3082\u30B5\u30D6\u30BF\u30D6\u306B\u8868\u793A\u3055\u308C\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002\u66F4\u65B0\u30DC\u30BF\u30F3\u3092\u4F7F\u3044\u66F4\u65B0\u5F8C\u306E\u30B9\u30C6\u30FC\u30BF\u30B9\u3092\u53D6\u5F97\u3057\u3066\u304F\u3060\u3055\u3044\u3002
noteThisActionWillRemoveTemplatePermanentlyFromStorageDomains=\u6CE8\uFF1A\u3053\u306E\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u5168\u30B9\u30C8\u30EC\u30FC\u30B8\u30C9\u30E1\u30A4\u30F3\u304B\u3089\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8\u3092\u5B8C\u5168\u306B\u524A\u9664\u3057\u307E\u3059\u3002
oVirtEngineForServersAndDesktopsAbout=\u30B5\u30FC\u30D0\u30FC\u304A\u3088\u3073\u30C7\u30B9\u30AF\u30C8\u30C3\u30D7\u7528\u306E oVirt Engine
oVirtEnterpriseVirtualizationEngineHypervisorHostsAbout=oVirt Engine Hypervisor \u30DB\u30B9\u30C8
ok=OK
or=\u307E\u305F\u306F
osVersionAbout=OS \u30D0\u30FC\u30B8\u30E7\u30F3
parameterTitle=\u30D1\u30E9\u30E1\u30FC\u30BF\u30FC
permissionMsg=\u30D1\u30FC\u30DF\u30C3\u30B7\u30E7\u30F3
permissionsTitle=\u30D1\u30FC\u30DF\u30C3\u30B7\u30E7\u30F3
playSpiceConsole=\u5B9F\u884C
pleaseSelectKey=\u30AD\u30FC\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044\u3002
pleaseSelectStorageDomainToImportImportSanStorage=\u30A4\u30F3\u30DD\u30FC\u30C8\u3059\u308B\u30B9\u30C8\u30EC\u30FC\u30B8\u30C9\u30E1\u30A4\u30F3\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044\u3002
poolsMsg=\u30D7\u30FC\u30EB
poolsTitle=\u30D7\u30FC\u30EB
powerManagementConfigurationTitle=\u96FB\u6E90\u7BA1\u7406\u8A2D\u5B9A
provisioningOperationsRoleTree=\u30D7\u30ED\u30D3\u30B8\u30E7\u30CB\u30F3\u30B0\u64CD\u4F5C
quotaIsEmptyValidation=\u30AF\u30A9\u30FC\u30BF\u306B\u306F\u4E0A\u9650\u3001\u4E0B\u9650\u3092\u542B\u3080\u3088\u3046\u306B\u3057\u3066\u304F\u3060\u3055\u3044\u3002
quotaMustBeSelectedInvalidReason=\u30AF\u30A9\u30FC\u30BF\u304C\u6709\u52B9\u306B\u306A\u308A\u307E\u3057\u305F\u3002\u9078\u629E\u3057\u305F\u30B9\u30C8\u30EC\u30FC\u30B8\u30C9\u30E1\u30A4\u30F3\u306B\u5BFE\u3057\u3066\u3001\u30AF\u30A9\u30FC\u30BF\u3092\u5B9A\u7FA9\u3057\u3066\u304F\u3060\u3055\u3044\u3002
quotaTitle=\u30AF\u30A9\u30FC\u30BF
quotasMsg=\u30AF\u30A9\u30FC\u30BF
removeAllBricksButtonLabel=\u3059\u3079\u3066\u3092\u524A\u9664
removeBackedUpTemplatesTitle=\u30D0\u30C3\u30AF\u30A2\u30C3\u30D7\u3057\u305F\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8\u306E\u524A\u9664
removeBackedUpVMsTitle=\u30D0\u30C3\u30AF\u30A2\u30C3\u30D7\u3057\u305F\u4EEE\u60F3\u30DE\u30B7\u30F3\u306E\u524A\u9664
removeBookmarksTitle=\u30D6\u30C3\u30AF\u30DE\u30FC\u30AF\u306E\u524A\u9664
removeBricksButtonLabel=\u524A\u9664
removeBricksMessage=\u4EE5\u4E0B\u306E\u30D6\u30EA\u30C3\u30AF\u3092\u524A\u9664\u3057\u3066\u3082\u3088\u308D\u3057\u3044\u3067\u3059\u304B\uFF1F
removeBricksTitle=\u30D6\u30EA\u30C3\u30AF\u306E\u524A\u9664
removeBricksWarning=\u6CE8\: \u30D6\u30EA\u30C3\u30AF\u3092\u524A\u9664\u3059\u308B\u3068\u3001\u30C7\u30FC\u30BF\u640D\u5931\u304C\u767A\u751F\u3059\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
removeClusterTitle=\u30AF\u30E9\u30B9\u30BF\u30FC\u306E\u524A\u9664
removeDataCenterTitle=\u30C7\u30FC\u30BF\u30BB\u30F3\u30BF\u30FC\u306E\u524A\u9664
removeDisksTitle=\u30C7\u30A3\u30B9\u30AF\u306E\u524A\u9664
removeHostsTitle=\u30DB\u30B9\u30C8\u306E\u524A\u9664
removeLogicalNetworkTitle=\u8AD6\u7406\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u306E\u524A\u9664
removeNetworkInterfacesTitle=\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u30A4\u30F3\u30BF\u30FC\u30D5\u30A7\u30FC\u30B9\u306E\u524A\u9664
removePermissionTitle=\u30D1\u30FC\u30DF\u30C3\u30B7\u30E7\u30F3\u306E\u524A\u9664
removePoolsTitle=\u30D7\u30FC\u30EB\u306E\u524A\u9664
removeQuotaAssignmentFromUsersTitle=\u30E6\u30FC\u30B6\u30FC\u304B\u3089\u306E\u30AF\u30A9\u30FC\u30BF\u5272\u308A\u5F53\u3066\u524A\u9664
removeQuotasTitle=\u30AF\u30A9\u30FC\u30BF\u306E\u524A\u9664
removeRolesTitle=\u30ED\u30FC\u30EB\u306E\u524A\u9664
removeStoragesTitle=\u30B9\u30C8\u30EC\u30FC\u30B8\u306E\u524A\u9664
removeSystemPermissionsTitle=\u30B7\u30B9\u30C6\u30E0\u6A29\u9650\u306E\u524A\u9664
removeTagsTitle=\u30BF\u30B0\u306E\u524A\u9664
removeTemplateDisksTitle=\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8\u30C7\u30A3\u30B9\u30AF\u306E\u524A\u9664
removeTemplatesTitle=\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8\u306E\u524A\u9664
removeUsersTitle=\u30E6\u30FC\u30B6\u30FC\u306E\u524A\u9664
removeVirtualMachineTitle=\u4EEE\u60F3\u30DE\u30B7\u30F3\u306E\u524A\u9664
removeVirtualMachinesTitle=\u4EEE\u60F3\u30DE\u30B7\u30F3\u306E\u524A\u9664
removeVmDisksAllSharedMsg=\u4EEE\u60F3\u30DE\u30B7\u30F3\u30C7\u30A3\u30B9\u30AF\u306F\u3059\u3079\u3066\u5171\u6709\u53EF\u80FD\u3067\u3001\u524A\u9664\u3059\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u305B\u3093\u3002
removeVmDisksMsg=\u4EEE\u60F3\u30DE\u30B7\u30F3\u30C7\u30A3\u30B9\u30AF\u306E\u524A\u9664
removeVmDisksNoDisksMsg=\u4EEE\u60F3\u30DE\u30B7\u30F3\u306B\u30C7\u30A3\u30B9\u30AF\u304C\u3042\u308A\u307E\u305B\u3093\u3002
removeVmDisksSnapshotsMsg=\u30C7\u30A3\u30B9\u30AF\u306E\u30C7\u30BF\u30C3\u30C1\u3092\u4F7F\u7528\u3057\u3066\u3001\u4EEE\u60F3\u30DE\u30B7\u30F3\u3092\u524A\u9664\u3067\u304D\u307E\u305B\u3093\u3002\u4EEE\u60F3\u30DE\u30B7\u30F3\u306B\u306F\u30B9\u30CA\u30C3\u30D7\u30B7\u30E7\u30C3\u30C8\u304C\u3042\u308A\u307E\u3059\u3002
removeVmDisksTemplateMsg=\u4EEE\u60F3\u30DE\u30B7\u30F3\u306F\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8\u304B\u3089\u4F5C\u6210\u3055\u308C\u3066\u3044\u308B\u306E\u3067\u3001\u30C7\u30A3\u30B9\u30AF\u3092\u524A\u9664\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
removeVolumesMessage=\u30DC\u30EA\u30E5\u30FC\u30E0\u3067\u3059\u304B\uFF1F
removeVolumesTitle=\u30DC\u30EA\u30E5\u30FC\u30E0\u306E\u524A\u9664
removeVolumesWarning=\u6CE8\uFF1A\u30DC\u30EA\u30E5\u30FC\u30E0\u3092\u524A\u9664\u3059\u308B\u3068\u30DC\u30EA\u30E5\u30FC\u30E0\u306B\u95A2\u3059\u308B\u60C5\u5831\u304C\u3059\u3079\u3066\u6D88\u53BB\u3055\u308C\u307E\u3059\u3002
replaceBrickTitle=\u30D6\u30EA\u30C3\u30AF\u3092\u7F6E\u304D\u63DB\u3048
replicateVolumeAddBricksMsg=\u30D6\u30EA\u30C3\u30AF\u6570\u306F\u30EC\u30D7\u30EA\u30AB\u6570\u3068\u540C\u3058\u3067\u306A\u3051\u308C\u3070\u306A\u308A\u307E\u305B\u3093\u3002
requestToServerFailed=\u30B5\u30FC\u30D0\u30FC\u3078\u306E\u30EA\u30AF\u30A8\u30B9\u30C8\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
requestToServerFailedWithCode=\u4EE5\u4E0B\u306E\u30B9\u30C6\u30FC\u30BF\u30B9\u30B3\u30FC\u30C9\u3067\u30B5\u30FC\u30D0\u30FC\u3078\u306E\u30EA\u30AF\u30A8\u30B9\u30C8\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
resetAllOptionsMsg=\u30AA\u30D7\u30B7\u30E7\u30F3\u3092\u3059\u3079\u3066\u30EA\u30BB\u30C3\u30C8\u3057\u3066\u3088\u308D\u3057\u3044\u3067\u3059\u304B\uFF1F
resetAllOptionsTitle=\u3059\u3079\u3066\u306E\u30AA\u30D7\u30B7\u30E7\u30F3\u3092\u30EA\u30BB\u30C3\u30C8
resetAllVolume=\u3059\u3079\u3066\u30EA\u30BB\u30C3\u30C8
resetOptionVolumeMsg=\u4EE5\u4E0B\u306E\u30AA\u30D7\u30B7\u30E7\u30F3\u3092\u30EA\u30BB\u30C3\u30C8\u3057\u3066\u3082\u3088\u308D\u3057\u3044\u3067\u3059\u304B\uFF1F
resetOptionVolumeTitle=\u30AA\u30D7\u30B7\u30E7\u30F3\u3092\u30EA\u30BB\u30C3\u30C8
resetTitle=\u30EA\u30BB\u30C3\u30C8
resetVolume=\u30EA\u30BB\u30C3\u30C8
restartHostsTitle=\u30DB\u30B9\u30C8\u306E\u518D\u8D77\u52D5
retrievingCDsTitle=CD/DVD \u3092\u53D6\u5F97\u4E2D
rolesMsg=\u30ED\u30FC\u30EB
rolesPermissionsTitle=\u30ED\u30FC\u30EB\u306E\u30D1\u30FC\u30DF\u30C3\u30B7\u30E7\u30F3
rolesTitle=\u30ED\u30FC\u30EB
rootRoleTree=root
rootTag=Root
runVirtualMachinesTitle=\u4EEE\u60F3\u30DE\u30B7\u30F3\u306E\u5B9F\u884C
runningVm=\u5B9F\u884C\u4E2D
saveNetworkConfigurationTitle=\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u8A2D\u5B9A\u3092\u4FDD\u5B58
selectHostTitle=\u30DB\u30B9\u30C8\u3092\u9078\u629E
selectHostsClusterGuide=\u30DB\u30B9\u30C8\u3092\u9078\u629E
send=\u9001\u4FE1
serverVmType=\u30B5\u30FC\u30D0\u30FC
servicesTitle=\u30B5\u30FC\u30D3\u30B9
sessionsTitle=\u30BB\u30C3\u30B7\u30E7\u30F3
setupHostNetworksTitle=\u30DB\u30B9\u30C8\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u306E\u8A2D\u5B9A
shareableDiskNotSupported=\u5171\u6709\u53EF\u80FD\u306A\u30C7\u30A3\u30B9\u30AF\u306F\u3001\u30C7\u30FC\u30BF\u30BB\u30F3\u30BF\u30FC\u306E\u4E92\u63DB\u30D0\u30FC\u30B8\u30E7\u30F3\u3067\u306F\u5BFE\u5FDC\u3057\u3066\u3044\u307E\u305B\u3093\u3002
shareableDiskNotSupportedByConfiguration=\u5171\u6709\u53EF\u80FD\u306A\u30C7\u30A3\u30B9\u30AF\u306F\u9078\u629E\u3057\u305F\u8A2D\u5B9A\u3067\u306F\u5BFE\u5FDC\u3057\u3066\u3044\u307E\u305B\u3093\u3002
shutdownVirtualMachinesTitle=\u4EEE\u60F3\u30DE\u30B7\u30F3\u306E\u30B7\u30E3\u30C3\u30C8\u30C0\u30A6\u30F3
snapshotCannotBeCreatedSinceTheVMHasNoDisksMsg=\u4EEE\u60F3\u30DE\u30B7\u30F3\u306B\u4EEE\u60F3\u30C7\u30A3\u30B9\u30AF\u304C\u306A\u3044\u305F\u3081\u3001\u30B9\u30CA\u30C3\u30D7\u30B7\u30E7\u30C3\u30C8\u3092\u4F5C\u6210\u3067\u304D\u307E\u305B\u3093\u3002
snapshotsTitle=\u30B9\u30CA\u30C3\u30D7\u30B7\u30E7\u30C3\u30C8
space=\ 
specialAsciiI18NOrNoneValidationMsg=\u4F7F\u7528\u3067\u304D\u308B\u306E\u306F\u3001\u6A19\u6E96\u306E ASCII \u6587\u5B57\u30BB\u30C3\u30C8\u304A\u3088\u3073 UTF \u6587\u5B57\u306B\u9069\u5408\u3057\u305F\u82F1\u6570\u5B57\u304A\u3088\u3073\u7279\u6B8A\u6587\u5B57\u306E\u307F\u3067\u3059\u3002
specialKeys=\u7279\u6B8A\u30AD\u30FC
spiceTitle=SPICE
stopHostsTitle=\u30DB\u30B9\u30C8\u3092\u505C\u6B62
stopSpiceConsole=\u505C\u6B62
stopVirtualMachinesTitle=\u4EEE\u60F3\u30DE\u30B7\u30F3\u306E\u96FB\u6E90\u30AA\u30D5
stopVolumeMessage=\u4EE5\u4E0B\u306E\u30DC\u30EA\u30E5\u30FC\u30E0\u3092\u505C\u6B62\u3057\u3066\u3082\u3088\u308D\u3057\u3044\u3067\u3059\u304B\uFF1F
stopVolumeWarning=\u6CE8\uFF1A\u30DC\u30EA\u30E5\u30FC\u30E0\u3092\u505C\u6B62\u3059\u308B\u3068\u30C7\u30FC\u30BF\u3078\u30A2\u30AF\u30BB\u30B9\u3067\u304D\u306A\u304F\u306A\u308A\u307E\u3059\u3002
storageDomainMustBeSpecifiedInvalidReason=\u30B9\u30C8\u30EC\u30FC\u30B8\u30C9\u30E1\u30A4\u30F3\u3092\u6307\u5B9A\u3057\u3066\u304F\u3060\u3055\u3044\u3002
storageDomainRoleTree=\u30B9\u30C8\u30EC\u30FC\u30B8\u30C9\u30E1\u30A4\u30F3
storageTitle=\u30B9\u30C8\u30EC\u30FC\u30B8
stripeVolumeAddBricksMsg=\u30D6\u30EA\u30C3\u30AF\u6570\u306F\u30B9\u30C8\u30E9\u30A4\u30D7\u6570\u3068\u540C\u3058\u3067\u306A\u3051\u308C\u3070\u306A\u308A\u307E\u305B\u3093\u3002
subnetMaskIsNotValid=\u30B5\u30D6\u30CD\u30C3\u30C8\u30DE\u30B9\u30AF\u306F\u7121\u52B9\u3067\u3059\u3002
suspendSpiceConsole=\u4E00\u6642\u505C\u6B62
switchToMaintenanceModeToEnableUpgradeReason=\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u304C\u3067\u304D\u308B\u3088\u3046\u306B\u30E1\u30F3\u30C6\u30CA\u30F3\u30B9\u30E2\u30FC\u30C9\u306B\u5207\u308A\u66FF\u3048\u307E\u3059\u3002
systemPermissionTitle=\u30B7\u30B9\u30C6\u30E0\u6A29\u9650
systemPermissionsMsg=\u30B7\u30B9\u30C6\u30E0\u6A29\u9650
systemRoleTree=\u30B7\u30B9\u30C6\u30E0
systemTitle=\u30B7\u30B9\u30C6\u30E0
tagsMsg=\u30BF\u30B0
templateAlreadyExistsMsg=\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8\u306F\u3059\u3067\u306B\u5B58\u5728\u3057\u307E\u3059\u3002
templateDisksMsg=\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8\u30C7\u30A3\u30B9\u30AF
templateImportTitle=\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8\u306E\u30A4\u30F3\u30DD\u30FC\u30C8
templateNoExistsMsg=\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8\u304C\u5B58\u5728\u3057\u307E\u305B\u3093\u3002
templateRoleTree=\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8
templatesMsg=\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8
templatesNotFoundOnExportDomainTitle=\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u30C9\u30E1\u30A4\u30F3\u306B\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8\u304C\u3042\u308A\u307E\u305B\u3093\u3002
templatesResideOnSeveralDcsMakeSureExportedTemplatesResideOnSameDcMsg=\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8\u304C\u8907\u6570\u306E\u30C7\u30FC\u30BF\u30BB\u30F3\u30BF\u30FC\u306B\u6240\u5C5E\u3057\u3066\u3044\u307E\u3059\u3002\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u3057\u305F\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8\u304C\u540C\u3058\u30C7\u30FC\u30BF\u30DE\u30B7\u30F3\u306B\u6240\u5C5E\u3059\u308B\u3088\u3046\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
templatesTitle=\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8
testFailedUnknownErrorMsg=\u30C6\u30B9\u30C8\u306B\u5931\u6557\u3057\u307E\u3057\u305F (\u4E0D\u660E\u306A\u30A8\u30E9\u30FC)\u3002
testingInProgressItWillTakeFewSecondsPleaseWaitMsg=\u30C6\u30B9\u30C8\u4E2D\u3002\u6570\u79D2\u304B\u304B\u308A\u307E\u3059\u306E\u3067\u304A\u5F85\u3061\u304F\u3060\u3055\u3044\u3002
theClusterIsntAttachedToADcClusterGuide=\u30AF\u30E9\u30B9\u30BF\u30FC\u306F\u30C7\u30FC\u30BF\u30BB\u30F3\u30BF\u30FC\u306B\u30A2\u30BF\u30C3\u30C1\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
theExportDomainIsInactiveMsg=\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u30C9\u30E1\u30A4\u30F3\u306F\u30A2\u30AF\u30C6\u30A3\u30D6\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002\u30C7\u30FC\u30BF\u306F\u30C9\u30E1\u30A4\u30F3\u304C\u30A2\u30AF\u30C6\u30A3\u30D6\u306A\u5834\u5408\u306E\u307F\u30EA\u30C8\u30EA\u30FC\u30D6\u3067\u304D\u307E\u3059\u3002
theFieldContainsSpecialCharactersInvalidReason=\u3053\u306E\u30D5\u30A3\u30FC\u30EB\u30C9\u306B\u306F\u7279\u6B8A\u6587\u5B57\u304C\u542B\u307E\u308C\u3066\u3044\u307E\u3059\u3002\u6570\u5B57\u3001\u6587\u5B57\u3001\u30CF\u30A4\u30D5\u30F3 (-)\u3001\u30A2\u30F3\u30C0\u30FC\u30B9\u30B3\u30A2 (_) \u4EE5\u5916\u306F\u4F7F\u7528\u3067\u304D\u307E\u305B\u3093\u3002
theFieldMustContainTimeValueInvalidReason=\u3053\u306E\u30D5\u30A3\u30FC\u30EB\u30C9\u306B\u306F\u6642\u9593\u306E\u5024\u3092\u542B\u3080\u3088\u3046\u306B\u3057\u3066\u304F\u3060\u3055\u3044\u3002
theFollowingTemplatesAreMissingOnTargetExportDomainMsg=\u4EE5\u4E0B\u306E\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8\u304C\u5BFE\u8C61\u306E\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u30C9\u30E1\u30A4\u30F3\u306B\u5B58\u5728\u3057\u307E\u305B\u3093\u3002
theRelevantExportDomainIsNotActivePleaseActivateItMsg=\u8A72\u5F53\u306E\u30A8\u30AD\u30B9\u30DD\u30FC\u30C8\u30C9\u30E1\u30A4\u30F3\u306F\u30A2\u30AF\u30C6\u30A3\u30D6\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002\u30A2\u30AF\u30C6\u30A3\u30D6\u5316\u3057\u3066\u304F\u3060\u3055\u3044\u3002
theSystemCouldNotFindAvailableTargetStorageDomainMsg=\u3053\u306E\u30B7\u30B9\u30C6\u30E0\u306B\u306F\u3001\u79FB\u52D5\u5148\u3068\u3057\u3066\u5229\u7528\u3067\u304D\u308B\u30B9\u30C8\u30EC\u30FC\u30B8\u30C9\u30E1\u30A4\u30F3\u304C\u3042\u308A\u307E\u305B\u3093\u3002\u8003\u3048\u3089\u308C\u308B\u539F\u56E0\: \u30A2\u30AF\u30C6\u30A3\u30D6\u306A\u30B9\u30C8\u30EC\u30FC\u30B8\u30C9\u30E1\u30A4\u30F3\u304C\u306A\u3044\u3002\u4EEE\u60F3\u30DE\u30B7\u30F3\u306E\u30D9\u30FC\u30B9\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8\u304C\u30A2\u30AF\u30C6\u30A3\u30D6\u306A\u30B9\u30C8\u30EC\u30FC\u30B8\u30C9\u30E1\u30A4\u30F3\u306B\u5B58\u5728\u3057\u306A\u3044\u3002
thereAreNoAvailableBondsMsg=\u5229\u7528\u53EF\u80FD\u306A\u30DC\u30F3\u30C7\u30A3\u30F3\u30B0\u306F\u3042\u308A\u307E\u305B\u3093\u3002
thereAreNoCompatibleStorageDomainsAttachThisDcMsg=\u3053\u306E\u30C7\u30FC\u30BF\u30BB\u30F3\u30BF\u30FC\u3092\u30A2\u30BF\u30C3\u30C1\u3059\u308B\u305F\u3081\u306E\u3001\u4E92\u63DB\u6027\u306E\u3042\u308B\u30B9\u30C8\u30EC\u30FC\u30B8\u30C9\u30E1\u30A4\u30F3\u304C\u3042\u308A\u307E\u305B\u3093\u3002\u30B9\u30C8\u30EC\u30FC\u30B8\u30BF\u30D6\u304B\u3089\u65B0\u898F\u30B9\u30C8\u30EC\u30FC\u30B8\u3092\u8FFD\u52A0\u3057\u3066\u304F\u3060\u3055\u3044\u3002
thereAreNoDataCenterStorageDomainAttachedMsg=\u30B9\u30C8\u30EC\u30FC\u30B8\u30C9\u30E1\u30A4\u30F3\u3092\u30A2\u30BF\u30C3\u30C1\u53EF\u80FD\u306A\u30C7\u30FC\u30BF\u30BB\u30F3\u30BF\u30FC\u304C\u3042\u308A\u307E\u305B\u3093\u3002
thereAreNoISOversionsVompatibleWithHostCurrentVerMsg=\u30DB\u30B9\u30C8\u306E\u73FE\u5728\u306E\u30D0\u30FC\u30B8\u30E7\u30F3\u3068\u4E92\u63DB\u306E\u3042\u308B ISO \u30D0\u30FC\u30B8\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
thereAreNoNetworksAvailablePleaseAddAdditionalNetworksMsg=\u5229\u7528\u53EF\u80FD\u306A\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u304C\u3042\u308A\u307E\u305B\u3093\u3002\u5225\u306E\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u3092\u8FFD\u52A0\u3057\u3066\u304F\u3060\u3055\u3044\u3002
thereIsNoActiveStorageDomainCreateDiskInMsg=\u30C7\u30A3\u30B9\u30AF\u3092\u4F5C\u6210\u3059\u308B\u305F\u3081\u306E\u30A2\u30AF\u30C6\u30A3\u30D6\u306A\u30B9\u30C8\u30EC\u30FC\u30B8\u30C9\u30E1\u30A4\u30F3\u304C\u3042\u308A\u307E\u305B\u3093\u3002\u30B9\u30C8\u30EC\u30FC\u30B8\u30C9\u30E1\u30A4\u30F3\u3092\u30A2\u30AF\u30C6\u30A3\u30D6\u5316\u3057\u3066\u304F\u3060\u3055\u3044\u3002
thereIsNoDataStorageDomainToImportTemplateIntoMsg=\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8\u3092\u30A4\u30F3\u30DD\u30FC\u30C8\u3059\u308B\u30C7\u30FC\u30BF\u30B9\u30C8\u30EC\u30FC\u30B8\u30C9\u30E1\u30A4\u30F3\u304C\u3042\u308A\u307E\u305B\u3093\u3002\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8\u306E\u30C7\u30FC\u30BF\u30BB\u30F3\u30BF\u30FC\u306B\u30C7\u30FC\u30BF\u30B9\u30C8\u30EC\u30FC\u30B8\u30C9\u30E1\u30A4\u30F3\u3092\u30A2\u30BF\u30C3\u30C1\u3057\u3066\u304F\u3060\u3055\u3044\u3002
thereIsNoExportDomainBackupVmAttachExportDomainToVmsDcMsg=\u4EEE\u60F3\u30DE\u30B7\u30F3\u3092\u30D0\u30C3\u30AF\u30A2\u30C3\u30D7\u3059\u308B\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u30C9\u30E1\u30A4\u30F3\u304C\u3042\u308A\u307E\u305B\u3093\u3002\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u30C9\u30E1\u30A4\u30F3\u3092\u4EEE\u60F3\u30DE\u30B7\u30F3\u306E\u30C7\u30FC\u30BF\u30BB\u30F3\u30BF\u30FC\u306B\u30A2\u30BF\u30C3\u30C1\u3057\u3066\u304F\u3060\u3055\u3044\u3002
thereIsNoExportDomainToExportTheTemplateIntoMsg=\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8\u3092\u30A4\u30F3\u30DD\u30FC\u30C8\u3059\u308B\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u30C9\u30E1\u30A4\u30F3\u304C\u3042\u308A\u307E\u305B\u3093\u3002\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8\u306E\u30C7\u30FC\u30BF\u30BB\u30F3\u30BF\u30FC\u306B\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u30C9\u30E1\u30A4\u30F3\u3092\u30A2\u30BF\u30C3\u30C1\u3057\u3066\u304F\u3060\u3055\u3044\u3002
thereIsNoStorageDomainUnderTheSpecifiedPathMsg=\u6307\u5B9A\u306E\u30D1\u30B9\u306B\u30B9\u30C8\u30EC\u30FC\u30B8\u30C9\u30E1\u30A4\u30F3\u304C\u3042\u308A\u307E\u305B\u3093\u3002\u8A73\u7D30\u306F\u30A4\u30D9\u30F3\u30C8\u30ED\u30B0\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
thinTitle=\u30B7\u30F3\u30D7\u30ED\u30D3\u30B8\u30E7\u30CB\u30F3\u30B0
thisClusterBelongsToALocalDcWhichAlreadyContainHostClusterGuide=\u3053\u306E\u30AF\u30E9\u30B9\u30BF\u30FC\u306F\u3001\u3059\u3067\u306B\u30DB\u30B9\u30C8\u3092\u542B\u3080\u30ED\u30FC\u30AB\u30EB\u30C7\u30FC\u30BF\u30BB\u30F3\u30BF\u30FC\u306B\u6240\u5C5E\u3057\u307E\u3059\u3002
thisFieldCantBeEmptyInvalidReason=\u3053\u306E\u30D5\u30A3\u30FC\u30EB\u30C9\u306F\u7A7A\u306B\u3067\u304D\u307E\u305B\u3093\u3002
thisFieldCantConatainSpacesMsg=\u3053\u306E\u30D5\u30A3\u30FC\u30EB\u30C9\u306B\u30B9\u30DA\u30FC\u30B9\u3092\u542B\u3081\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002
thisFieldMustContainIPaddressInFormatMsg=\u3053\u306E\u30D5\u30A3\u30FC\u30EB\u30C9\u306B\u306F xxx.xxx.xxx.xxx \u5F62\u5F0F\u306E IP \u30A2\u30C9\u30EC\u30B9\u3092\u8A18\u5165\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
thisFieldMustContainIntegerNumberInvalidReason=\u3053\u306E\u30D5\u30A3\u30FC\u30EB\u30C9\u306B\u306F\u3001\u6B21\u306E\u6761\u4EF6\u3092\u6E80\u305F\u3059\u6574\u6570\u3092\u5165\u529B\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059
thisNetworkDoesNotExistInTheClusterErr=\u3053\u306E\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u306F\u30AF\u30E9\u30B9\u30BF\u30FC\u306B\u5B58\u5728\u3057\u307E\u305B\u3093\u3002
toggleFullScreen=\u5168\u753B\u9762\u5207\u308A\u66FF\u3048
unassignedLogicalNetworksPanel=\u672A\u5272\u308A\u5F53\u3066\u306E\u8AD6\u7406\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u30D1\u30CD\u30EB
unattachedHost=\u672A\u30A2\u30BF\u30C3\u30C1
usb=USB
usbDevicesNoUsbdevicesClientSpiceUsbRedirectorNotInstalled=USB \u30C7\u30D0\u30A4\u30B9,USB \u30C7\u30D0\u30A4\u30B9\u304C\u63A5\u7D9A\u3055\u308C\u3066\u3044\u307E\u305B\u3093,\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u306B SPICE USB \u30EA\u30C0\u30A4\u30EC\u30AF\u30BF\u30FC\u304C\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3055\u308C\u3066\u3044\u307E\u305B\u3093
useSeparateImportOperationForMarkedVMsMsg=\u5370\u306E\u4ED8\u3044\u305F\u4EEE\u60F3\u30DE\u30B7\u30F3\u306B\u5BFE\u3057\u3066\u5225\u306E\u30A4\u30F3\u30DD\u30FC\u30C8\u30AA\u30DA\u30EC\u30FC\u30B7\u30E7\u30F3\u3092\u4F7F\u3046\u304B\u3001\u5168\u4EEE\u60F3\u30DE\u30B7\u30F3\u306B\u5BFE\u3057\u3066\u300C\u30B9\u30CA\u30C3\u30D7\u30B7\u30E7\u30C3\u30C8\u3092\u7D50\u5408\u300D\u3092\u9069\u7528\u3057\u307E\u3059\u3002
usersMsg=\u30E6\u30FC\u30B6\u30FC
usersTitle=\u30E6\u30FC\u30B6\u30FC
valueDoesntNotMatchPatternKeyValueKeyValueInvalidReason=\u5024\u3068\u30D1\u30BF\u30FC\u30F3\u304C\u4E00\u81F4\u3057\u307E\u305B\u3093\u3002key\=value,key\=value...
valueDoesntNotNatchPatternKeyValueKeyKeyValueInvalidReason=\u5024\u3068\u30D1\u30BF\u30FC\u30F3\u304C\u4E00\u81F4\u3057\u307E\u305B\u3093\u3002key\=value,key,key\=value...
virtualMachineMsg=\u4EEE\u60F3\u30DE\u30B7\u30F3
virtualMachinesMsg=\u4EEE\u60F3\u30DE\u30B7\u30F3
virtualMachinesTitle=\u4EEE\u60F3\u30DE\u30B7\u30F3
vmAddAnotherNetworkInterfaceAction=\u5225\u306E\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u30A4\u30F3\u30BF\u30FC\u30D5\u30A7\u30FC\u30B9\u3092\u8FFD\u52A0
vmAddAnotherVirtualDiskAction=\u5225\u306E\u4EEE\u60F3\u30C7\u30A3\u30B9\u30AF\u3092\u8FFD\u52A0
vmAlreadyExistsMsg=\u4EEE\u60F3\u30DE\u30B7\u30F3\u306F\u3059\u3067\u306B\u5B58\u5728\u3057\u307E\u3059\u3002
vmConfigureNetworkInterfacesAction=\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u30A4\u30F3\u30BF\u30FC\u30D5\u30A7\u30FC\u30B9\u3092\u8A2D\u5B9A
vmConfigureVirtualDisksAction=\u4EEE\u60F3\u30C7\u30A3\u30B9\u30AF\u3092\u8A2D\u5B9A
vmImportTitle=\u4EEE\u60F3\u30DE\u30B7\u30F3\u306E\u30A4\u30F3\u30DD\u30FC\u30C8
vmNetworkRole=\u4EEE\u60F3\u30DE\u30B7\u30F3
vmNoExistsMsg=\u4EEE\u60F3\u30DE\u30B7\u30F3\u304C\u5B58\u5728\u3057\u307E\u305B\u3093\u3002
vmPoolRoleTree=\u4EEE\u60F3\u30DE\u30B7\u30F3\u306E\u30D7\u30FC\u30EB
vmRoleTree=\u4EEE\u60F3\u30DE\u30B7\u30F3
vmsMsg=\u4EEE\u60F3\u30DE\u30B7\u30F3
vmsResideOnSeveralDCsMakeSureTheExportedVMResideOnSameDcMsg=\u4EEE\u60F3\u30DE\u30B7\u30F3\u304C\u8907\u6570\u306E\u30C7\u30FC\u30BF\u30BB\u30F3\u30BF\u30FC\u306B\u6240\u5C5E\u3057\u3066\u3044\u307E\u3059\u3002\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u3057\u305F\u4EEE\u60F3\u30DE\u30B7\u30F3\u304C\u540C\u3058\u30C7\u30FC\u30BF\u30DE\u30B7\u30F3\u306B\u6240\u5C5E\u3059\u308B\u3088\u3046\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
vmsTitle=\u4EEE\u60F3\u30DE\u30B7\u30F3
volumeEmptyClusterValidationMsg=\u30AF\u30E9\u30B9\u30BF\u30FC\u5185\u306B\u300CUp\u300D\u72B6\u614B\u306E\u30DB\u30B9\u30C8\u304C\u3042\u308A\u307E\u305B\u3093\u3002\u5225\u306E\u30AF\u30E9\u30B9\u30BF\u30FC\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044\u3002
volumeTransportTypesValidationMsg=\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u30BF\u30A4\u30D7\u3092\u5C11\u306A\u304F\u3068\u3082 1 \u3064\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044\u3002
volumesTitle=\u30DC\u30EA\u30E5\u30FC\u30E0
withLocalStorageDomainMsg=\u30ED\u30FC\u30AB\u30EB\u306E\u30B9\u30C8\u30EC\u30FC\u30B8\u30C9\u30E1\u30A4\u30F3\u3002OK \u3092\u30AF\u30EA\u30C3\u30AF\u3059\u308B\u3068\u3001\u3053\u306E\u30DB\u30B9\u30C8\u306F\u65B0\u898F\u306E\u30C7\u30FC\u30BF\u30BB\u30F3\u30BF\u30FC\u306B\u79FB\u52D5\u3057\u3001\u65B0\u898F\u306E\u30ED\u30FC\u30AB\u30EB\u30B9\u30C8\u30EC\u30FC\u30B8\u30C9\u30E1\u30A4\u30F3\u304C\u4F5C\u6210\u3055\u308C\u307E\u3059\u3002\u64CD\u4F5C\u3092\u4E2D\u65AD\u3059\u308B\u306B\u306F\u30AD\u30E3\u30F3\u30BB\u30EB\u3092\u62BC\u3057\u3066\u304F\u3060\u3055\u3044\u3002
youAreAboutChangeClusterCompatibilityVersionMsg=\u30AF\u30E9\u30B9\u30BF\u30FC\u306E\u4E92\u63DB\u30D0\u30FC\u30B8\u30E7\u30F3\u3092\u5909\u66F4\u3057\u3088\u3046\u3068\u3057\u3066\u3044\u307E\u3059\u3002\u7D9A\u884C\u3057\u3066\u3082\u3088\u308D\u3057\u3044\u3067\u3059\u304B\uFF1F
youAreAboutChangeClusterCpuThreadSupportMsg=\u3053\u306E\u30AF\u30E9\u30B9\u30BF\u30FC\u306E CPU \u30B9\u30EC\u30C3\u30C9\u30B5\u30DD\u30FC\u30C8\u304C\u7121\u52B9\u306B\u306A\u308A\u307E\u3059\u3002\u3053\u306E\u8A2D\u5B9A\u3092\u7121\u52B9\u306B\u3059\u308B\u3068\u3001\u7279\u5B9A\u306E CPU \u8A2D\u5B9A\u3067\u4EEE\u60F3\u30DE\u30B7\u30F3\u3092\u5B9F\u884C\u3059\u308B\u6A5F\u80FD\u306B\u5F71\u97FF\u3092\u53CA\u307C\u3059\u5834\u5408\u304C\u3042\u308A\u307E\u3059\u3002\u3053\u306E\u30AF\u30E9\u30B9\u30BF\u30FC\u5185\u306E\u4EEE\u60F3\u30DE\u30B7\u30F3\u304C CPU \u30D4\u30CB\u30F3\u30B0\u306A\u3069\u306E CPU \u8A2D\u5B9A\u3092\u4F7F\u7528\u3057\u3066\u3044\u306A\u3044\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u3053\u306E\u5909\u66F4\u306B\u3088\u3063\u3066\u5F71\u97FF\u3092\u53D7\u3051\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002\u7D9A\u884C\u3057\u3066\u3082\u3088\u308D\u3057\u3044\u3067\u3059\u304B?
youAreAboutChangeDCQuotaEnforcementMsg=\u30C7\u30FC\u30BF\u30BB\u30F3\u30BF\u30FC\u306E\u30AF\u30A9\u30FC\u30BF\u304C\u6709\u52B9\u306B\u306A\u308A\u307E\u3059\u3002\u3053\u306E\u30C7\u30FC\u30BF\u30BB\u30F3\u30BF\u30FC\u306B\u306F\u3001\u30AF\u30A9\u30FC\u30BF\u5272\u308A\u5F53\u3066\u304C\u5B9A\u7FA9\u3055\u308C\u3066\u3044\u306A\u3044\u305F\u3081\u3001Engine \u30E6\u30FC\u30B6\u30FC\u306F\u4EEE\u60F3\u30DE\u30B7\u30F3\u306E\u5B9F\u884C\u3084\u65B0\u898F\u30C7\u30A3\u30B9\u30AF\u306E\u4F5C\u6210\u304C\u3067\u304D\u306A\u304F\u306A\u308A\u307E\u3059\u3002\u73FE\u5728\u5B9F\u884C\u4E2D\u306E\u4EEE\u60F3\u30DE\u30B7\u30F3\u306F\u5F15\u304D\u7D9A\u304D\u5B9F\u884C\u3055\u308C\u307E\u3059\u3002\u30E6\u30FC\u30B6\u30FC\u3092\u30D6\u30ED\u30C3\u30AF\u305B\u305A\u306B\u8B66\u544A\u304C\u8868\u793A\u3055\u308C\u308B\u3088\u3046\u306B\u3059\u308B\u306B\u306F\u3001Audit \u30E2\u30FC\u30C9\u3092\u4F7F\u7528\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u6E96\u5099\u304C\u6574\u3063\u305F\u6642\u70B9\u3067\u30AF\u30A9\u30FC\u30BF\u3092 Audit \u304B\u3089 Enforced \u306B\u5207\u308A\u66FF\u3048\u308B\u3068\u3001\u30AF\u30A9\u30FC\u30BF\u9055\u53CD\u3092\u30D6\u30ED\u30C3\u30AF\u3059\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u3059\u3002\u30AF\u30A9\u30FC\u30BF\u5272\u308A\u5F53\u3066\u3092\u5B9A\u7FA9\u3059\u308B\u306B\u306F\u3001\u30AF\u30A9\u30FC\u30BF\u306E\u30E1\u30A4\u30F3\u30BF\u30D6\u306B\u9032\u3080\u304B\u3001\u30C7\u30FC\u30BF\u30BB\u30F3\u30BF\u30FC\u30BF\u30D6\u3067\u30AF\u30A9\u30FC\u30BF\u306E\u30B5\u30D6\u30BF\u30D6\u3092\u9078\u629E\u3057\u307E\u3059\u3002\u65B0\u898F\u30AF\u30A9\u30FC\u30BF\u5272\u308A\u5F53\u3066\u3092\u5B9A\u7FA9\u3059\u308B\u306B\u306F\u3001\u8FFD\u52A0\u306E\u30DC\u30BF\u30F3\u3092\u4F7F\u7528\u3057\u307E\u3059\u3002 \u3053\u306E\u64CD\u4F5C\u306F\u3001\u30AF\u30A9\u30FC\u30BF\u306E\u72B6\u614B\u306E\u6709\u52B9/\u7121\u52B9\u3092\u554F\u308F\u305A\u306B\u5B9F\u884C\u3067\u304D\u308B\u70B9\u306B\u6CE8\u610F\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u7D9A\u884C\u3057\u3066\u3082\u3088\u308D\u3057\u3044\u3067\u3059\u304B?
youAreAboutChangeDcCompatibilityVersionMsg=\u30C7\u30FC\u30BF\u30BB\u30F3\u30BF\u30FC\u306E\u4E92\u63DB\u30D0\u30FC\u30B8\u30E7\u30F3\u3092\u5909\u66F4\u3057\u3088\u3046\u3068\u3057\u3066\u3044\u307E\u3059\u3002\u7D9A\u884C\u3057\u3066\u3082\u3088\u308D\u3057\u3044\u3067\u3059\u304B\uFF1F
youAreAboutToAttachDetachNetworkToFromTheClustersMsg=\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u3092\u9078\u629E\u3057\u305F\u30AF\u30E9\u30B9\u30BF\u30FC\u3059\u3079\u3066\u306B\u30A2\u30BF\u30C3\u30C1\u3057\u3001\u6B8B\u308A\u306E\u30AF\u30E9\u30B9\u30BF\u30FC\u304B\u3089\u30C7\u30BF\u30C3\u30C1\u3057\u3088\u3046\u3068\u3057\u3066\u3044\u307E\u3059\u3002\u7D9A\u884C\u3057\u3066\u3082\u3088\u308D\u3057\u3044\u3067\u3059\u304B\uFF1F
youHavntConfigPmMsg=\u3053\u306E\u30DB\u30B9\u30C8\u306B\u96FB\u6E90\u7BA1\u7406\u8A2D\u5B9A\u3092\u3057\u3066\u3044\u307E\u305B\u3093\u3002\u7D9A\u884C\u3057\u3066\u3082\u3088\u308D\u3057\u3044\u3067\u3059\u304B\uFF1F
youMustApproveTheActionByClickingOnThisCheckboxInvalidReason=\u3053\u306E\u30C1\u30A7\u30C3\u30AF\u30DC\u30C3\u30AF\u30B9\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u30A2\u30AF\u30B7\u30E7\u30F3\u3092\u627F\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
