name_80554327_0569_496b_bdeb_fcbbf52b827c=\u041F\u0440\u0438\u043E\u0441\u0442\u0430\u043D\u043E\u0432\u0438\u0442\u0435 \u0440\u0430\u0431\u043E\u0447\u0443\u044E \u043D\u0430\u0433\u0440\u0443\u0437\u043A\u0443, \u0435\u0441\u043B\u0438 \u044D\u0442\u043E \u043D\u0435\u043E\u0431\u0445\u043E\u0434\u0438\u043C\u043E
name_a7aeedb2_8d66_4e51_bb22_32595027ce71=\u041C\u0438\u0433\u0440\u0430\u0446\u0438\u044F \u043F\u043E\u0441\u043B\u0435 \u043A\u043E\u043F\u0438\u0440\u043E\u0432\u0430\u043D\u0438\u044F
description_a7aeedb2_8d66_4e51_bb22_32595027ce71=\u0412\u0438\u0440\u0442\u0443\u0430\u043B\u044C\u043D\u0430\u044F \u043C\u0430\u0448\u0438\u043D\u0430 \u043D\u0435 \u0434\u043E\u043B\u0436\u043D\u0430 \u0438\u0441\u043F\u044B\u0442\u044B\u0432\u0430\u0442\u044C \u0437\u043D\u0430\u0447\u0438\u0442\u0435\u043B\u044C\u043D\u044B\u0445 \u043F\u0440\u043E\u0441\u0442\u043E\u0435\u0432. \u0415\u0441\u043B\u0438 \u043C\u0438\u0433\u0440\u0430\u0446\u0438\u044F \u0432\u0438\u0440\u0442\u0443\u0430\u043B\u044C\u043D\u043E\u0439 \u043C\u0430\u0448\u0438\u043D\u044B \u043D\u0435 \u0437\u0430\u0432\u0435\u0440\u0448\u0430\u0435\u0442\u0441\u044F \u0432 \u0442\u0435\u0447\u0435\u043D\u0438\u0435 \u0434\u043B\u0438\u0442\u0435\u043B\u044C\u043D\u043E\u0433\u043E \u0432\u0440\u0435\u043C\u0435\u043D\u0438, \u043C\u0438\u0433\u0440\u0430\u0446\u0438\u044F \u0431\u0443\u0434\u0435\u0442 \u043F\u0435\u0440\u0435\u043A\u043B\u044E\u0447\u0435\u043D\u0430 \u043D\u0430 \u043F\u043E\u0441\u043B\u0435\u0434\u0443\u044E\u0449\u0435\u0435 \u043A\u043E\u043F\u0438\u0440\u043E\u0432\u0430\u043D\u0438\u0435. \u0412\u043A\u043B\u044E\u0447\u0435\u043D \u043C\u0435\u0445\u0430\u043D\u0438\u0437\u043C \u043F\u0435\u0440\u0435\u0445\u0432\u0430\u0442\u0430 \u0433\u043E\u0441\u0442\u0435\u0432\u043E\u0433\u043E \u0430\u0433\u0435\u043D\u0442\u0430.
name_57237b82_b8c2_425f_b425_114b35219626=\u041E\u0447\u0435\u043D\u044C \u0431\u043E\u043B\u044C\u0448\u0438\u0435 \u0432\u0438\u0440\u0442\u0443\u0430\u043B\u044C\u043D\u044B\u0435 \u043C\u0430\u0448\u0438\u043D\u044B
name_80554327_0569_496b_bdeb_fcbbf52b827b=\u041C\u0438\u043D\u0438\u043C\u0430\u043B\u044C\u043D\u043E\u0435 \u0432\u0440\u0435\u043C\u044F \u043F\u0440\u043E\u0441\u0442\u043E\u044F
description_80554327_0569_496b_bdeb_fcbbf52b827b=\u041F\u043E\u043B\u0438\u0442\u0438\u043A\u0430, \u043F\u043E\u0437\u0432\u043E\u043B\u044F\u044E\u0449\u0430\u044F \u0432\u044B\u043F\u043E\u043B\u043D\u044F\u0442\u044C \u043C\u0438\u0433\u0440\u0430\u0446\u0438\u044E \u0432\u0438\u0440\u0442\u0443\u0430\u043B\u044C\u043D\u043E\u0439 \u043C\u0430\u0448\u0438\u043D\u044B \u0432 \u0442\u0438\u043F\u0438\u0447\u043D\u044B\u0445 \u0441\u0438\u0442\u0443\u0430\u0446\u0438\u044F\u0445. \u0412\u0438\u0440\u0442\u0443\u0430\u043B\u044C\u043D\u0430\u044F \u043C\u0430\u0448\u0438\u043D\u0430 \u043D\u0435 \u0434\u043E\u043B\u0436\u043D\u0430 \u0438\u0441\u043F\u044B\u0442\u044B\u0432\u0430\u0442\u044C \u0437\u043D\u0430\u0447\u0438\u0442\u0435\u043B\u044C\u043D\u044B\u0445 \u043F\u0440\u043E\u0441\u0442\u043E\u0435\u0432. \u0415\u0441\u043B\u0438 \u043C\u0438\u0433\u0440\u0430\u0446\u0438\u044F \u0432\u0438\u0440\u0442\u0443\u0430\u043B\u044C\u043D\u043E\u0439 \u043C\u0430\u0448\u0438\u043D\u044B \u043D\u0435 \u0432\u044B\u043F\u043E\u043B\u043D\u044F\u0435\u0442\u0441\u044F \u0432 \u0442\u0435\u0447\u0435\u043D\u0438\u0435 \u0434\u043B\u0438\u0442\u0435\u043B\u044C\u043D\u043E\u0433\u043E \u0432\u0440\u0435\u043C\u0435\u043D\u0438, \u043C\u0438\u0433\u0440\u0430\u0446\u0438\u044F \u0431\u0443\u0434\u0435\u0442 \u043F\u0440\u0435\u0440\u0432\u0430\u043D\u0430. \u0412\u043A\u043B\u044E\u0447\u0435\u043D \u043C\u0435\u0445\u0430\u043D\u0438\u0437\u043C \u043F\u0435\u0440\u0435\u0445\u0432\u0430\u0442\u0430 \u0433\u043E\u0441\u0442\u0435\u0432\u043E\u0433\u043E \u0430\u0433\u0435\u043D\u0442\u0430.
description_80554327_0569_496b_bdeb_fcbbf52b827c=\u041F\u043E\u043B\u0438\u0442\u0438\u043A\u0430, \u043F\u043E\u0437\u0432\u043E\u043B\u044F\u044E\u0449\u0430\u044F \u0432\u044B\u043F\u043E\u043B\u043D\u044F\u0442\u044C \u043C\u0438\u0433\u0440\u0430\u0446\u0438\u044E \u0432\u0438\u0440\u0442\u0443\u0430\u043B\u044C\u043D\u043E\u0439 \u043C\u0430\u0448\u0438\u043D\u044B \u0432 \u0431\u043E\u043B\u044C\u0448\u0438\u043D\u0441\u0442\u0432\u0435 \u0441\u0438\u0442\u0443\u0430\u0446\u0438\u0439, \u0432\u043A\u043B\u044E\u0447\u0430\u044F \u0432\u0438\u0440\u0442\u0443\u0430\u043B\u044C\u043D\u044B\u0435 \u043C\u0430\u0448\u0438\u043D\u044B \u0441 \u0432\u044B\u0441\u043E\u043A\u043E\u0439 \u0440\u0430\u0431\u043E\u0447\u0435\u0439 \u043D\u0430\u0433\u0440\u0443\u0437\u043A\u043E\u0439. \u0421 \u0434\u0440\u0443\u0433\u043E\u0439 \u0441\u0442\u043E\u0440\u043E\u043D\u044B, \u0432\u0440\u0435\u043C\u044F \u043F\u0440\u043E\u0441\u0442\u043E\u044F \u0432\u0438\u0440\u0442\u0443\u0430\u043B\u044C\u043D\u043E\u0439 \u043C\u0430\u0448\u0438\u043D\u044B \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u0431\u043E\u043B\u0435\u0435 \u0437\u043D\u0430\u0447\u0438\u0442\u0435\u043B\u044C\u043D\u044B\u043C. \u041C\u0438\u0433\u0440\u0430\u0446\u0438\u044F \u0432\u0441\u0435 \u0435\u0449\u0435 \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u043F\u0440\u0435\u0440\u0432\u0430\u043D\u0430 \u043F\u0440\u0438 \u044D\u043A\u0441\u0442\u0440\u0435\u043C\u0430\u043B\u044C\u043D\u044B\u0445 \u0440\u0430\u0431\u043E\u0447\u0438\u0445 \u043D\u0430\u0433\u0440\u0443\u0437\u043A\u0430\u0445. \u0412\u043A\u043B\u044E\u0447\u0435\u043D \u043C\u0435\u0445\u0430\u043D\u0438\u0437\u043C \u043F\u0435\u0440\u0435\u0445\u0432\u0430\u0442\u0430 \u0433\u043E\u0441\u0442\u0435\u0432\u043E\u0433\u043E \u0430\u0433\u0435\u043D\u0442\u0430.
description_57237b82_b8c2_425f_b425_114b35219626=\u0412\u0438\u0440\u0442\u0443\u0430\u043B\u044C\u043D\u0430\u044F \u043C\u0430\u0448\u0438\u043D\u0430 \u043D\u0435 \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u043F\u0435\u0440\u0435\u043D\u0435\u0441\u0435\u043D\u0430 \u0441 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u043D\u0438\u0435\u043C \u043A\u0430\u043A\u043E\u0439-\u043B\u0438\u0431\u043E \u0434\u0440\u0443\u0433\u043E\u0439 \u043F\u043E\u043B\u0438\u0442\u0438\u043A\u0438, \u043F\u0440\u0438\u043D\u044F\u0442 \u043C\u0435\u0445\u0430\u043D\u0438\u0437\u043C \u043F\u0435\u0440\u0435\u043D\u043E\u0441\u0430, \u043A\u043E\u0442\u043E\u0440\u044B\u0439 \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u0441\u043E\u043F\u0440\u044F\u0436\u0435\u043D \u0441 \u0440\u0438\u0441\u043A\u043E\u043C, \u0438 \u043D\u0435\u0442 \u043D\u0435\u043E\u0431\u0445\u043E\u0434\u0438\u043C\u043E\u0441\u0442\u0438 \u0448\u0438\u0444\u0440\u043E\u0432\u0430\u0442\u044C \u043F\u0435\u0440\u0435\u043D\u043E\u0441. \u0412 \u0440\u0430\u0431\u043E\u0442\u0435 \u0432\u0438\u0440\u0442\u0443\u0430\u043B\u044C\u043D\u043E\u0439 \u043C\u0430\u0448\u0438\u043D\u044B \u043C\u043E\u0436\u0435\u0442 \u0432\u043E\u0437\u043D\u0438\u043A\u043D\u0443\u0442\u044C \u0437\u043D\u0430\u0447\u0438\u0442\u0435\u043B\u044C\u043D\u044B\u0439 \u043F\u0440\u043E\u0441\u0442\u043E\u0439. \u041F\u0435\u0440\u0435\u043D\u043E\u0441 \u0432\u0441\u0435 \u0440\u0430\u0432\u043D\u043E \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u043F\u0440\u0435\u0440\u0432\u0430\u043D, \u0435\u0441\u043B\u0438 \u043E\u043D \u043D\u0435 \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u0441\u043E\u0433\u043B\u0430\u0441\u043E\u0432\u0430\u043D. \u0412\u043A\u043B\u044E\u0447\u0435\u043D \u043C\u0435\u0445\u0430\u043D\u0438\u0437\u043C \u043F\u0435\u0440\u0435\u0445\u0432\u0430\u0442\u0430 \u0433\u043E\u0441\u0442\u0435\u0432\u043E\u0433\u043E \u0430\u0433\u0435\u043D\u0442\u0430.
