addToBond=Adicionar {0} ao Bond
alreadyAssignedClonedTemplateName=Este nome j\u00E1 foi determinado a outro Template clonado.
alreadyAssignedClonedVmName=Este nome j\u00E1 foi determinado \u00E0 outra M\u00E1quina Virtual clonada.
areYouSureYouWantToDeleteSanpshot=Voc\u00EA tem certeza de que deseja deletar o snapshot do {0} com descri\u00E7\u00E3o ''{1}"?
attachTo=Anexar {0} ao
bondWith=Bond {0} com
breakBond=Interroper Bond {0}
bridlessNetworkNotSupported=As redes sem-MV n\u00E3o s\u00E3o suportadas para a vers\u00E3o {0}
connectingToGuestWithNotResponsiveAgentMsg=N\u00E3o foi poss\u00EDvel conectar ao agente no convidado, isto pode estar sem resposta ou n\u00E3o estar instalado. Como resultado, alguns recursos poder\u00E3o n\u00E3o funcionar.
cpuInfoLabel={0} ({1} Soquete(s), {2} Core(s) por Soquete)
createFailedDomainAlreadyExistStorageMsg=Falha na cria\u00E7\u00E3o da opera\u00E7\u00E3o. O Dom\u00EDnio {0} j\u00E1 existe no sistema.
createOperationFailedDcGuideMsg=Falha na cria\u00E7\u00E3o da opera\u00E7\u00E3o. O Dom\u00EDnio {0} j\u00E1 existe no sistema.
customPropertyOneOfTheParamsIsntSupported=Um dos par\u00E2metros n\u00E3o \u00E9 suportado (par\u00E2metro(s) dispon\u00EDvel(is)\: {0})
customPropertyValueShouldBeInFormatReason=o valor para o par\u00E2metro <{0}> deve estar no formato de\: <{1}>
customSpmPriority=Custom({0})
detachNetwork=Desconectar Rede {0}
detachNote=Nota\: {0} ser\u00E1 removido\! 
directLUNDisksWillNotBePartOfTheExport=O(s) disco(s) LUN direta n\u00E3o far\u00E3o parte da exporta\u00E7\u00E3o da MV\: {0}.
directLUNDisksWillNotBePartOfTheSnapshot=O(s) disco(s) LUN direta n\u00E3o far\u00E3o parte do snapshot da MV\: {0}.
directLUNDisksWillNotBePartOfTheTemplate=O(s) disco(s) LUN direta n\u00E3o far\u00E3o parte do template da MV\: {0}.
editBondInterfaceTitle=Editar Interface Bond {0} 
editInterfaceTitle=Editar Interface {0}
editNetworkTitle=Editar Rede {0} 
editVmTitle=Editar {0} M\u00E1quina Virtual
errConnectingVmUsingRdpMsg=Erro ao conectar a M\u00E1quina Virtual usando o RPD\:{0} 
errConnectingVmUsingSpiceMsg=Erro ao conectar a M\u00E1quina Virtual usando SPICE\:{0} 
hostNameMsg=O nome do Host n\u00E3o pode conter espa\u00E7os vazios ou caracteres especiais. Isto deve ter pelo menos um caractere longo. Os valores legais s\u00E3o 0-9, a-z, ''_'', ''.'' 0-9, a-z, ''_'', ''.'' e comprimento de at\u00E9 {0} caracteres.
hotNetworkUpdateNotSupported=A atualiza\u00E7\u00E3o da ''rede'' numa m\u00E1quina virtual em execu\u00E7\u00E3o, enquanto o NIC estiver conectado, n\u00E3o \u00E9 suportada na vers\u00E3o do cluster {0}
hotPlugNotSupported=A Conex\u00E3o Instant\u00E2nea n\u00E3o \u00E9 suportada na vers\u00E3o do cluster {0}
importClusterHostFingerprintEmpty=O campo fingerprint (impress\u00E3o digital) est\u00E1 vazio para o host com endere\u00E7o {0} 
importClusterHostNameEmpty=O nome do campo est\u00E1 vazio para o host com endere\u00E7o {0}
importClusterHostPasswordEmpty=O campo Senha Root est\u00E1 vazio para o host com endere\u00E7o {0}
importFailedDomainAlreadyExistStorageMsg=Falha na opera\u00E7\u00E3o de importa\u00E7\u00E3o. O Dom\u00EDnio {0} j\u00E1 existe no sistema.
importProcessHasBegunForTemplates=O processo de importa\u00E7\u00E3o iniciou para os Template(s)\: {0}. Voc\u00EA pode verificar o status de importa\u00E7\u00E3o na aba "Eventos" do dom\u00EDnio de armazenamento de destina\u00E7\u00E3o espec\u00EDfica ou na aba principal "Eventos"
importProcessHasBegunForVms=O processo de importa\u00E7\u00E3o iniciou para MV(s)\: {0}. Voc\u00EA pode verificar o status de importa\u00E7\u00E3o na aba principal "Eventos"
incorrectVCPUNumber=N\u00FAmero incorreto do Total das CPUs Virtuais. N\u00E3o foi poss\u00EDvel compor este n\u00FAmero a partir dos Soquetes Virtuais e Cores por Soquetes Virtuais
integerValidationNumberBetweenInvalidReason={0} entre {1} e {2}.
integerValidationNumberGreaterInvalidReason={0} maior que {1}. 
integerValidationNumberLessInvalidReason={0} menor que {1}.
invalidPath=Quando o {0} {1} {2} for usado, o caminho kernel n\u00E3o deve ser vazio
lenValidationFieldMusnotExceed=O conte\u00FAdo do campo n\u00E3o deve exceder {0} caracteres. 
lunAlreadyPartOfStorageDomainWarning=A LUN j\u00E1 faz parte do Dom\u00EDnio de Armazenamento\: {0}
lunUsedByDiskWarning=A LUN j\u00E1 est\u00E1 sendo usada por um disco\: {0} 
lunUsedByVG=Usado por\: {0}  
maxMemSizeIs=O tamanho da mem\u00F3ria m\u00E1xima \u00E9 {0} MB.
memSizeBetween=O tamanho da mem\u00F3ria \u00E9 entre {0} MB e {1} MB 
minMemSizeIs=O tamanho da mem\u00F3ria \u00E9 {0} MB.
mtuOverrideNotSupported=A substitui\u00E7\u00E3o da configura\u00E7\u00E3o MTU n\u00E3o \u00E9 suportada para o Cluster de vers\u00E3o {0}
nameCanContainOnlyMsg=O nome pode conter apenas ''A-Z'', ''a-z'', ''0-9'', ''_'' ou ''-'' caracteres, comprimento m\u00E1ximo\: {0} 
nameMustConataionOnlyAlphanumericChars=O nome deve conter apenas caracteres alfanum\u00E9ricos, "-", "_" ou ".". Comprimento m\u00E1ximo\: {0}. 
networkDc={0} no Centro de Dados {1}
networkDcDescription={0} no Centro de Dados {1} ({2})
newNameWithSuffixCannotContainBlankOrSpecialChars=O novo nome (com sufixo) pode conter apenas caracteres alfa-num\u00E9ricos. Comprimento m\u00E1ximo\: {0}.
newVmTitle=Nova {0} M\u00E1quina Virtual
noActiveStorageDomain=Nenhum Dom\u00EDnio de Armazenamento ativo.
noExportableDisksFoundForTheExport=N\u00E3o existem discos permitindo a exporta\u00E7\u00E3o. Apenas a configura\u00E7\u00E3o far\u00E1 parte da exporta\u00E7\u00E3o da MV.
noExportableDisksFoundForTheSnapshot=N\u00E3o existem discos permitindo um snapshot. Apenas a configura\u00E7\u00E3o far\u00E1 parte do snapshot da MV.
noExportableDisksFoundForTheTemplate=N\u00E3o existem discos permitindo a exporta\u00E7\u00E3o. Apenas a configura\u00E7\u00E3o far\u00E1 parte do template da MV.
noOfBricksSelected=({0} bricks selecionados) 
noValidOperation=Nenhuma opera\u00E7\u00E3o v\u00E1lida para {0} e
numOfVmsInPoolInvalod=O n\u00FAmero m\u00E1ximo permitido de MVs \u00E9 {0} quando o comprimento do nome do pool for {1} 
numberOfVmsForHostsLoad={0} MVs
poolNameLengthInvalid=O comprimento m\u00E1ximo de nome permitido \u00E9 {0} para {1} MVs no pool
pressKeyToReleaseCursor=Pressione {0} Liberar o Cursor
refreshInterval=Intervalo de Atualiza\u00E7\u00E3o\: {0} segundos
removeBricksReplicateVolumeMessage=A contagem da r\u00E9plica ser\u00E1 reduzida de {0} para {1}. Voc\u00EA tem certeza de que deseja remover o(s) seguinte(s) Brisck(s)?
removeFromBond=Remover {0} do Bond
removeNetwork=Remover Rede {0}
sharedDisksWillNotBePartOfTheExport=O(s) disco(s) compartilhados n\u00E3o far\u00E3o parte da exporta\u00E7\u00E3o da MV\: {0}.
sharedDisksWillNotBePartOfTheSnapshot=O(s) disco(s) compartilhado(s) n\u00E3o far\u00E3o parte do snapshot da MV\: {0}.
sharedDisksWillNotBePartOfTheTemplate=O(s) disco(s) n\u00E3o far\u00E3o parte do template da MV\: {0}.
storageDomainIsNotActive=''{0}'' Dom\u00EDnio do Armazenamento n\u00E3o \u00E9 ativo. Por favor ative-o.
suffixCauseToClonedTemplateNameCollision=Esse sufixo causar\u00E1 a colis\u00E3o do nome com outro Template clonado\: {0}.
suffixCauseToClonedVmNameCollision=Esse sufixo causar\u00E1 o nome de colis\u00E3o com outra M\u00E1quina Virtual clonada\: {0}.
templateDiskDescription={0} (a partir do Storage Domain {1})
templatesAlreadyExistonTargetExportDomain=Template(s)\:{0} j\u00E1 existem no Export Domain de destina\u00E7\u00E3o. Caso deseje substitu\u00ED-lo, por favor selecione a op\u00E7\u00E3o "For\u00E7ar Substitui\u00E7\u00E3o".
unreachableGlusterHosts=N\u00E3o foi poss\u00EDvel persquisar Fingerprint do(s) host(s) {0,lista,texto}
vmStorageDomainIsNotAccessible=Discos" dos Dom\u00EDnios do Armazenamento n\u00E3o est\u00E3o acess\u00EDveis.
vmsAlreadyExistOnTargetExportDomain=MV(s)\:{0} j\u00E1 existem no Domain de Exporta\u00E7\u00E3o de destina\u00E7\u00E3o. Caso voc\u00EA deseje substitu\u00ED-las, por favor selecione "For\u00E7ar Substitui\u00E7\u00E3o".
vncInfoMessage=Por favor use seu cliente VNC para conectar esta MV.<br/><br/>Use os seguintes par\u00E2metros\:<br/>IP\:Porta --  {0}\:{1}<br/><br/> Senha\: {2}<br/>(nota\: esta senha \u00E9 v\u00E1lida para {3} segundos)
vnicFromTemplate=Vnic {0} a partir do Template {1}
vnicFromVm=Vnic {0} a partir da {1}
youAreAboutToDisconnectHostInterfaceMsg=Voc\u00EA est\u00E1 prestes a desconectar a Interface de Gerenciamento ({0}). O Host poder\u00E1 tornar-se n\u00E3o alcan\u00E7\u00E1vel como resultado. Voc\u00EA tem certeza de que deseja conectar a Interface de Gerenciamento?
