addToBond=Agregar {0} a enlace
alertsTitle={0} Alertas
areYouSureYouWantToDeleteSanpshot=\u00BFEst\u00E1 seguro de que quiere borrar la toma de pantalla de {0} con la descripci\u00F3n ''{1}''?
attachTo=Adjuntar {0} a
bondWith=Enlace {0} con
breakBond=Romper enlace {0}
bridlessNetworkNotSupported=Las redes que no son MV no se soportan para la versi\u00F3n de cl\u00FAster {0}
connectingToGuestWithNotResponsiveAgentMsg=No se pudo conectar al agente en el hu\u00E9sped, puede que no est\u00E9 respondiendo o no est\u00E9 instalado. Como consecuencia es posible que algunas de las funcionalidades no sirvan.
cpuInfoLabel={0} ({1} Socket(s), {2} n\u00FAcleo(s) por socket)
createFailedDomainAlreadyExistStorageMsg=Fall\u00F3 la operaci\u00F3n de creaci\u00F3n. El dominio {0} ya existe en el sistema.
createOperationFailedDcGuideMsg=Fall\u00F3 la operaci\u00F3n de creaci\u00F3n. El dominio {0} ya existe en el sistema.
customPropertyOneOfTheParamsIsntSupported=Uno de lo par\u00E1metros no se soporta (par\u00E1metro(s) disponibles\: {0})
customPropertyValueShouldBeInFormatReason=el valor para el par\u00E1metro <{0}> debe tener el formato\: <{1}>
detachNetwork=Separar red {0}
detachNote=Nota\: \u00A1{0} se borrar\u00E1\!
editBondInterfaceTitle=Modificar interfaz de red {0}
editInterfaceTitle=Modificar interfaz {0}
editNetworkTitle=Modificar la red {0}
editVmTitle=Modificar la m\u00E1quina virtual {0}
errConnectingVmUsingSpiceMsg=Error conect\u00E1ndose a la m\u00E1quina virtual usando Spice\:{0}
hostNameMsg=Este campo no puede contener espacios en blanco o caracteres especiales, debe tener por lo menos un caracter y los valores legales son 0-9, a-z, ''_'', ''.'' y una longitud de hasta {0} caracteres.
hotNetworkUpdateNotSupported=No se soporta el actualizar la ''network'' en una m\u00E1quina virtual en ejecuci\u00F3n mientras que el NIC est\u00E9 enchufado en la versi\u00F3n del cl\u00FAster {0}
hotPlugNotSupported=No se soporta el enchufado en vivo en la versi\u00F3n del cl\u00FAster {0}
importClusterHostFingerprintEmpty=El campo de la huella dactilar est\u00E1 vac\u00EDo para el host con direcci\u00F3n {0}
importClusterHostNameEmpty=El campo del nombre est\u00E1 vac\u00EDo para el host con direcci\u00F3n {0}
importClusterHostPasswordEmpty=El campo de la contrase\u00F1a root est\u00E1 vac\u00EDo para el host con direcci\u00F3n {0}
importFailedDomainAlreadyExistStorageMsg=Fall\u00F3 la operaci\u00F3n de importaci\u00F3n. El dominio {0} ya existe en el sistema.
importProcessHasBegunForTemplates=El proceso de importaci\u00F3n ya empez\u00F3 para la(s) plantilla(s)\: {0}. Puede verificar el estatus de importaci\u00F3n en la pesta\u00F1a ''Eventos'' del dominio de almacenamiento de destino especifico o en la pesta\u00F1a principal ''Eventos''
importProcessHasBegunForVms=El proceso de importaci\u00F3n ya empez\u00F3 para la(s) MV(s)\: {0}. Puede verificar el estatus de importaci\u00F3n en la pesta\u00F1a ''Eventos'' del dominio de almacenamiento de destino espec\u00EDfico o en la pesta\u00F1a principal ''Eventos''
incorrectVCPUNumber=N\u00FAmero incorrecto del total de CPUs virtuales. No es posible componer este n\u00FAmero de los sockets virtuales disponibles y los n\u00FAcleos por sockets virtuales
integerValidationNumberBetweenInvalidReason={0} entre {1} y {2}.
integerValidationNumberGreaterInvalidReason={0} mayor que {1}.
integerValidationNumberLessInvalidReason={0} menor que {1}.
invalidPath=Cuando se utiliza {0} {1} {2}, la ruta del kernel no debe estar vac\u00EDa
lenValidationFieldMusnotExceed=El contenido del campo no debe exceder {0} caracteres.
lunAlreadyPartOfStorageDomainWarning=LUN ya es parte del dominio de almacenamiento\: {0}
lunUsedByDiskWarning=LUN ya est\u00E1 en uso por parte de un disco\: {0}
lunUsedByVG=Utilizado por VG\: {0}
maxMemSizeIs=Tama\u00F1o m\u00E1ximo de la memoria es {0} MB.
memSizeBetween=El tama\u00F1o de la memoria es entre {0} MB y {1} MB
minMemSizeIs=Tama\u00F1o m\u00EDnimo de la memoria es {0} MB.
mtuOverrideNotSupported=No se soporta el sobreescribir la configuraci\u00F3n MTU para la versi\u00F3n del cl\u00FAster {0}
nameCanContainOnlyMsg=El nombre solo puede contener los caracteres  ''A-Z'', ''a-z'', ''0-9'', ''_'' o ''-'', longitud m\u00E1xima\: {0}
nameMustConataionOnlyAlphanumericChars=El nombre debe contener solo caracteres alfanum\u00E9ricos  "-", "_" o ".". Longitud m\u00E1xima\: {0}.
networkDc={0} en el centro de datos {1}
networkDcDescription={0} en el centro de datos {1} ({2})
newNameWithSuffixCannotContainBlankOrSpecialChars=Nuevo nombre (con el sufijo) no puede contener blancos o caracteres especiales. Longitud m\u00E1xima\: {0}.
newVmTitle=Nueva {0} m\u00E1quina virtual
noActiveStorageDomain=No hay un dominio de almacenamiento activo.
noOfBricksSelected=({0} bloques seleccionados)
noValidOperation=Operaci\u00F3n no v\u00E1lida para {0} y
numOfVmsInPoolInvalod=El n\u00FAmero m\u00E1ximo permitido de MVs es {0} cuando la longitud de nombre del pool name es {1}
numberOfVmsForHostsLoad={0} MVs
poolNameLengthInvalid=La longitud m\u00E1xima permitida del nombre es {0} para {1} MVs en el pool
pressKeyToReleaseCursor=Presione {0} para liberar el cursor
refreshInterval=Intervalo de actualizaci\u00F3n\: {0} seg
removeBricksReplicateVolumeMessage=El conteo de las r\u00E9plicas se reducir\u00E1 de {0} a {1}. \u00BFEst\u00E1 seguro de que quiere borrar los siguientes bloques?
removeFromBond=Borrar {0} del enlace
removeNetwork=Borrar red {0}
storageDomainIsNotActive=Dominio de almacenamiento ''{0}'' no est\u00E1 activo. Act\u00EDvelo.
templateDiskDescription={0} (del dominio de almacenamiento {1})
templatesAlreadyExistonTargetExportDomain=Plantilla(s)\:{0} ya existen en el dominio de exportaci\u00F3n de destino. Si quiere sobreescribirlas entonces seleccione la casilla ''Forzar sobreescritura''.
unreachableGlusterHosts=No puede encontrar la huella del host(s) {0,list,text}
vmStorageDomainIsNotAccessible=Dominios de almacenamiento de los discos no son accesibles.
vmsAlreadyExistOnTargetExportDomain=MV(s)\:{0} ya existen en el dominio de exportaci\u00F3n de destino. Si quiere sobreescribirlas entonces seleccione la casilla ''Forzar sobreescritura''.
vncInfoMessage=Use su cliente VNC para conectarse a esta MV.<br/><br/>Use los siguientes par\u00E1metros\:<br/>IP\:Port --  {0}\:{1}<br/><br/> Contrase\u00F1a\: {2}<br/>(nota\: esta contrase\u00F1a es v\u00E1lida por {3} segundos)
vnicFromTemplate=Vnic {0} de la plantilla {1}
vnicFromVm=Vnic {0} de la MV {1}
youAreAboutToDisconnectHostInterfaceMsg=Est\u00E1 a punto de desconectar la interfaz de administraci\u00F3n ({0}). Por lo tanto, puede que no alcance el host. \u00BFEst\u00E1 seguro de que quiere desconectar la interfaz de administraci\u00F3n?
