#
# Bundle name: org.ovirt.engine.ui.uicompat.UIConstants
# Locale: es_ES
#
#Mon May 17 16:17:19 EDT 2021
action=Acci\u00F3n
activeUserSessionsTitle=Sesiones de usuario activas
add=Agregar
addAndClose=Agregar y cerrar
addAnotherHostClusterGuide=Agregar otro host
addBricksButtonLabel=Agregar
addBricksReplicaCountIncreaseValidationMsg=El conteo de r\u00E9plicas solo se puede incrementar uno por uno
addBricksReplicateConfirmationTitle=Confirmaci\u00F3n de replicaci\u00F3n
addBricksStripeCountIncreaseValidationMsg=El conteo de franjas solo se puede incrementar uno por uno
addBricksTitle=Agregar bloques
addBricksToReplicateVolumeFromSameServerMsg=M\u00FAltiples bloques de un volumen de replicaci\u00F3n est\u00E1n presentes en el mismo servidor. Esta configuraci\u00F3n no es la \u00F3ptima. \n\u00BFTodav\u00EDa quiere continuar?
addBricksVolume=Agregar bloques
addDataCenter=Adjuntar cl\u00FAster al centro de datos
addDesktopsToUserADGroupTitle=Agregar escritorios a un grupo de usuarios/AD
addEventNotificationTitle=Agregar notificaci\u00F3n de eventos
addIscsiBondTitle=Agregar enlace iSCSI
addLocalStorageTitle=Agregar almacenamiento local
addMacPoolButton=Nuevo
addMultipleHostsTitle=Agregar hosts
addNewLabelTitle=Agregar nueva etiqueta
addOptionVolume=Agregar opci\u00F3n
addPermissionToUserTitle=Agregar permisos al usuario
addProviderTitle=Agregar proveedor
addSystemPermissionToUserTitle=Agregar permisos del sistema al usuario
addUsersAndGroupsTitle=Agregar usuarios y grupos
addVmHostDevicesTitle=Agregar dispositivos host
addVolume=Agregar
addressIsNotValidHostNameOrIpAddressInvalidReason=La direcci\u00F3n host dada no es un nombre de host v\u00E1lido ni una direcci\u00F3n IP v\u00E1lida.
administrationOperationsRoleTree=Operaciones de administraci\u00F3n
advancedDetailsBrickTitle=Detalles avanzados del bloque
affinityGroupsTitle=Grupos de afinidad
affinityLabelsTitle=Etiquetas de afinidad
alertsTitle=Alertas
allNetworksAllowed=Todas las redes
allocCanBeModifiedOnlyWhenImportSingleVm=La asignaci\u00F3n solo se puede modificar al importar una sola MV
allowAccessImageDomainRoleTreeTooltip=Permitir acceso al dominio de la imagen
allowBasicVmOperationsRoleTreeTooltip=Permitir operaciones b\u00E1sicas de la MV - Ejecutar/Detener/Pausa
allowChangeVmPropertiesRoleTreeTooltip=Permitir el cambio de propiedades de la MV
allowChangingTemplateAdminPropertiesRoleTreeTooltip=Permitir el cambio de las propiedades administrativas de la plantilla
allowChangingVmAdminPropertiesRoleTreeTooltip=Permitir el cambio de propiedades personalizadas de la MV
allowConnectingToVmSerialConsoleRoleTreeTooltip=Permitir el conectar a la consola serial MV
allowImportExportOperationsRoleTreeTooltip=Permitir operaciones de importaci\u00F3n/exportaci\u00F3n
allowMigratingVmBetweenHostsInClusterRoleTreeTooltip=Permitir la migraci\u00F3n de MV entre hosts en un cl\u00FAster
allowReconnectToVmRoleTreeTooltip=Permitir sobrescribir la sesi\u00F3n actual de la consola remota abierta
allowToAddNewHostToTheClusterRoleTreeTooltip=Permitir agregar un nuevo host al cl\u00FAster
allowToAddRemoveDiskToTheVmRoleTreeTooltip=Permitir agregar/borrar disco para la MV
allowToAddRemoveLogicalNetworksForTheClusterRoleTreeTooltip=Permitir agregar/borrar redes l\u00F3gicas para el cl\u00FAster (de la lista de redes definidas por el centro de datos)
allowToAddRemovePermissionsForUsersOnObjectsInTheSystemRoleTreeTooltip=Permitir agregar/borrar permisos para los usuarios en objetos en el sistema
allowToAddRemoveUsersFromTheSystemRoleTreeTooltip=Permitir agregar/borrar usuarios del sistema
allowToAddUsersAndGroupsFromDirectoryOnObjectsInTheSystemRoleTreeTooltip=Agregar usuarios y grupos del directorio mientras que se agregan permisos
allowToAssignCpuRoleTreeToolTip=Permitir asignar el perfil de CPU a la  MV
allowToAttachCdToTheVmRoleTreeTooltip=Permitir adjuntar un CD a la MV
allowToAttachDiskProfile=Permitir adjuntar un perfil de disco a un disco
allowToAttachDiskProfileToDiskRoleTreeTooltip=Permitir adjuntar un perfil de disco a un disco
allowToAttachDiskToVmRoleTreeTooltip=Permitir adjuntar un disco a una MV
allowToBackupDiskRoleTreeTooltip=Permita una copia de seguridad del disco de la MV
allowToChangeHostStatusRoleTreeTooltip=Permitir el cambio de estado del host\: activar/mantenimiento
allowToChangePropertiesOfTheDiskRoleTreeTooltip=Permitir el cambio de propiedades del disco
allowToChangePropertiesOfTheVmPoolRoleTreeTooltip=Permitir el cambio de propiedades del grupo de MV.
allowToChangeSGIORoleTreeTooltip=Permitir el cambio de privilegios E/S SCSI
allowToChangeStorageDomainStatusRoleTreeTooltip=Permitir el cambio de estado del dominio de almacenamiento\: mantenimiento/activar; adjuntar/separar
allowToChangeTemplatePropertiesRoleTreeTooltip=Permitir el cambio de propiedades de la plantilla
allowToChangeVmCustomPropertiesRoleTreeTooltip=Permitir el cambio de propiedades personalizadas de la MV
allowToConfigureHostsNetworkPhysicalInterfacesRoleTreeTooltip=Permitir configurar las interfaces f\u00EDsicas de la red del host (Nics)
allowToConfigureTemlateNetworkRoleTreeTooltip=Permitir configurar la red de plantillas
allowToConfigureVMsNetworkRoleTreeTooltip=Permitir configurar la red de la MV
allowToCopyTemplateBetweenStorageDomainsRoleTreeTooltip=Permitir la copia de la plantilla entre dominios de almacenamiento
allowToCreateCpuRoleTreeTooltip=Permitir la creaci\u00F3n de perfil de CPU
allowToCreateDataCenterRoleTreeTooltip=Permitir el crear el centro de datos
allowToCreateDeleteSnapshotsOfTheVmRoleTreeTooltip=Permitir crear/borrar tomas de pantalla de la MV
allowToCreateDiskProfileRoleTreeTooltip=Permitir el crear un perfil de disco
allowToCreateDiskRoleTreeTooltip=Permitir la creaci\u00F3n de un disco
allowToCreateGlusterVolumesRoleTree=Permitir el crear vol\u00FAmenes Gluster
allowToCreateLogicalNetworkPerDataCenterRoleTreeTooltip=Permitir para crear una red l\u00F3gica por centro de datos
allowToCreateMacPoolTooltip=Crear
allowToCreateNewClusterRoleTreeTooltip=Permitir la creaci\u00F3n de un nuevo cl\u00FAster
allowToCreateNewInstnaceRoleTreeTooltip=Permitir la creaci\u00F3n de nuevas MV desde el tipo de instancia
allowToCreateNewTemplateRoleTreeTooltip=Permitir la creaci\u00F3n de una nueva plantilla
allowToCreateNewVmsRoleTreeTooltip=Permitir la creaci\u00F3n de nuevas MV
allowToCreateStorageDomainRoleTreeTooltip=Permitir la creaci\u00F3n de un dominio de almacenamiento
allowToCreateVmPoolRoleTreeTooltip=Permitir la creaci\u00F3n de un grupo de MV.
allowToCreateVnicProfileRoleTreeTooltip=Permitir el crear un perfil vNIC
allowToDefineConfigureRolesInTheSystemRoleTreeTooltip=Permitir definir/configurar roles en el sistema
allowToDeleteCpuRoleTreeTooltip=Permitir el borrado de un perfil de CPU
allowToDeleteDiskProfileRoleTreeTooltip=Permitir el borrar un perfil de disco
allowToDeleteDiskRoleTreeTooltip=Permitir el borrar un disco
allowToDeleteGlusterVolumesRoleTree=Permitir el borrar los vol\u00FAmenes Gluster
allowToDeleteLogicalNetworkRoleTreeTooltip=Permitir borrar una red l\u00F3gica
allowToDeleteMacPoolTooltip=Borrar
allowToDeleteStorageDomainRoleTreeTooltip=Permitir el borrado de un dominio de almacenamiento
allowToDeleteVmPoolRoleTreeTooltip=Permitir el borrado de un grupo de MV
allowToDeleteVnicProfileRoleTreeTooltip=Permitir el borrar un perfil vNIC
allowToEditClusterPropertiesRoleTreeTooltip=Permitir la modificaci\u00F3n de propiedades del cl\u00FAster
allowToEditHostPropertiesRoleTreeTooltip=Permitir la modificaci\u00F3n de propiedades del host; actualizar/intalar
allowToEditLogicalNetworkRoleTreeTooltip=Permitir la modificaci\u00F3n de las propiedades de la red l\u00F3gica
allowToEditLogicalNetworksForTheClusterRoleTreeTooltip=Permitir la modificaci\u00F3n de las propiedades de las redes l\u00F3gicas dentro del cl\u00FAster (por ejemplo, mostrar red o no requerido)
allowToEditMacPoolTooltip=Modificar
allowToEditVnicProfileRoleTreeTooltip=Permitir el modificar un perfil vNIC
allowToGetOrSetSystemConfigurationRoleTreeTooltip=Permitir obtener o establecer la configuraci\u00F3n del sistema
allowToLiveMigrateDiskToAnotherStorageDomainRoleTreeTooltip=Permitir el migrar en vivo un disco a otro dominio de almacenamiento
allowToLoginToTheSystemRoleTreeTooltip=Permitir iniciar sesi\u00F3n en el sistema
allowToManageAuditLogs=Permitir la administraci\u00F3n de registros de auditor\u00EDa
allowToManageBookmarks=Permitir la administraci\u00F3n de marcadores
allowToManageEventNotifications=Permitir la administraci\u00F3n de notificaciones de eventos
allowToManageTags=Permitir la administraci\u00F3n de etiquetas
allowToManipulateAffinityGroupsForClusterRoleTreeTooltip=Permitir el agregar, modificar o borrar grupos de afinidad dentro del cl\u00FAster
allowToManipulateGlusterVolumesRoleTree=Permitir el manipular los vol\u00FAmenes Gluster
allowToModifyDataCenterPropertiesRoleTreeTooltip=Permitir el modificar las propiedades del centro de datos
allowToModifyStorageDomainPropertiesRoleTreeTooltip=Permitir el modificar las propiedades del dominio de almacenamiento
allowToMoveDiskToAnotherStorageDomainRoleTreeTooltip=Permitir el mover el disco a otro dominio de almacenamiento
allowToMoveVmImageToAnotherStorageDomainRoleTreeTooltip=Permitir el mover la imagen de la MV a otro dominio de almacenamiento
allowToRemoveClusterRoleTreeTooltip=Permitir el borrar un cl\u00FAster
allowToRemoveDataCenterRoleTreeTooltip=Permitir el borrar el centro de datos
allowToRemoveExistingHostFromTheClusterRoleTreeTooltip=Permitir el borrar un host existente del cl\u00FAster
allowToRemoveExistingTemplateRoleTreeTooltip=Permitir el borrar una plantilla existente
allowToRemoveVmsFromTheSystemRoleTreeTooltip=Permitir el borrar MV del sistema
allowToRunPauseStopVmFromVmPoolRoleTreeTooltip=Permitir el ejecutar/pausar/detener una MV del grupo de MV
allowToSparsifyDiskToVmRoleTreeTooltip=Autorizar Sparsify disco
allowToUpdateCpuProfileRoleTreeTooltip=Permitir la actualizaci\u00F3n de un perfil de CPU
allowToUpdateDiskProfileRoleTreeTooltip=Permitir el actualizar un perfil de disco
allowToUseMacPoolTooltip=Configurar
allowViewingTheVmConsoleScreenRoleTreeTooltip=Permitir el conectar a la pantalla de la consola gr\u00E1fica de la MV
allowVmNetworkPortMirroringRoleTreeTooltip=Permitir el configurar la reflexi\u00F3n de puertos para las redes de las MV
anyDataCenter=Cualquier centro de datos
anyHostInCluster=Cualquier host en el cl\u00FAster
anyHostInDataCenter=Cualquier host en el centro de datos
applicationsTitle=Aplicaciones
arbiter=Arbiter
arbiterVolumeShouldBeReplica3=El volumen Arbiter deber\u00E1 ser un volumen REPLICATE con conteo de r\u00E9plica 3.
areYouSurYouWantToDetachSelectedVirtualMachinesMsg=\u00BFEst\u00E1 seguro de que quiere separar las m\u00E1quinas virtuales seleccionadas?
areYouSureTitle=\u00BFEst\u00E1 seguro?
areYouSureYouWantDeactivateVMDisksMsg=\u00BFEst\u00E1 seguro de que quiere desactivar los siguientes discos de la MV?
areYouSureYouWantDetachFollowingStoragesMsg=\u00BFEst\u00E1 seguro de que quiere separar los siguientes almacenamientos?
areYouSureYouWantDetachFromUserFollowingVmsMsg=\u00BFEst\u00E1 seguro de que quiere separar del usuario las siguientes m\u00E1quinas virtuales?
areYouSureYouWantDetachStorageFromDcsMsg=\u00BFEst\u00E1 seguro de que quiere separar el almacenamiento de los siguientes centros de datos?
areYouSureYouWantToCheckTheFollowingHostForUpgradesMsg=\u00BFEst\u00E1 seguro de que quiere buscar actualizaciones en este host?
areYouSureYouWantToMakeTheChangesPersistentMsg=Los cambios realizados a la configuraci\u00F3n de red son temporales hasta que se guarden de manera expl\u00EDcita.\n\n\u00BFEst\u00E1 seguro de que quiere hacer los cambios persistentes?
areYouSureYouWantToPlaceFollowingHostsIntoMaintenanceModeDueToPinnedVmsMsg=Las siguientes MV que se ejecutan en los siguientes hosts incluyen configuraciones de fijaci\u00F3n o alto rendimiento.\nCambiar los siguientes hosts al modo Mantenimiento activar\u00E1 la migraci\u00F3n de las VM y puede resultar en una disminuci\u00F3n del rendimiento de las siguientes MV\:\n
areYouSureYouWantToPlaceFollowingHostsIntoMaintenanceModeMsg=\u00BFEst\u00E1 seguro de que quiere poner los siguientes hosts en modo de mantenimiento?
areYouSureYouWantToPlaceFollowingStorageDomainsIntoMaintenanceModeMsg=\u00BFEst\u00E1 seguro de que quiere poner el siguiente dominio de almacenamiento en modo de mantenimiento?
areYouSureYouWantToRebootTheFollowingVirtualMachinesMsg=\u00BFEst\u00E1 seguro de que quiere reiniciar las siguientes m\u00E1quinas virtuales?
areYouSureYouWantToResetTheFollowingVirtualMachinesMsg=\u00BFEst\u00E1 seguro de que desea restablecer las siguientes m\u00E1quinas virtuales?
areYouSureYouWantToRestartTheFollowingHostsMsg=\u00BFEst\u00E1 seguro de que desea reiniciar el/los siguiente(s) host(s)? Si alguna MV se est\u00E1 ejecutando en el host, se detendr\u00E1 de forma incorrecta.
areYouSureYouWantToShutDownTheFollowingVirtualMachinesMsg=\u00BFEst\u00E1 seguro de que quiere apagar las siguientes m\u00E1quinas virtuales?
areYouSureYouWantToStopTheFollowingHostsMsg=\u00BFEst\u00E1 seguro de que quiere detener los siguientes hosts?
areYouSureYouWantToStopTheFollowingVirtualMachinesMsg=\u00BFEst\u00E1 seguro de que quiere forzar el apagado en las siguientes m\u00E1quinas virtuales?
areYouSureYouWantToSyncAllClusterNetworksMsg=\u00BFEst\u00E1 seguro de que desea sincronizar todas las redes del cl\u00FAster?
areYouSureYouWantToSyncAllHostNetworksMsg=\u00BFEst\u00E1 seguro de que quiere sincronizar todas las redes del host?
areYouSureYouWantToUpgradeTheFollowingHostMsg=\u00BFEst\u00E1 seguro de que quiere actualizar este host?
areYouSureYouWantToUpgradeTheFollowingHostWithRunningVmsMsg=Hay MV en ejecuci\u00F3n en este host. \u00BFEst\u00E1 seguro de que quiere continuar el proceso de actualizaci\u00F3n? Las MVs en ejecuci\u00F3n se migrar\u00E1n a otro host.
areYouSureYouWantUnplugVnicMsg=\u00BFEst\u00E1 seguro de que quiere desenchufar la interfaz de red de la MV?
asciiNameAndDomainValidationMsg=El nombre de usuario solo puede contener caracteres 'A-Z', 'a-z', '0-9', '_', '.' o '-', y puede estar seguido de '@' y el nombre del dominio (formato\: userName@domainName) o precedido del nombre del dominio y '\\' (formato\: domainName\\userName).
asciiNameValidationMsg=El nombre solo puede contener caracteres 'A-Z', 'a-z', '0-9', '_' o '-'.
asciiOrNoneValidationMsg=Solo se permiten caracteres alfanum\u00E9ricos y otros especiales que cumplen con los requerimientos del grupo de caracteres est\u00E1ndar ASCII.
assignDetachNetworkTitle=Administrar red
assignDetachNetworksTitle=Administrar redes
assignQuotaForDisk=Asignar cuota del disco
assignTagsTitle=Asignar etiquetas
assignUsersAndGroupsToQuotaTitle=Asignar usuarios y grupos a cuota
atLeastOneDiskMustBeMarkedMsg=Se debe marcar por lo menos un disco.
atLeastOneDnsServerHasToBeConfigured=La configuraci\u00F3n de DNS requiere al menos una direcci\u00F3n del servidor DNS.
attachDetachNetworkToFromClustersTitle=Adjuntar/Separar red a/de cl\u00FAsteres
attachDiskProfileRoleTree=Perfil del disco
attachExportDomainTitle=Adjuntar dominio de exportaci\u00F3n
attachISOLibraryTitle=Adjuntar biblioteca ISO
attachLocalStorageDomainToFullyConfigure=Nota\: para configurar completamente el centro de datos se debe activar y adjuntar por lo menos un dominio de almacenamiento local.
attachStorageTitle=Adjuntar almacenamiento
attachToDataCenterTitle=Adjuntar al centro de datos
attachVirtualDiskTitle=Adjuntar discos virtuales
attachedHost=Adjuntado
attachingDisk=adjuntando
automaticTitle=Autom\u00E1tico
availableOnlyWithLegacyPolicy=\u00DAnicamente disponible cuando la pol\u00EDtica de legado es seleccionada.
back=Atr\u00E1s
backupTemplateTitle=Copia de seguridad de la plantilla
baseTemplatesNotFoundOnExportDomainTitle=No se encontraron las plantillas base en el dominio de exportaci\u00F3n
basicOperationsRoleTree=Operaciones b\u00E1sicas
blankTemplateCannotBeCopied=No se puede copiar una plantilla Blank
blankTemplateCannotBeEdited=No se puede modificar una plantilla Blank
blankTemplateCannotBeExported=No se puede exportar una plantilla Blank
blankTemplateCannotBeRemoved=No se puede borrar una plantilla Blank
bondNameInvalid=Para la versi\u00F3n 4.3 de la compatibilidad del host o una versi\u00F3n superior, los nombres de enlace personalizado deben comenzar con el prefijo 'enlace' seguidos por los caracteres 'a-z', 'A-Z', '0-9', o '_'. Para la versi\u00F3n 4.2 de compatibilidad del host y versiones inferiores, los nombres de enlace personalizado deben comenzar con el prefijo 'enlace' seguido por un n\u00FAmero.
bondNetworkInterfacesTitle=Interfaces de red enlazadas
bootDisk=(boot)
both=Ambos
bracketedNotAvailableLabel=[N. D.]
bricksTitle=Bloques
cancel=Cancelar
cannotAddBricksNoUpServerFound=No se pudo encontrar ning\u00FAn host en estado activo en el cl\u00FAster. Por favor intente m\u00E1s adelante.
cannotChangeClusterInTreeContext=No se puede cambiar el cl\u00FAster en el contexto de \u00E1rbol
cannotChangeDCInTreeContext=No se puede cambiar el centro de datos en el contexto de \u00E1rbol
cannotChangeHostInTreeContext=No se puede cambiar el host en el contexto de \u00E1rbol
cannotClusterVersionChangeWithActiveVm=Apagar todas las MV antes de cambiar la versi\u00F3n de cl\u00FAster.
cannotEditNameInTreeContext=No se puede modificar el nombre en el contexto de \u00E1rbol
cannotEditNotActiveLeaseDomain=No se puede cambiar el dominio de almacenamiento de alquiler cuando el dominio no est\u00E1 activo
cannotEnableIdeInterfaceForReadOnlyDisk=Un disco IDE no puede ser de solo lectura.
cannotEnableReadonlyWhenScsiPassthroughEnabled=Un disco VirtIO-SCSI DirectLUN no se puede establecer como de solo lectura cuando est\u00E1 habilitado el cruce SCSI.
cannotEnableScsiPassthroughForLunReadOnlyDisk=No se soporta el cruce SCSI para discos de solo lectura.
cannotEnableSgioWhenScsiPassthroughDisabled=La E/S SCSI privilegiada solo se puede establecer cuando se habilita el cruce SCSI.
cannotEnableVirtioScsiForOs=VirtIO-SCSI no se soporta para el SO seleccionado
cannotHotPlugDiskWithIdeInterface=Cuando la MV est\u00E1 ejecut\u00E1ndose, no se puede activar un disco conectado a la interfaz IDE.
cannotPlugDiskIncorrectVmStatus=No se puede activar el disco, la MV debe estar en estado Down, Paused o Up.
cannotRemoveBricksDistributedReplicateVolume=Se seleccionaron los bloques incorrectos para el borrado en el volumen de r\u00E9plica distribuido.\nTodos los bloques seleccionados deben ser del mismo subvolumen o \u00A1un bloque para cada subvolumen\!
cannotRemoveBricksDistributedStripeVolume=Se seleccionaron los bloques incorrectos para el borrado en el volumen de franjas distribuido.\n\u00A1Los bloques seleccionados deben ser del mismo subvolumen\!
cannotRemoveBricksDistributedStripedReplicateVolume=Se seleccionaron los bloques incorrectos para el borrado en el volumen de r\u00E9plicas de franjas distribuidas.\n\u00A1Los bloques seleccionados deben ser del mismo subvolumen\!
cannotRemoveBricksReplicateVolume=No se puede borrar mas de un bloque a la vez del volumen de r\u00E9plicas.
cannotRemoveBricksStripedReplicateVolume=Se seleccionaron los bloques incorrectos para el borrado en el volumen de r\u00E9plica de franjas.\nLos bloques seleccionados deben ser un m\u00FAltiplo del conteo de franjas y r\u00E9plicas
cannotUndeployHeFromLastHostWithHeDeployed=No se puede suprimir la implementaci\u00F3n de la m\u00E1quina albergada desde el \u00FAltimo host de m\u00E1quina albergada disponible.
cdromTitle=CD-ROM
changeCDTitle=Cambiar CD
changeCd=Cambiar CD
changeClusterCompatibilityVersionTitle=Cambiar la versi\u00F3n de compatibilidad del cl\u00FAster
changeCpuLevel=Cambiar el nivel CPU del cl\u00FAster
changeCpuLevelCustomVmCpusMessage=\ - Las siguientes MV tienen un nivel de CPU personalizado, el cual no est\u00E1 soportado por el nuevo nivel de CPU cl\u00FAster\:\n
changeCpuLevelWarningMessage=\nEl disminuir el nivel de CPU del cl\u00FAster puede llegar a prevenir la migraci\u00F3n de estas MV a algunos de los hosts del cl\u00FAster. \u00BFEst\u00E1 seguro de que quiere continuar?
changeCpuLevelWhileRunningMessage=\n - El cl\u00FAster contiene MV que est\u00E1n ejecut\u00E1ndose.\n
changeDCQuotaEnforcementModeTitle=Cambiar el modo de aplicaci\u00F3n de la cuota del centro de datos
changeDataCenterCompatibilityVersionTitle=Cambiar la versi\u00F3n de compatibilidad del centro de datos
chipsetDependentVmDeviceChangesMessage=Para crear una MV a partir de una plantilla con otro conjunto de chips distinto, se cambiar\u00E1 la configuraci\u00F3n del dispositivo. Esto podr\u00EDa afectar la funcionalidad del software de invitado. \u00BFEst\u00E1 seguro de que desea continuar?
chipsetDependentVmDeviceChangesTitle=Se modificar\u00E1n los dispositivos
cidrNotNetworkAddress=Este campo debe contener notaci\u00F3n CIDR de una subred IP, por favor aseg\u00FArese de que la direcci\u00F3n IP coincid con el prefijo.\nPor ejemplo\:\n\tdirecci\u00F3n de red v\u00E1lida\: 2.2.0.0/16\n\tinv\u00E1lida\: 2.2.0.1/16
clearBricksButtonLabel=Borrar
cloneQuotaTitle=Copiar cuota
cloneTitle=Clon
cloneVmFromSnapshotTitle=Clonar MV de la instant\u00E1nea
cloneVmLunsWontBeCloned=Los LUN de la MV no se clonar\u00E1n.
cloneVmTitle=Clonar m\u00E1quina virtual
close=Cerrar
cloudInitAttachmentTypeBase64=Base64
cloudInitAttachmentTypePlainText=Texto simple
cloudInitBase64Message=El contenido debe ser Base64
cloudInitDnsServerListMessage=La lista puede contener varias direcciones IP (tanto IPv4 como IPv6) separadas por espacios, o puede no contener ninguna.
cloudInitNewAttachmentItem=/path [haga clic para cambiar]
cloudInitRootPasswordMatchMessage=Las contrase\u00F1as no coinciden
clusterCanOnlyBeChangedWhenHostInMaintMode=El cl\u00FAster se puede cambiar s\u00F3lamente cuando el host se encuentra en modo Maintenance.
clusterDefaultCustomSerialNumberDisabledReason=No es posible cambiar por un valor predeterminado por el cl\u00FAster.
clusterNoDefaultNetworkProvider=No hay un proveedor predeterminado
clusterPolicyTitle=Pol\u00EDtica
clusterRoleTree=Cl\u00FAster
clusterServiceValidationMsg=Se debe seleccionar por lo menos un servicio
clusterSwitchChangeDisabled=El tipo de switch del cl\u00FAster no se puede cambiar para un cl\u00FAster existente.
clustersTitle=Cl\u00FAsteres
commitRemoveBricksButton=Guardar cambios
commitRemoveBricksMessage=\u00BFEst\u00E1 seguro de que quiere guardar los cambios del borrado de los siguientes bloques?
commitRemoveBricksTitle=Guardar cambios del borrado de bloques
commitSnapshotTitle=Confirmar instant\u00E1nea
concurrentFenceAgent=Simult\u00E1neo con\:
configurationChangesForHighPerformancePoolTitle=Configuraci\u00F3n del grupo de alto rendimiento
configurationChangesForHighPerformanceVmTitle=Configuraci\u00F3n de la m\u00E1quina virtual de alto rendimiento
configureClusterRoleTree=Configurar cl\u00FAster
configureClusterSnapshotOptionsTitle=Instant\u00E1nea del volumen- opciones del cl\u00FAster
configureDataCenterRoleTree=Configurar centro de datos
configureDiskProfileRoleTree=Configurar el perfil del disco
configureHostClusterGuide=Configurar host
configureHostRoleTree=Configurar host
configureLaterTitle=Configurar despu\u00E9s
configureLocalStorageTitle=Configurar almacenamiento local
configureNetworkRoleTree=Configurar la red
configurePowerManagement=Configurar gesti\u00F3n de energ\u00EDa
configureStorageDomainRoleTree=Configurar dominio de almacenamiento
configureSystemRoleTree=Configurar sistema
configureTitle=Configurar
configureVnicProfileRoleTree=Configurar el perfil vNIC
configureVolumeSnapshotOptionsTitle=Instant\u00E1nea del volumen- opciones del volumen
configureVolumesRoleTree=Configurar vol\u00FAmenes
configured=Configurado
configuringLocalStorageHost=Configurando el almacenamiento local...
configuringLocalStoragePermittedOnlyAdministratorsWithSystemLevelPermissionsReason=La configuraci\u00F3n del almacenamiento local solo se le permite a los administradores con permisos a nivel del sistema
confirmClusterWarnings=Confirmar la modificaci\u00F3n del cl\u00FAster
confirmConsoleConnect=Conecta consola
confirmConsoleConnectMessage=Pueden haber usuarios conectados a la consola que no podr\u00E1n volverse a conectar. \u00BFQuiere proceder?
confirmDisableGlusterHooks=Inhabilitar ganchos Gluster
confirmExternalDataRemovalTitle=Borrar datos externos de la m\u00E1quina virtual
confirmNvramDataRemovalMessage=Se ha desactivado el arranque seguro y los datos actuales de NVRAM de arranque seguro se eliminar\u00E1n de forma irrecuperable. Si desea conservar los datos, cancele este cuadro de di\u00E1logo y habilite de nuevo el arranque seguro antes de confirmar los cambios.
confirmStartVolume=Iniciar el volumen
confirmStopVolume=Detener el volumen
confirmStopVolumeRebalanceTitle=Detener rebalanceo
confirmTitle=Confirmar
confirmTpmDataRemovalMessage=El TPM se ha desactivado y los datos actuales de TPM se eliminar\u00E1n de forma irrecuperable. Si desea conservar los datos, cancele este cuadro de di\u00E1logo y habilite de nuevo el TPM antes de confirmar los cambios.
confirmVolumeSnapshotActivateMessage=La instant\u00E1nea seleccionada se activar\u00E1. \u00BFDesea continuar?
confirmVolumeSnapshotDeactivateMessage=La instant\u00E1nea seleccionada se desactivar\u00E1.\n \u00BFDesea continuar?
confirmVolumeSnapshotDeleteAllMessage=Todas las instant\u00E1neas se borrar\u00E1n. \u00BFDesea continuar?
confirmVolumeSnapshotRestoreWithStopMessage=El volumen se bajar\u00E1 y se restablecer\u00E1 al estado de la instant\u00E1nea seleccionada.\n\u00BFDesea continuar?
connectToPoolNotSupported=La conexi\u00F3n al grupo no recibe soporte.
consoleDisconnectedTitle=Consola desconectada
consoleOptions=Opciones de la consola
consolePublicKeyTitle=Establecer llave p\u00FAblica para acceso proxy de la Consola serial
consolidatedTitle=Consolidado
containersTitle=Contenedores
continueOptimiseForVirtStore=Si
copyClusterPolicyTitle=Pol\u00EDtica de programaci\u00F3n de clones
copyDisksTitle=Copiar disco(s)
copyRoleTitle=Copiar rol
copyTemplateTitle=Copiar plantilla
copytoClipboardTitle=Copiar al portapapeles
couldNotConnectToOvirtEngineServiceMsg=No se pudo conectar al servicio de la m\u00E1quina, trate de refrescar la p\u00E1gina. Si el problema persiste contacte su administrador de sistemas.
couldNotReadTemplatesFromExportDomainMsg=No se pudo leer las plantillas del dominio de exportaci\u00F3n
couldNotRetrieveLUNsLunsFailure=No se pudo recuperar los LUN, chequee su almacenamiento.
cpuAutoDetect=El tipo de CPU se detectar\u00E1 autom\u00E1ticamente.
cpuChangesConflictWithAutoPin=Esta propiedad se configura autom\u00E1ticamente seg\u00FAn la pol\u00EDtica de fijaci\u00F3n autom\u00E1tica seleccionada.
cpuNameValidation=El nombre de la CPU solo puede contener caracteres alfanum\u00E9ricos, '.', '_', '+', '-' o ','.
cpuPassthrough=Transferencia de host
cpuPinningUnavailable=La "topolog\u00EDa de enclavamiento de CPU" solo est\u00E1 disponible para los cl\u00FAsteres compatibles con la versi\u00F3n 3.1 o versiones posteriores cuando se especifica un host
cpuProfileRoleTree=Perfil de CPU
cpuProfileTitle=Perfil de CPU
cpuQosTitle=QoS CPU
createBrick=Crear bloque
createNewBondTitle=Crear nuevo enlace
createScheduleVolumeSnapshotTitle=Crear/Programar instant\u00E1nea
createSecretTitle=Crear llave de autenticaci\u00F3n
createSnapshotTitle=Crear instant\u00E1nea
creatingDisk=creando
currentKernelCmdLine=L\u00EDnea CMD del kernel actual\:
customInstanceTypeDescription=No hay tipo de instancia - si se selecciona entonces la instancia no se adjuntar\u00E1 a ning\u00FAn tipo de instancia
customInstanceTypeName=Personalizado
customMtu=Personalizado
customPreviewSnapshotTitle=instant\u00E1nea de la vista previa personalizada
customSerialNumberDisabledReason=Disponible solo cuando se selecciona la Pol\u00EDtica de n\u00FAmeros de serie personalizados
dataCenterAddAnotherClusterAction=Agregar otro cl\u00FAster
dataCenterAddAnotherHostAction=Agregar otro host
dataCenterAddMoreStorageAction=Agregar mas almacenamiento
dataCenterAttachISOLibraryAction=Adjuntar biblioteca ISO
dataCenterAttachMoreStorageAction=Adjuntar mas almacenamiento
dataCenterAttachStorageAction=Adjuntar almacenamiento
dataCenterConfigureClustersAction=Configurar cl\u00FAster
dataCenterConfigureHostsAction=Configurar host
dataCenterConfigureISOLibraryAction=Configurar biblioteca ISO
dataCenterConfigureStorageAction=Configurar almacenamiento
dataCenterIsNotAccessibleMsg=No se puede acceder al centro de datos
dataCenterReInitializeTitle=Reinicializar el centro de datos
dataCenterRoleTree=Centro de datos
dataCenterSelectHostsAction=Seleccionar hosts
dataCenterTitle=Centro de datos
dataCenterWasAlreadyInitializedDcGuide=Ya se inicializ\u00F3 el centro de datos
dataCentersTitle=Centros de datos
dcCanOnlyBeChangedWhenHostInMaintMode=El centro de datos se puede cambiar s\u00F3lamente cuando el host se encuentra en modo Maintenance.
deactivateVmDisksTitle=Desactivar disco(s) de la MV
defaultMtu=Valor predeterminado
defaultQuotaPrefix=DefaultQuota
defineClusterQuotaOnDataCenterTitle=Modificar cuota
defineStorageQuotaOnDataCenterTitle=Modificar cuota
deleteSnapshotTitle=Borrar una instant\u00E1nea
destroyStorageDomainTitle=Destruir el dominio de almacenamiento
detachAllVmsWarning=Nota\: Seleccion\u00F3 el separar todas las MV del grupo - esto borrar\u00E1 el grupo.
detachGlusterHostsTitle=Separar los hosts
detachNetworkInterfacesTitle=Separar las interfaces de red
detachStorageTitle=Separar almacenamiento
detachVirtualMachinesTitle=Separar m\u00E1quinas virtuales
detachWarningNote=La operaci\u00F3n de separaci\u00F3n mover\u00E1 las entidades que se encuentran en los dominios de almacenamiento a un estado sin registro. Para obtener m\u00E1s informaci\u00F3n, consulte la documentaci\u00F3n.
directoryGroupsTitle=Grupos de directorios
disableClusterCpuThreadSupportTitle=Inhabilitar el soporte de hilos CPU
disableGlusterHooksMessage=\u00BFEst\u00E1 seguro de que quiere inhabilitar los siguientes ganchos?
discardIsNotSupportedByUnderlyingStorage=El almacenamiento subyacente no admite la eliminaci\u00F3n.
diskExistsOnAllActiveStorageDomainsMsg=El disco existe en todos los dominios de almacenamiento activos
diskMaxSizeReached=El disco ha alcanzado su tama\u00F1o m\u00E1ximo y no puede extenderse m\u00E1s.
diskProfileTitle=Perfil del disco
diskProfilesTitle=Perfiles del disco
diskRoleTree=Disco
disksAlreadyExistMsg=El disco ya existe en todos los dominios de almacenamiento disponibles.
disksImportTitle=Importar disco
disksTitle=Discos
distriputedReplicateVolumeAddBricksMsg=N\u00FAmero de bloques debe ser un m\u00FAltiplo del conteo de r\u00E9plicas
distriputedStripeVolumeAddBricksMsg=N\u00FAmero de bloques debe ser un m\u00FAltiplo del conteo de franjas
distriputedStripedReplicateVolumeAddBricksMsg=N\u00FAmero de bloques debe ser un m\u00FAltiplo del conteo de franjas y r\u00E9plicas
distriputedVolumeAddBricksMsg=Debe haber presente por lo menos un bloque
doNotOptimiseForVirtStore=No
driverOptionsHint=Ingrese todos los par\u00E1metros necesarios para el controlador.
driverSensitiveOptionsHint=Ingrese todos los par\u00E1metros confidenciales para el controlador.\nEstos par\u00E1metros estar\u00E1n cifrados.
duplicateBrickMsg=Ya existe un bloque con los mismos detalles
duplicateFenceAgentManagementIp=Se encontr\u00F3 un agente de barrera duplicado.
duplicateLabel=Esta etiqueta ya fue especificada en otra entrada.
edit=Modificar
editAffinityGroupsTitle=Modificar el grupo de afinidad
editAffinityLabelTitle=Editar etiqueta de afinidad
editAndApproveHostTitle=Modificar y aprobar el host
editBookmarkTitle=Modificar el marcador
editClusterPolicyTitle=Modificar pol\u00EDtica de programaci\u00F3n
editClusterTitle=Modificar el cl\u00FAster
editCpuQoSTitle=Modificar QoS de CPU
editDataCenterTitle=Modificar el centro de datos
editDomainTitle=Gestionar dominio
editFenceAgent=Modificar agente de barrera
editHostNetworkQosTitle=Modificar QoS de la red host
editHostTitle=Modificar Host
editInstanceTypeTitle=Modificar tipo de instancia
editIscsiBondTitle=Modificar enlace iSCSI
editLogicalNetworkTitle=Modificar red l\u00F3gica
editManagementNetworkInterfaceTitle=Modificar la red de administraci\u00F3n
editNetworkInterfaceTitle=Modificar la interfaz de red
editNetworkQoSTitle=Modificar QoS de red
editNextRunConfigurationTitle=Cambios pendientes en la m\u00E1quina virtual
editOptionVolume=Modificar opci\u00F3n
editOptionsTitle=Modificar opciones
editPolicyTitle=Modificar pol\u00EDtica
editPoolTitle=Modificar grupo
editProviderTitle=Modificar proveedor
editQuotaTitle=Modificar cuota
editRoleTitle=Modificar rol
editSecretTitle=Modificar llave de autenticaci\u00F3n
editSharedMacPoolTitle=Modificar grupo de direcciones MAC
editStorageQoSTitle=Modificar almacenamiento QoS
editTagTitle=Modificar etiqueta
editTemplateTitle=Modificar plantilla
editVirtualDiskTitle=Modificar disco virtual
editVmTitle=Modificar la m\u00E1quina virtual
editVolume=Modificar
editVolumeSnapshotScheduleTitle=Modificar programaci\u00F3n de la instant\u00E1nea
eitherTotalOrReadWriteCanHaveValues=Total o lectura/escritura pueden tener valores.
eject=Expulsar
emptyAddBricksMsg=Los bloques no pueden estar vac\u00EDos
emptyBrickDirectoryMsg=El campo de directorio de bloques es obligatorio
emptyFieldsInvalidReason=Por favor complete todos los campos.
emptyGlusterHosts=No se puede encontrar los hosts gluster. Por favor intente de nuevo
emptyImagePath=Por favor seleccione el archivo a subir.
emptyNewGlusterHosts=No hay nuevos hosts en el cl\u00FAster
emptyOrValidIpAddressInFormatMsg=Este campo puede estar vac\u00EDo o puede contener una direcci\u00F3n v\u00E1lida (tanto IPv4 como IPv6)
emptyOrValidIpv4AddressInFormatMsg=Este campo puede estar vac\u00EDo o puede tener una direcci\u00F3n IP con el formato xxx.xxx.xxx.xxx
emptyOrValidIpv6AddressInFormatMsg=Este campo puede estar vac\u00EDo o contener una direcci\u00F3n IPv6 v\u00E1lida
emptyServerBrickMsg=El campo del servidor es obligatorio
endDateBeforeStartDate=La fecha final no puede ser igual o anterior a la fecha de inicio
endDateOptionText=Fecha
errata=Erratas
errorInFetchingBrickAdvancedDetails=Error al buscar los detalles del bloque, por favor intente de nuevo.
errorInFetchingVolumeOptionList=Error al buscar la lista de opciones del volumen, por favor intente de nuevo.
errorLoadingHostSshPublicKey=Error al obtener la clave p\u00FAblica ssh
errorLoadingPublicKey=Error al obtener la clave p\u00FAblica ssh
errorRetrievingRelevantStorageDomainMsg=Error al recuperar el dominio de almacenamiento relevante.
errorTemplateCannotBeFoundMessage=Las MV(s) no se pueden importar\: no se pudo encontrar una de las plantillas. Por favor verifique que la plantilla existe en el dominio de exportaci\u00F3n y configuraci\u00F3n.
errorTitle=Error
errorWhileRetrievingListOfDomains=Error al recuperar una lista de dominios. Consulte con su administrador de almacenamiento.
errorWhileRetrievingListOfDomainsImportSanStorage=Error al recuperar una lista de dominios. Consulte con su administrador de almacenamiento.
eventDetailsTitle=Detalles del evento
eventNotifierTitle=Notificador de eventos
eventsTitle=Eventos
excludeActiveDisks=Incluya el la MV prevista solo los discos que se incluyen en la toma de pantalla.
existingDisk=existente
exportDomainIsNotAttachedToAnyDcMsg=El dominio de exportaci\u00F3n no est\u00E1 adjunto a ning\u00FAn centro de datos. Los datos se pueden recuperar solamente cuando el dominio est\u00E9 adjunto a un centro de datos que est\u00E1 activo.
exportImagesTitle=Exportar im\u00E1genes
exportTemplateAsOvaTitle=Exportar plantillas como dispositivo virtual
exportTemplateTitle=Exportar plantilla
exportVirtualMachineAsOvaTitle=Exportar m\u00E1quina(s) virtual(es) como dispositivo virtual
exportVirtualMachineTitle=Exportar m\u00E1quina virtual
externalHostsDiscovered=Hosts descubiertos
externalHostsProvisioned=Hosts entregados
externalNetworkInfo=(Red externa)
failedToRetrieveExistingStorageDomainInformationMsg=Fall\u00F3 al recuperar la informaci\u00F3n de dominio de almacenamiento existente.
failoverNotChangedIfUsedByVms='El perfil vNIC de conmutaci\u00F3n por error' no se puede cambiar si una m\u00E1quina virtual utiliza el perfil vNIC
failoverVnicProfile=Perfil vNIC de conmutaci\u00F3n por error
fetchingDataMessage=Buscando datos
fieldValueShouldFollowMsg=El valor del campo debe ser\: <parameter\=value;parameter\=value;...>
forceRemoveDataCenterTitle=Forzar borrado del centro de datos
forceRemoveProvider=\u00BFEst\u00E1 seguro de que desea forzar la eliminaci\u00F3n del proveedor?
forceStorageDomainCreation=\u00BFEst\u00E1 seguro?
generalTitle=General
geoRepBrickDetailsFetchFailed=No se pudo encontrar los detalles del bloque
geoRepForceHelp=Esto forzar\u00E1 la operaci\u00F3n en sesiones de geo-replicaci\u00F3n en los nodos que son parte del volumen maestro . \nSi no puede realizar la operaci\u00F3n en cualquier nodo que est\u00E9 en l\u00EDnea y que sea parte del volumen maestro, entonces el comando realizar\u00E1 la operaci\u00F3n en tantos nodos como sea posible.\nEste comando tambi\u00E9n se puede utilizar para repetir la operaci\u00F3n en los nodos en donde la sesi\u00F3n muri\u00F3 o donde la operaci\u00F3n no se ha ejecutado.
geoRepSessionConfigResetFailed=Fall\u00F3 el restablecimiento de la configuraci\u00F3n de la sesi\u00F3n de geo-replicaci\u00F3n
geoRepSessionConfigSetFailed=Fall\u00F3 el establecimiento de la configuraci\u00F3n de la sesi\u00F3n de geo-replicaci\u00F3n
geoRepSessionStatusDetailFetchFailed=No se pudieron encontrar los detalles del estado de geo-replicaci\u00F3n
geoReplicationConfigResetTitle=Configuraci\u00F3n de restablecimiento de la geo-replicaci\u00F3n
geoReplicationConfigSetTitle=Configuraci\u00F3n de establecimiento de la geo-replicaci\u00F3n
geoReplicationOptions=Opciones de geo-replicaci\u00F3n
geoReplicationPauseTitle=Pausar la geo-replicaci\u00F3n
geoReplicationRecommendedConfigViolation=Advertencia \: las recomendaciones para la geo-replicaci\u00F3n no se cumplieron -
geoReplicationRemoveTitle=Borrar geo-replicaci\u00F3n
geoReplicationResumeTitle=Reiniciar geo-replicaci\u00F3n
geoReplicationSessionDetailsTitle=Detalles de sesi\u00F3n de geo-replicaci\u00F3n
geoReplicationStartTitle=Iniciar geo-replicaci\u00F3n
geoReplicationStopTitle=Detener geo-replicaci\u00F3n
geoReplicationTitle=Geo-replicaci\u00F3n
glusterDomainConfigurationMessage=Por la integridad de los datos aseg\u00FArese de que el servidor est\u00E9 configurado con Quorum (el cliente y servidor Quorum)
glusterHooksTitle=Ganchos Gluster
glusterSwiftTitle=Swift Gluster
guestAgentNotResponsiveTitle=El agente hu\u00E9sped no responde
guestInformationTitle=Informaci\u00F3n del hu\u00E9sped
guestOsVersionNotSupported=No se admite la versi\u00F3n del SO invitado
guidePopupNoActionsLabel=No hay acciones disponibles en el cl\u00FAster.
haGlobalMaintenance=Mantenimiento global activado
haLocalMaintenance=Mantenimiento local activado
haNotActive=No activo
hardDiskTitle=Disco duro
heHostRemovalWarning=Los hosts marcados con * todav\u00EDa tienen un motor alojado implementado en ellos. Se debe anular la implementaci\u00F3n del motor alojado para poder eliminarlos.
headlessMode=Modo Headless
hideAdvancedOptions=Ocultar opciones avanzadas
highPerformancePopupRecommendationMsgForCpuPin=ANCLAJE DE CPU\:\nConfigure el campo "Topolog\u00EDa de anclaje de CPU" ("CPU Pinning topology") y verifique que la configuraci\u00F3n se ajuste a la configuraci\u00F3n de los hosts anclados\:\n  Cantidad de sockets virtuales de los invitados <\= cantidad de sockets del host.\n  Cantidad de n\u00FAcleos por socket virtual de los invitados <\= Cantidad de n\u00FAcleos por socket de los hosts.\n  Cantidad de subprocesos por n\u00FAcleo de los invitados <\= cantidad de subprocesos por n\u00FAcleo de los hosts.
highPerformancePopupRecommendationMsgForCpuSpecificHostPin=ANCLAJE DE CPU\:\nAncle las CPU virtuales a las CPU f\u00EDsicas de los hosts espec\u00EDficos. Esto se debe realizar de la siguiente manera\:\n1. Seleccione la opci\u00F3n "Iniciar ejecuci\u00F3n en\: host(s) espec\u00EDfico(s)" ("Start running on\: Specific Host(s)").\n2. Configure el campo "Topolog\u00EDa de anclaje de CPU" ("CPU Pinning topology") y verifique que la configuraci\u00F3n se ajuste a la configuraci\u00F3n de los hosts anclados\:\n  Cantidad de sockets virtuales de los invitados <\= cantidad de sockets del host.\n  Cantidad de n\u00FAcleos por socket virtual de los invitados <\= Cantidad de n\u00FAcleos por socket de los hosts.\n  Cantidad de subprocesos por n\u00FAcleo de los invitados <\= cantidad de subprocesos por n\u00FAcleo de los hosts.
highPerformancePopupRecommendationMsgForHugePages=P\u00C1GINAS ENORMES\:\n1. Establezca la configuraci\u00F3n de las p\u00E1ginas enormes a trav\u00E9s de la pesta\u00F1a "Propiedades personalizadas" ("Custom Properties") (el tama\u00F1o de la p\u00E1gina enorme debe estar en KB).\n2. Para configurar el tama\u00F1o de la p\u00E1gina enorme, verifique que la configuraci\u00F3n de las p\u00E1ginas enormes virtuales se ajuste a la configuraci\u00F3n de los hosts f\u00EDsicos anclados\:\n   El tama\u00F1o de las p\u00E1ginas enormes virtuales equivale al tama\u00F1o de las p\u00E1ginas enormes en los hosts anclados.\n   El tama\u00F1o de la memoria virtual se ajusta a las p\u00E1ginas enormes libres del tama\u00F1o determinado en los hosts anclados.\n3. Considere configurar el tama\u00F1o de las p\u00E1ginas enormes en el m\u00E1ximo tama\u00F1o admito por los hosts anclados.
highPerformancePopupRecommendationMsgForNumaPinned=ANCLAJE DE NUMA\:\n1. Ancle los nodos virtuales de NUMA a los nodos f\u00EDsicos de NUMA en el host anclado.\n2. Verifique que la topolog\u00EDa virtual de NUMA se ajuste a la topolog\u00EDa f\u00EDsica de NUMA del host.
highPerformancePopupRecommendationMsgForNumaSetAndPinned=NUMA VIRTUAL y ANCLAJE DE NUMA\:\n1. Configure los nodos virtuales de NUMA. Tenga en cuenta que se requieren hosts anclados activados para NUMA.\n2. Luego, ancle estos nodos virtuales de NUMA a los nodos f\u00EDsicos de NUMA en los hosts anclados.\n3. Verifique que la topolog\u00EDa virtual de NUMA se ajuste a la topolog\u00EDa f\u00EDsica de NUMA del host.
highTitle=Alto
hosCPUUnavailable=Disponible para cl\u00FAsteres basados en x86_64 si la MV est\u00E1 anclada al host espec\u00EDfico.
hostActivationTimeOut=El activar los hosts puede tomar algo de tiempo, por favor cierre la ventana 'Gu\u00EDeme' y rastree la activaci\u00F3n de los hosts por medio de la pesta\u00F1a de Eventos o la pesta\u00F1a de Hosts
hostBricksTitle=Bloques
hostChangeClusterTimeOut=El cambiar los cl\u00FAsteres host est\u00E1 tomando m\u00E1s tiempo de lo que se esperaba, por favor cierre la ventana 'Gu\u00EDeme' y active los hosts por medio de la pesta\u00F1a de Hosts
hostDevicesTitle=Dispositivos host
hostDoesntSupportLocalStorageConfigurationMsg=Host no soporta la configuraci\u00F3n del almacenamiento local
hostHooksTitle=Ganchos del host
hostIsHa=El host debe ser migrable o fijado a m\u00FAltiples hosts cuando se solicita alta disponibilidad.
hostMustBeInstalledBeforeUpgrade=El host debe estar instalado antes de actualizar.
hostNameValidationMsg=El nombre del host no puede contener espacios en blanco o caracteres especiales, debe tener por lo menos un caracter y solo puede contener caracteres 'a-z', '0-9', '_' or '.'.
hostNetworkQosTitle=QoS de la red host
hostNoExternalNetworkProvider=No hay un proveedor de red
hostNonMigratable=El host no se puede configurar como altamente disponible cuando se selecciona 'No permitir migraci\u00F3n' y fijaci\u00F3n a un solo host.
hostRoleTree=Host
hostsTitle=Hosts
hotLinkStateUpdateNotSupportedExternalNetworks=El actualizar el 'Estado de enlace' en una m\u00E1quina virtual en ejecuci\u00F3n mientras que el NIC est\u00E1 conectado no se soporta para redes proporcionadas externamente
hotMacUpdateNotPossible=Con el fin de cambiar el 'MAC' desconecte y con\u00E9ctelo de nuevo
hotNetworkUpdateNotSupportedExternalNetworks=No se soporta el separar una red proporcionada externamente desde un NIC conectado en una m\u00E1quina virtual en ejecuci\u00F3n
hotTypeUpdateNotPossible=Con el fin de cambiar el 'Type' desconecte y conecte de nuevo
i18NExtraNameOrNoneValidation=El nombre solo puede contener caracteres alfanum\u00E9ricos, '.', '_', '+' o '-'
i18NNameValidationMsg=El nombre solo puede contener caracteres alfanum\u00E9ricos, '.', '_' o '-'.
iconIsNotParsable=El archivo del \u00EDcono no se puede analizar sint\u00E1cticamente.
iconNotValidatedYet=El \u00EDcono no es v\u00E1lido a\u00FAn. Por favor intente nuevamente despu\u00E9s.
ideDisksWillBeAttachedButNotActivated=El (los) disco(s) IDE seleccionado(s) se adjuntar\u00E1(n), pero no se activar\u00E1(n). Para activarlos, debe apagar la MV y activarlos manualmente.
ignoreGlusterQuorumChecks=Ignore las validaciones Self-Heal y Gluster Quorum
ignoreOVFUpdateFailure=Ignorar error de actualizaci\u00F3n de OVF
imagesTitle=Im\u00E1genes
importCloneVMMustCollapseSnapshots=La importaci\u00F3n de una MV con la opci\u00F3n de clonaci\u00F3n debe ser con plegar la instant\u00E1nea
importDisksTitle=Importar disco(s)
importDuplicateName=No se puede importar la red, se ha marcado otra red con el mismo nombre para importaci\u00F3n.
importImagesTitle=Importar im\u00E1genes
importMissingStorages=Algunas MVs importadas dependen de una o m\u00E1s plantillas que no est\u00E1n disponibles en el sistema. Por lo tanto, debe importar las MV con "Consolidar instant\u00E1neas", otra opci\u00F3n es importar las plantillas que faltan primero y luego tratar de importar las MVs de nuevo.
importNetworksButton=Importar
importNetworksTitle=Importar redes
importPreConfiguredDomainTitle=Importar dominio preconfigurado
importProviderCertificateTitle=Importar certificado del proveedor
importSparseDiskToBlockDeviceMustCollapseSnapshots=La importaci\u00F3n de un disco crudo aprovisionado fino de un dispositivo de bloques debe ser con Colapsar la instant\u00E1nea.
importTemplateConflictTitle=Conflicto de importaci\u00F3n de plantillas
importTemplateThatExistsInSystemMustClone=La importaci\u00F3n de una plantilla que existe en el sistema se tiene que realizar en el modo de clonaci\u00F3n
importTemplateWithoutBaseMustClone=La importaci\u00F3n de una plantilla cuya plantilla de base no existe en el sistema se tiene que realizar en el modo de clonaci\u00F3n.
importTemplatesTitle=Importar plantilla(s)
importVMThatExistsInSystemMustClone=La importaci\u00F3n de una MV que existe en el sistema se tiene que realizar en el modo de clonaci\u00F3n
importVMWithTemplateNotInSystemMustCollapseSnapshots=Importaci\u00F3n de una MV basada en una plantilla que no existe en el sistema tiene que ser con plegar la instant\u00E1nea
importVirtualMachinesTitle=Importar m\u00E1quinas virtuales
importVmConflictTitle=Conflicto de importaci\u00F3n de la m\u00E1quina virtual
importingStorageDomainProgress=Importando dominio de almacenamiento...
inValidNetmask=Valor de m\u00E1scara inv\u00E1lido
incrementalBackupNotSupportedForRawDisks=No se admite la copia de seguridad incremental para los discos con formato RAW.
initrdPathInvalid=Si se especifica initrd entonces tambi\u00E9n se debe especificar la ruta del kernel.
installHostTitle=Instalar host
interfaceListTitle=InterfaceList
invalidBrickDirectoryAtleastTwoCharacterseMsg=El directorio de bloques debe tener por lo menos dos caracteres
invalidBrickDirectoryContainsSpaceMsg=El directorio de bloques no debe contener ning\u00FAn espacio
invalidBrickDirectoryMsg=Directorio de bloques inv\u00E1lido
invalidBrickDirectoryStartWithSlashMsg=El directorio de bloques debe empezar por '/'
invalidEmailAddressInvalidReason=Direcci\u00F3n de correo electr\u00F3nico inv\u00E1lida
invalidGuidMsg=Este campo no es Guid v\u00E1lido (use el formato  0-9,A-F\: 00000000-0000-0000-0000-000000000000)
invalidImportMsg=Hay objetos seleccionados con arquitecturas que no coinciden. Por favor seleccione s\u00F3lamente objetos con la misma arquitectura para proceder con el proceso de importaci\u00F3n.
invalidImportTitle=Configuraci\u00F3n de importaci\u00F3n inv\u00E1lida
invalidMacAddressMsg=Direcci\u00F3n MAC inv\u00E1lida
invalidMacRangeRightBound=El enlace derecho del rango de direcciones MAC no debe ser menos que su enlace izquierdo.
invalidMountPointMsg=Punto de montaje inv\u00E1lido.
invalidName=Nombre inv\u00E1lido
invalidUnicastMacAddressMsg=Este campo debe contener una direcci\u00F3n MAC unicast v\u00E1lida.
iscsiBondsTitle=Enlaces iSCSI
joinBondsTitle=Enlaces de uni\u00F3n
katelloProblemRetrievingErrata=Problema al recuperar la errata\:
kernelCmdlineCheckboxesAndDirectCustomizationNotAllowed=No se pueden combinar las casillas de verificaci\u00F3n con personalizaci\u00F3n directa de la l\u00EDnea de comandos de kernel. Use el bot\u00F3n de restablecer para retirar todos los par\u00E1metros y activar las casillas de verificaci\u00F3n.
kernelCmdlineNotAvailableInClusterWithIbmCpu=No est\u00E1 disponible en el cl\u00FAster con CPU PPC.
kernelParamsInvalid=Si se especifican los par\u00E1metros del kernel entonces tambi\u00E9n se debe especificar la ruta del kernel.
kvmBlockDomainWraning=La asignaci\u00F3n de disco utilizar\u00E1 el tama\u00F1o virtual para los archivos sin procesar; consulte la documentaci\u00F3n para obtener m\u00E1s informaci\u00F3n.
labelAlreadyExists=Ya existe la etiqueta en el centro de datos.
largeNumberOfDevicesWarning=Cargando...\nUna gran cantidad de LUN pueden ralentizar la operaci\u00F3n.
lastDay=\u00DAltimo d\u00EDa
lastDayMonthCanBeSelectedAlone=El \u00FAltimo d\u00EDa del mes no se puede seleccionar con otros d\u00EDas del mes
latestTemplateVersionDescription=En el caso en que la mv no tenga estado, la mv ser\u00E1 re-creada con la \u00FAltima versi\u00F3n de la plantilla
latestTemplateVersionName=<latest>
leadingOrTrailingSpacesInField=Este campo no puede contener caracteres con espacios en blanco precedentes o posteriores.
linkStateUpdateNotSupportedForPassthroughVnic=No se soporta el actualizar el 'estado de enlace' en una interfaz de red mv 'passthrough'
liveSnapshotWithNoGuestAgentMsg=No se pudo detectar el agente hu\u00E9sped en la MV. Observe que sin un agente hu\u00E9sped los datos en la instant\u00E1nea creada pueden ser inconsistentes.
loadingPublicKey=obteniendo la clave p\u00FAblica ssh...
localDataCenterAlreadyContainsAHostDcGuide=El centro de datos local ya contiene un host
localfsMountPashIsIllegalMsg=La ruta de montaje es ilegal, use la convenci\u00F3n [/ruta].
logicalNetworksTitle=Redes l\u00F3gicas
loginAllButtonLabel=Iniciar sesi\u00F3n en todos
loginButtonLabel=Iniciar sesi\u00F3n
lowTitle=Bajo
lunUnusable=LUN no es utilizable
lunsAlreadyInUse=Los siguientes LUN ya est\u00E1n en uso\:
lunsAlreadyPartOfSD=Los siguientes LUN ya son parte de los dominios de almacenamiento\:
macPoolTree=Grupos MAC
macPoolUser=Usuario de grupo MAC
maintenanceHostsTitle=Mantenimiento de host(s)
maintenanceStorageDomainsTitle=Mantenimiento del dominio de almacenamiento
manageGlusterSwiftTitle=Administrar Swift Gluster
managePolicyUnits=Administrar unidades de pol\u00EDtica
manualTitle=Manual
maxMemoryHasToBeLargerThanMemorySize=La memoria m\u00E1xima debe ser mayor o igual al tama\u00F1o de memoria.
mediumTitle=Medio
memoryHotUnplug=Desconexi\u00F3n en caliente de la memoria
mgmtNotAttachedToolTip=No se puede guardar la configuraci\u00F3n - Se debe adjuntar la red de administraci\u00F3n
missingQuotaClusterEnforceMode=Falta la cuota para el cl\u00FAster seleccionado, defina una cuota apropiada
missingQuotaStorageEnforceMode=Falta la cuota para los dominios de almacenamiento seleccionados, defina una cuota apropiada
missingVirtioDriversForWindows=Ha seleccionado SO de ventanas y no ha seleccionado controladores VirtlO. Esto puede hacer que el sistema no arranque.
mixedTargetDomains=Mezclado
monitorTitle=Monitorear
mountOptionsHint=Ingrese las opciones de montaje adicionales tal como se las proporcionar\u00EDa normalmente al comando de montaje usando el argumento -o.\nLas opciones de montaje se deben proporcionar en una lista. Consulte las p\u00E1ginas de 'man mount' para ver una lista de las opciones de montaje v\u00E1lidas.
moveBricksDownButtonLabel=Bajar
moveBricksUpButtonLabel=Subir
moveDisksTitle=Mover disco(s)
moveVirtualMachineTitle=Mover la m\u00E1quina virtual
nameMustBeUniqueInvalidReason=Este nombre ya est\u00E1 en uso en el entorno, cree un nuevo nombre \u00FAnico.
nameMustBeUpToAndStartWithMsg=El nombre del rol no debe exceder 126 caracteres y puede empezar con cualquier caracter.
nameMustContainAlphanumericMaxLenMsg=El nombre debe contener caracteres alfanum\u00E9ricos '-' o '_' (longitud m\u00E1xima 15 caracteres).
networkFilterNotChangedIfPassthrough="Filtro de red" no se puede establecer si el perfil vNIC es "Transferencia"
networkInterfacesTitle=Interfaces de red
networkNameStartMsg=El nombre de la red no debe empezar por 'bond'.
networkPXETitle=Red (PXE)
networkProfilesTitle=Perfiles
networkQoSTitle=QoS de red
networkQosNotChangedIfPassthrough='Network QoS' no se puede establecer si el perfil vNIC es 'Passthrough'
networkRoleTree=Red
networksTitle=Redes
neverTitle=Nunca
newAffinityGroupsTitle=Nuevo grupo de afinidad
newAffinityLabelTitle=Nueva etiqueta de afinidad
newBookmarkTitle=Nuevo marcador
newClusterGuideMeTitle=Cl\u00FAster - Gu\u00EDa
newClusterPolicyTitle=Nueva pol\u00EDtica de programaci\u00F3n
newClusterTitle=Nuevo cl\u00FAster
newCpuQoSTitle=Nuevo QoS CPU
newDRSetup=Configurar sincronizaci\u00F3n de datos remotos
newDataCenterGuideMeTitle=Centro de datos - Gu\u00EDa
newDataCenterTitle=Nuevo centro de datos
newDomainTitle=Nuevo dominio
newExternalSubnetTitle=Nueva subred externa
newGeoRepSessionTitle=Nueva sesi\u00F3n de geo-replicaci\u00F3n
newHostNetworkQosTitle=Nuevo QoS de red host
newHostTitle=Nuevo host
newISOLibraryTitle=Nueva biblioteca ISO
newInstanceTypeTitle=Nuevo tipo de instancia
newLabel=Agregar nueva etiqueta a
newLabelPanelText=[Nueva etiqueta]
newLocalDomainTitle=Nuevo dominio local
newLogicalNetworkTitle=Nueva red l\u00F3gica
newNetworkInterfaceTitle=Nueva interfaz de red
newNetworkQoSTitle=Nueva red QoS
newNetworkQosButton=Nuevo
newPoolTitle=Nuevo grupo
newQuotaTitle=Nueva cuota
newRoleTitle=Nuevo rol
newSharedMacPoolTitle=Nuevo grupo de direcciones MAC
newStorageQoSTitle=Nuevo QoS de almacenamiento
newStorageTitle=Nuevo almacenamiento
newTagTitle=Nueva etiqueta
newTemplateTitle=Nueva plantilla
newVirtualDiskTitle=Nuevo disco virtual
newVirtualMachineGuideMeTitle=M\u00E1quina virtual - Gu\u00EDa
newVmTitle=Nueva m\u00E1quina Virtual
newVolumeTitle=Nuevo volumen
next=Siguiente
nfsMountPashIsIllegalMsg=La ruta de montaje NFS es ilegal, use la convenci\u00F3n  [IP\:/ruta o FQDN\:/ruta].
nfsVersion3=V3
nfsVersion4=V4
nfsVersion40=V4.0
nfsVersion41=V4.1
nfsVersion42=V4.2
nfsVersionAutoNegotiate=Negociaci\u00F3n autom\u00E1tica (predeterminada)
no=No
noActionSelectedManageGlusterSwift=Por favor seleccione una acci\u00F3n para continuar
noActiveDataCenters=No hay centros de datos activos en el sistema.
noActiveSourceStorageDomainAvailableMsg=No hay disponible un dominio de almacenamiento fuente activo
noActiveStorageDomainWithTemplateMsg=La plantilla en la que est\u00E1 basada la MV no existe en ning\u00FAn dominio de almacenamiento activo
noActiveStorageDomainsInDC=No hay dominios de almacenamiento activos en donde tenga permiso de crear un disco en el centro de datos relevante.
noActiveTargetStorageDomainAvailableMsg=No hay disponible un dominio de almacenamiento de destino activo
noAffinityGroupsSelected=No se seleccionaron grupos de afinidad
noAffinityLabelsSelected=No se han seleccionado etiquetas de afinidad
noAlerts=No
noAvailableHosts=No hay hosts disponibles
noAvailableVms=No hay MVs disponibles
noCds=No hay CDs
noClusterSupportingArchitectureInDC=No hay un cl\u00FAster que soporte la arquitectura de MV seleccionada en el centro de datos.
noDataDomainAttachedReason=No se puede crear un dominio ISO en un centro de datos no activo
noDisksSelected=No seleccion\u00F3 discos
noEndDateOptionText=No hay fecha final
noExternalImageProviderHasBeenConfiguredMsg=No se ha configurado un proveedor de im\u00E1genes externo activo.
noGeoRepSessionForGlusterVolume=No hay sesiones de geo-replicaci\u00F3n configuradas para este volumen Gluster.\nAntes de configurar la programaci\u00F3n de la sincronizaci\u00F3n de datos remotos para el dominio de almacenamiento, cree una sesi\u00F3n de geo-replicaci\u00F3n para el volumen Gluster asociado con este dominio de almacenamiento.
noHaWhenHostedEngineUsed=La MV no puede estar altamente disponible cuando se utilice  el motor alojado
noHostsAbout=[No hay hosts]
noKeyAvailable=No hay llaves disponibles
noLUNsSelectedInvalidReason=No hay LUN seleccionados. Seleccione los LUN.
noManagedBlockDomainsInDC=No hay dominios de almacenamiento en el bloque gestionado disponibles en donde tenga permiso para crear un disco en el centro de datos relevante
noManagedGlusterVolumeMessage=El dominio de almacenamiento no est\u00E1 integrado con un volumen Gluster gestionado por el motor. No se puede configurar la sincronizaci\u00F3n de datos
noMonthDaysSelectedMessage=No se seleccionaron d\u00EDas del mes
noNetworksSelected=No hay redes seleccionadas
noNewDevicesWereFoundMsg=No se encontraron nuevos dispositivos. Esto se puede deber a\: configuraci\u00F3n incorrecta de multirutas en el host o direcci\u00F3n equivocada del destino iscsi o una falla para autenticar en el dispositivo de destino. Consulte con su administrador de almacenamiento.
noResolveActionSelectedGlusterHook=Por favor seleccione una acci\u00F3n de resoluci\u00F3n para continuar
noSpecialCharactersWithDotMsg=El nombre solo puede contener caracteres 'A-Z', 'a-z', '0-9', '_', '-' o '.'.
noStorageDomainAvailableMsg=No hay disponible un dominio de almacenamiento activo - verifique los dominios de almacenamiento y el estado de los hosts.
noStorageDomainsFound=No se encontraron dominios de almacenamiento a importar.
noStorageDomainsSelectedInvalidReason=No se seleccionaron dominios de almacenamiento. Por favor seleccione los dominios de almacenamiento a importar.
noStoragesToImport=El dominio seleccionado ya tiene un dominio ISO y un dominio de exportaci\u00F3n adjunto
noUpHostReason=Debe haber por lo menos un host activo en el centro de datos
noValidateMessage=No hay mensajes
noWeekDaysSelectedMessage=No se seleccionaron d\u00EDas de la semana
nonRetrievedAndRunningVmsWereAllFilteredOnImportVm=Las MV seleccionadas no pudieron ser recuperadas por el sistema externo o est\u00E1n ejecut\u00E1ndose en un sistema externo y  por lo tanto, han sido filtradas. Por favor vea el registro para obtener detalles.
nonRetrievedAndRunningVmsWereFilteredOnImportVm=Algunas MV no pudieron ser recuperadas por el sistema externo y algunas MV se est\u00E1n ejecutando en el sistema interno y por lo tanto han sido filtradas. Por favor vea el registro para obtener detalles.
nonRetrievedVmsWereAllFilteredOnImportVm=Las MV elegidas no pudieron ser recuperadas por el sistema externo y por lo tanto han sido filtradas. Por favor vea el registro para obtener detalles.
nonRetrievedVmsWereFilteredOnImportVm=Algunas MV no pudieron ser recuperadas por el sistema externo y por lo tanto han sido filtradas. Por favor vea el registro para obtener detalles.
nonUtfValidationMsg=No se permiten caracteres UTF.
noneTitle=[Ninguno]
normalTitle=Normal
notAvailableLabel=N. D.
notAvailableWithNoActiveExportDomain=No est\u00E1 disponible cuando no hay activo un dominio de exportaci\u00F3n.
notAvailableWithNoTemplates=No est\u00E1 disponible cuando las plantillas no se configuran.
notAvailableWithNoUpDC=No est\u00E1 disponible cuando el centro de datos no est\u00E1 funcionando.
notAvailableWithNoUpDCWithClusterWithPermissions=No hay un cl\u00FAster en el que pueda crear una MV. Por favor verifique el estado del centro de datos y los permisos del cl\u00FAster.
notConfigured=No configurado
notRunningVm=No ejecutand\u00F3se
notSpecifiedLabel=No especificado
notSupportedForManagedBlockDisks=No se admite para discos en bloque gestionado
noteLocalStorageAlreadyConfiguredForThisHostMsg=Nota\: el almacenamiento local ya est\u00E1 configurado para este host. El host pertenece a
notePermissionsContainigTheseOperationsShuoldAssociatDcOrEqualRoleTreeTooltip=nota\: los permisos que contengan estas operaciones se deben asociar con el objeto del centro de datos (o equivalente)
notePermissionsContainigTheseOperationsShuoldAssociatSdOrAboveRoleTreeTooltip=nota\: los permisos que contengan estas operaciones se deben asociar con el objeto del dominio de almacenamiento (o superior)
notePermissionsContainingCpuProfileAdministrationOperationsRoleTreeTooltip=Nota\: los permisos que contengan estas operaciones se deben asociar con las operaciones de aprovisionamiento de perfil de la CPU
notePermissionsContainingCpuProfileProvisioningOperationsRoleTreeTooltip=Nota\: los permisos que contengan estas operaciones se deben asociar con las operaciones de aprovisionamiento de perfil de CPU
notePermissionsContainingDiskOperationsRoleTreeTooltip=Nota\: los permisos que contengan estas operaciones se deben asociar con el disco u objeto del dominio de almacenamiento (o superior)
notePermissionsContainingDiskProfileOperationsRoleTreeTooltip=Nota\: los permisos que contengan estas operaciones se deben asociar con el perfil de disco u objeto del dominio de almacenamiento (o superior)
notePermissionsContainingTheseOperationsShouldAssociateNetworkOrEqualRoleTreeTooltip=nota\: los permisos que contengan estas operaciones se deben asociar con el objeto de red (o equivalente)
noteRemovingTheTagWillAlsoRemoveAllItsDescendants=NOTA\:\n- Borrar la etiqueta tambi\u00E9n borrar\u00E1 todos sus descendientes.\n- La etiqueta y sus descendientes se borrar\u00E1n de todos los objetos que est\u00E9n adjuntos a ellos.
noteTheDeletedItemsMightStillAppearOntheSubTab=Nota\: Es posible que los objetos borrados todav\u00EDa aparezcan en la pesta\u00F1a ya que la operaci\u00F3n de borrado puede tomar un largo tiempo. Use el bot\u00F3n para refrescar para obtener el estado actualizado.
noteThisActionWillRemoveTemplatePermanentlyFromStorageDomains=Nota\: esta acci\u00F3n borrar\u00E1 la plantilla permanentemente de todos los dominios de almacenamiento.
nullOperationDuplicateVlanIds=No se puede tener redes con Id duplicadas de VLAN en una interfaz.
nullOperationInvalidBondMode=No se puede agregar la red de la mv para enlazar en modo de enlace 0, 5 o 6.
nullOperationTooManyNonVlans=No se puede tener m\u00E1s de una red que no sea VLAN en una interfaz.
numaDisabledInfoMessage=Actualmente, NUMA est\u00E1 deshabilitado. Para habilitar NUMA, puede fijar la MV a los hosts que admiten la topolog\u00EDa NUMA. Aseg\u00FArese de verificar que todos los hosts fijados tengan configurada la misma topolog\u00EDa NUMA.
numaInfoMessage=Para configurar un espacio de nodo virtual de MV en la parte superior de los nodos NUMA de un host f\u00EDsico, seleccione la 'fijaci\u00F3n de NUMA' a continuaci\u00F3n.\nEn caso de haber m\u00E1s de un host fijado, solo el primer host fijado en la lista se mostrar\u00E1 en la casilla de di\u00E1logo 'Fijaci\u00F3n de NUMA'.\n\nObserve que, cuando los nodos virtuales de una MV se fijan en los nodos NUMA de un host f\u00EDsico, el modo de migraci\u00F3n predeterminado cambia a 'Permitir solamente migraci\u00F3n manual'.
oVirtEngineForServersAndDesktopsAbout=M\u00E1quina oVirt para servidores y escritorios\:
oVirtEnterpriseVirtualizationEngineHypervisorHostsAbout=Hosts del Hypervisor de la m\u00E1quina oVirt\:
ok=Aceptar
onlyOneBootableDisk=Solo puede haber definido un disco de arranque
openCustomPreviewDialog=Ninguna de las anteriores, ll\u00E9veme al di\u00E1logo 'Instant\u00E1nea de la vista previa personalizada'.
openingNewConsoleWindowFailed=No se pudo abrir la nueva ventana de consola. Por favor verifique si el navegador est\u00E1 evitando abrir nuevas ventanas.
optimiseForVirtStoreContinueMessage=\u00BFEst\u00E1 seguro de que quiere continuar?
optimiseForVirtStoreTitle=Optimizar para almac\u00E9n Virt
optimiseForVirtStoreWarning=Se encontr\u00F3 que los siguientes vol\u00FAmenes no son del tipo sugerido replica-3 \:\n
osVersionAbout=Versi\u00F3n SO -
parameterTitle=Par\u00E1metros
passthroughNotChangedIfUsedByVms='Passthrough' no se puede cambiar si una MV utiliza el perfil vNIC
passthroughNotSupportedExternalNetworks=No se admite la transferencia ('Passthrough') para redes proporcionadas externamente
pauseGeoRep=pausa
pauseGeoRepProgressText=Pausar
pendingVMChanges=Cambios pendientes en la m\u00E1quina virtual\:
permissionsTitle=Permisos
pinnedToCurrentHost=Anclado al host actual
playSpiceConsole=Ejecutar
pleaseSelectKey=Seleccione una clave...
pleaseSelectStorageDomainToImportImportSanStorage=Seleccione un dominio de almacenamiento a importar
poolNameValidationMsg=El nombre solo puede contener caracteres alfanum\u00E9ricos '.', '_' o '-' y opcionalmente una secuencia de '?' para especificar la m\u00E1scara para los \u00EDndices de la MV
poolsTitle=Grupos
portHostnameOrIpPort=La direcci\u00F3n tiene que tener el formato\: [port\://]hostnameOrIp[\:port]
portMirroringNotChangedIfPassthrough=El 'reflejo de puertos' no se puede establecer si el perfil vNIC es 'Passthrough'
portMirroringNotChangedIfUsedByVms='El reflejo de puertos' no se puede cambiar si una MV utiliza el perfil vNIC
portMirroringNotSupportedExternalNetworks=No se soporta el 'espejo de puertos' para redes proporcionadas externamente
portSecurityDisabled=Desactivado
portSecurityEnabled=Activado
portSecurityUndefined=Sin definir
posixVfsTypeHint=Ingrese un tipo FS v\u00E1lido (por ejemplo, nfs/glusterfs/cifs/smbfs etc.
powerManagementConfigurationTitle=Configuraci\u00F3n de la gesti\u00F3n de energ\u00EDa
powerOff=apagar
powerOn=prender
preserveActiveDisks=Incluir en la MV prevista tdoso los discos (mantener los discos que no est\u00E9n incluidos en la instant\u00E1nea tal como est\u00E1).
previewPartialSnapshotTitle=Vista previa de la instant\u00E1nea parcial
previewSnapshotTitle=Vista previa de la instant\u00E1nea
primaryPmVariant=Primario
prohibitManagementNetworkChangeInEditClusterInfoMessage=El cambiar la red de administraci\u00F3n solo se permite a trav\u00E9s del di\u00E1logo 'Administrar redes del cl\u00FAster'.
providerNetworksTitle=Redes
providerNone=Sin proveedor
providerUrlWarningTitle=Cambiar URL del proveedor
providersTitle=Proveedores
provisioningOperationsRoleTree=Operaciones de aprovisionamiento
publicKeyAddressError=Error de direcci\u00F3n\:
qosNotSupportedDcVersion=QoS red est\u00E1 soportado solamente para el centro de datos versi\u00F3n 3.3 o posteriores
quotaIsEmptyValidation=La cuota debe tener l\u00EDmites
quotaMustBeSelectedInvalidReason=Refuerzo de la cuota activado. Se debe definir la cuota para el dominio de almacenamiento selecionado
quotaTitle=Cuota
rdpIsNotSupportedInYourBrowser=No se soporta RDP en su navegador
rdpTitle=RDP
rebalanceStatusTitle=Estado del rebalanceo
rebootVirtualMachinesTitle=Reiniciar m\u00E1quina(s) virtual(es)
registerDisksTitle=Discos de registro
relevantDCnotActive=El centro de datos relevante no est\u00E1 activo.
removeAffinityGroupsTitle=Borrar grupo(s) de afinidad
removeAffinityLabelsTitle=Eliminar etiqueta(s) de afinidad
removeAllBricksButtonLabel=Borrar todos
removeBackedUpTemplatesTitle=Borre las plantillas con copias de seguridad
removeBackedUpTemplatesWithDependentsVMTitle=Las plantillas tienen MV dependientes en el dominio de exportaci\u00F3n
removeBackedUpVMsTitle=Borre las MV(s) con copias de seguridad
removeBookmarksTitle=Borre los marcadores
removeBricksButtonLabel=Borrar
removeBricksMessage=\u00BFEst\u00E1 seguro de que quiere borrar los siguientes bloques?
removeBricksStatusTitle=Borrar estado de los bloques
removeBricksTitle=Borrar bloques
removeBricksWarning=NOTA\:\n-El borrar bloque(s) puede generar la p\u00E9rdida de datos.
removeClusterPolicyTitle=Borrar pol\u00EDtica de programaci\u00F3n
removeClusterTitle=Borrar cl\u00FAster(s)
removeConfirmationPopupMessage=\u00BFEst\u00E1 seguro de que desea borrar los siguientes objetos?
removeCpuProfileTitle=Borrar perfiles de CPU
removeCpuQoSTitle=Borrar QoS CPU
removeDataCenterTitle=Borrar centro(s) de datos
removeDataCenterWarningNote=El borrado del centro de datos mover\u00E1 las entidades que se encuentran en los dominios de almacenamiento a un estado sin registro. Para obtener m\u00E1s informaci\u00F3n, consulte la documentaci\u00F3n.
removeDiskProfileTitle=Borrar perfiles de disco
removeDisksTitle=Borrar disco(s)
removeExternalSubnetTitle=Eliminar subred externa
removeGeoRep=borrar
removeGeoRepProgressText=Borrar
removeGlusterVolumeSnapshotScheduleConfirmationTitle=Borrar programa de instant\u00E1neas del volumen Gluster
removeHostDevices=Borrar dispositivo(s) host(s)
removeHostNetworkQosTitle=Borrar QoS de red host
removeHostsTitle=Borrar host(s)
removeInstanceTypeTitle=Borrar tipo de instancia
removeIscsiBondTitle=Borrar enlace(s) iSCSI
removeLogicalNetworkTitle=Borrar redes l\u00F3gicas
removeMetaVolumeBricksMessage=\u00BFEst\u00E1 seguro de que quiere borrar los siguientes bloques del meta volumen?
removeMetaVolumeBricksWarning=NOTA\:\n -El borrar bloques del meta volumen tendr\u00E1 impacto en el funcionamiento normal de funcionalidades como instant\u00E1neas de vol\u00FAmenes, geo-replicaci\u00F3n, etc.
removeMetaVolumeWarning=NOTA\:\n - El borrar meta vol\u00FAmenes tendr\u00E1 impacto en el funcionamiento normal de funcionalidades como instant\u00E1neas de vol\u00FAmenes, geo-replicaci\u00F3n, etc.
removeNetworkFromProvider=Borrar redes de los proveedores externos tambi\u00E9n.
removeNetworkInterfacesTitle=Borrar las interfaces de red
removeNetworkQoSMessage=\u00BFEst\u00E1 seguro de que quiere borrar esta red QoS?
removeNetworkQoSTitle=Borrar red QoS
removePermissionTitle=Borrar permiso
removePoolsTitle=Borrar grupo(s)
removeProviderTitle=Borrar proveedor(es)
removeQuotaAssignmentFromUsersTitle=Borrar asignaci\u00F3n de cuotas de los usuario(s)
removeQuotasTitle=Borrar cuota(s)
removeRolesTitle=Borrar rol(es)
removeSecretTitle=Borrar llave(s) de autenticaci\u00F3n
removeSharedMacPoolsTitle=Borrar grupo(s) de direcciones MAC
removeStorageQoSTitle=Borrar almacenamiento QoS
removeStoragesTitle=Borrar almacenamiento(s)
removeSystemPermissionsTitle=Borrar permiso(s) del sistema
removeTagsTitle=Borrar etiqueta(s)
removeTemplateDisksTitle=Borrar plantilla de disco(s)
removeTemplatesTitle=Borrar plantilla(s)
removeUnregisteredDisksTitle=Eliminar disco(s) no registrado(s)
removeUnregisteredTemplatesTitle=Eliminar plantilla(s) no registrada(s)
removeUnregisteredVirtualMachineTitle=Eliminar m\u00E1quina virtual no registrada
removeUsersTitle=Borrar usuario(s)
removeVirtualMachineTitle=Borrar m\u00E1quina virtual
removeVirtualMachinesTitle=Borrar m\u00E1quina(s) virtual(es)
removeVmDisksAllSharedMsg=Todos los discos de la MV se pueden compartir y no se pueden borrar
removeVmDisksNoDisksMsg=La MV no tiene discos
removeVmDisksSnapshotsMsg=No se puede borrar la MV sin separar los discos - la MV tiene tomas de pantalla
removeVmDisksTemplateMsg=La MV se crea desde la plantilla y por lo tanto los discos se deben borrar
removeVnicProfileTitle=Borrar los perfiles de la interfaz de la MV
removeVolumesTitle=Borrar volumen
removeVolumesWarning=NOTA\:\n -Borrar el volumen borrar\u00E1 toda la informaci\u00F3n sobre el volumen.
repinHostTitle=Fijar MV a host
replaceBrickTitle=Reemplazar bloque
replaceBrickWarning=La configuraci\u00F3n no es \u00F3ptima porque existen bloques m\u00FAltiples en el mismo servidor. \u00BFDesea continuar?
replicateVolumeAddBricksMsg=N\u00FAmero de bloques debe ser igual al conteo de r\u00E9plicas
requestToServerFailed=Fall\u00F3 una petici\u00F3n al servidor
requestToServerFailedWithCode=Fall\u00F3 una petici\u00F3n al servidor con el siguiente c\u00F3digo de estado
resetAllConfigsTitle=Restablecer todas
resetAllOptionsMsg=\u00BFEst\u00E1 seguro de que quiere restablecer todas las opciones?
resetAllOptionsTitle=Restablecer todas las opciones
resetAllVolume=Restablecer todas
resetBrickMessage=\u00BFEst\u00E1 seguro de que quiere restaurar el bloque?
resetBrickTitle=Restaurar bloque
resetClusterEmulatedMachineMessage=\u00BFEst\u00E1 seguro de que quiere restablecer la m\u00E1quina emulada de los siguientes cl\u00FAsteres?
resetClusterEmulatedMachineTitle=Restablecer cl\u00FAster de la m\u00E1quina emulada
resetOptionVolumeMsg=\u00BFEst\u00E1 seguro de que quiere restablecer la siguiente opci\u00F3n?
resetOptionVolumeTitle=Reestablecer opci\u00F3n
resetTitle=Restablecer
resetVirtualMachinesTitle=Restablecer m\u00E1quinas virtuales
resetVolume=Restablecer
resolveConflictsGlusterHookTitle=Resolver conflictos
restartHostsTitle=Reiniciar host(s)
resumeGeoRep=reanudar
resumeGeoRepProgressText=Reanudar
retainBricksButton=Retener
retainBricksMessage=\u00BFEst\u00E1 seguro de que quiere borrar los siguientes bloques?
retainBricksTitle=Retener bloques
retrievingCDsTitle=Recuperando CDs...
rngNotSupported=Generador de n\u00FAmeros aleatorio no soportado para este nivel de cl\u00FAster o inhabilitado en la configuraci\u00F3n de la m\u00E1quina.
rngNotSupportedByClusterCV=Generador de n\u00FAmeros aleatorio no es soportado por su versi\u00F3n de compatibilidad del cl\u00FAster.
rngRateInvalid=Si se especifica el periodo entonces tambi\u00E9n se debe especificar los bytes por periodo.
rolesPermissionsTitle=Permisos de roles
rolesTitle=Roles
rootRoleTree=root
rootTag=Root
rootUser=ra\u00EDz
runVirtualMachinesTitle=Ejecutar m\u00E1quinas virtuales
runningOnCurrentHost=Ejecut\u00E1ndose en el host actual
runningVm=En ejecuci\u00F3n
runningVmsWereAllFilteredOnImportVm=Todas las MV seleccionadas se est\u00E1n ejecutando en el sistema externo y por lo tanto han sido filtradas. Por favor vea el registro para obtener detalles.
runningVmsWereFilteredOnImportVm=Algunas MV se est\u00E1n ejecutando en el sistema externo y por lo tanto han sido filtradas. Por favor vea el registro para obtener informaci\u00F3n.
sameArchitectureRequired=Las m\u00E1quinas virtuales seleccionadas tienen la misma arquitectura.
saveNetworkConfigurationTitle=Guardar la configuraci\u00F3n de red
secondaryPmVariant=Secundario
secretValueMustBeInBase64=El valor de la llave de autenticaci\u00F3n debe estar codificado en Base64.
selectCacheDevicePath=Seleccione la ruta de un dispositivo de cach\u00E9 para la cach\u00E9 lvm.
selectCacheMode=Seleccione un modo de cach\u00E9 para la cach\u00E9 lvm.
selectFenceProxy=Seleccione el tipo de preferencia proxy de barrera a agregar
selectHost=Seleccionar un host
selectHostTitle=Seleccionar host
selectHostsClusterGuide=Seleccionar hosts
selectRoleToAssign=Seleccione un rol
selectStorageDevice=Por favor seleccione un dispositivo de almacenamiento para crear bloque.
selectUserOrGroup=Seleccione al menos un usuario o grupo
selectVm=Seleccionar una MV
selectedAffinityGroups=Grupos de afinidad seleccionados
selectedAffinityLabels=Etiquetas de afinidad seleccionadas
send=Enviar
separatedTitle=Separado
servicesTitle=Servicios
setGeorepConfig=Asignar
setUnlimitedSpecificQuotaModeTitle=Aviso
shareKsmAcrossNumaNodes=Compartir p\u00E1ginas de memoria a trav\u00E9s de toda la memoria disponible (mayor eficiencia KSM)
shareKsmInsideEachNumaNode=Compartir p\u00E1ginas de memoria dentro de nodos NUMA (mejor rendimiento NUMA)
shareableDiskNotSupported=El disco intercambiable no es compatible en el dominio de almacenamiento Gluster/de descarga
shareableDiskNotSupportedByConfiguration=El disco compartible no est\u00E1 soportado por la configuraci\u00F3n seleccionada
shareableDiskNotSupportedOnRunningVM=No se puede definir un disco como compartible cuando la MV est\u00E1 en ejecuci\u00F3n
showAdvancedOptions=Mostrar opciones avanzadas
shutdownVirtualMachinesTitle=Apagar m\u00E1quinas virtuales
smtDisabled=SMT inhabilitado
smtEnabled=SMT habilitado
snapshotCannotBeCreatedLockedSnapshotMsg=La instant\u00E1nea no se puede crear ya que la MV est\u00E1 realizando una operaci\u00F3n en una instant\u00E1nea.
snapshotCannotBeCreatedPreviewSnapshotMsg=La instant\u00E1nea no se puede crear ya que la MV est\u00E1 previendo una instant\u00E1nea.
snapshotCannotBeCreatedStatelessSnapshotMsg=La instant\u00E1nea no se puede crear ya que la MV contiene una instant\u00E1nea sin estado.
snapshotConfigUpdateButtonLabel=Actualizar
snapshotsTitle=Instant\u00E1neas
someNonDefaultTemplateHasToExistFirst=Alguna plantilla base no predeterminada tiene que existir primero.
soundDeviceUnavailable=La tarjeta de sonido no est\u00E1 disponible en el cl\u00FAster seleccionado
sourceStorageDomainIsNotActiveMsg=El dominio de almacenamiento fuente no est\u00E1 activo
sparsifyConfirmationPopupMessage=\u00BFEst\u00E1 seguro de que quiere Sparcify los siguientes discos?
sparsifyDisksTitle=Disco(s) Sparsify
specialAsciiI18NOrNoneValidationMsg=Solo se permiten caracteres alfanum\u00E9ricos y otros especiales que cumplen con los requerimientos del grupo de caracteres est\u00E1ndar ASCII y letras UTF.
specialKeys=Llaves especiales
specificNetworksAllowed=Redes especificas
spiceTitle=SPICE
sshPublicKeyNotVerified=Se debe verificar la clave p\u00FAblica SSH antes de importar la configuraci\u00F3n del gluster
startForceLabel=Forzar inicio
startForceVolumeMessage=Los siguientes vol\u00FAmenes ya se iniciaron pero algunos/todos los bloques est\u00E1n ca\u00EDdos. \u00BFQuiere forzarlos a iniciar?
startGeoRep=iniciar
startGeoRepProgressText=Iniciar
stopGeoRep=detener
stopGeoRepProgressText=Detener
stopGlusterServices=Detener el servicio Gluster
stopHostsTitle=Detener Host(s)
stopMetaVolumeWarning=NOTA\:\n -El detener meta vol\u00FAmenes tendr\u00E1 impacto en el funcionamiento normal de funcionalidades como instant\u00E1neas de vol\u00FAmenes, geo-replicaci\u00F3n, etc.
stopRebalance=Detener
stopRemoveBricksButton=Detener
stopRemoveBricksMessage=\u00BFEst\u00E1 seguro de que quiere detener la operaci\u00F3n de borrado de los siguientes volumen(es)?
stopRemoveBricksTitle=Detener borrado de bloques
stopSpiceConsole=Detener
stopVirtualMachinesTitle=Forzar apagado de la(s) m\u00E1quina(s) virtual(es)
stopVolumeMessage=\u00BFEst\u00E1 seguro de que quiere detener el siguiente volumen(es)?
stopVolumeWarning=NOTA\:\n -El detener el volumen har\u00E1 que sus datos sean inaccesibles.
storageDRTitle=Configuraci\u00F3n de la sincronizaci\u00F3n de datos para la recuperaci\u00F3n de desastre
storageDevices=Dispositivos de almacenamiento
storageDomainDRTitle=Configuraci\u00F3n de la sincronizaci\u00F3n de datos para la recuperaci\u00F3n de desastre
storageDomainLeaseTitle=Arrendamientos de MV/plantilla del dominio de almacenamiento
storageDomainMustBeSpecifiedInvalidReason=Se debe especificar el dominio del almacenamiento.
storageDomainRoleTree=Dominio de almacenamiento
storageDomainsAttachedToDataCenterWarningMessage=Los dominios de almacenamiento ya est\u00E1n adjuntos a un centro de datos. El aprobar esta operaci\u00F3n puede hacer que los datos se da\u00F1en si ambos centros de datos est\u00E1n activos.
storageDomainsAttachedToDataCenterWarningTitle=\u00BFEst\u00E1 seguro?
storageQosTitle=Almacenamiento QoS
storageRemovePopupFormatLabel=Dar formato a dominio, es decir \u00A1el contenido del almacenamiento se perder\u00E1\!
storageTitle=Dominios de almacenamiento
stripeVolumeAddBricksMsg=N\u00FAmero de bloques debe ser igual al conteo de franjas
stripedReplicateVolumeAddBricksMsg=N\u00FAmero de bloques debe ser igual al conteo de franjas * r\u00E9plicas
subnetMaskIsNotValid=La m\u00E1scara de la subred no es v\u00E1lida
successLoadingPublicKey=La clave p\u00FAblica ssh se obtuvo correctamente
suspendSpiceConsole=Suspender
suspendedVMsWhenClusterChange=La MV est\u00E1 suspendida, podr\u00EDa no funcionar correctamente despu\u00E9s de reanudarse en un cl\u00FAster diferente. Se sugiere apagarla antes de cambiar el cl\u00FAster.
switchToMaintenanceModeToEnableUpgradeReason=Cambiar al modo de mantenimineto para habilitar la actualizaci\u00F3n.
syncAllClusterNetworkConfirmationDialogTitle=Sincronizar todas las redes del cl\u00FAster
syncAllHostNetworkConfirmationDialogTitle=Sincronizar todas las redes host
systemDefaultCustomSerialNumberDisabledReason=No es posible cambiar por un valor predeterminado por el sistema.
systemPermissionTitle=Permiso del sistema
systemRoleTree=Sistema
systemTitle=Sistema
templateAlreadyExistsMsg=Las plantillas ya existen
templateImportTitle=Importaci\u00F3n de plantilla
templateNoExistsMsg=No existen plantillas
templateRoleTree=Plantilla
templatesNotFoundOnExportDomainTitle=No se encontraron la(s) plantilla(s) en el dominio de exportaci\u00F3n
templatesResideOnSeveralDcsMakeSureExportedTemplatesResideOnSameDcMsg=Las plantillas se encuentran en varios centros de datos. Aseg\u00FArese de que las plantillas exportadas se encuentran en el mismo centro de datos.
templatesTitle=Plantillas
terminateSessionConfirmation=Las siguientes sesiones de usuario se terminar\u00E1n.\n\u00BFEst\u00E1 seguro de que quiere continuar?
terminateSessionTitle=Terminar sesiones
testFailedInsufficientParams=Insuficientes par\u00E1metros para probar la conectividad
testFailedUnknownErrorMsg=Fall\u00F3 al prueba (error desconocido).
testingInProgressItWillTakeFewSecondsPleaseWaitMsg=Prueba en progreso. Tomar\u00E1 unos pocos segundos. Espere...
theClusterIsntAttachedToADcClusterGuide=El cl\u00FAster no est\u00E1 adjunto al centro de datos
theExportDomainIsInactiveMsg=El dominio de exportaci\u00F3n es inactivo. Los datos se pueden recuperar solamente cuando el dominio est\u00E9 activado
theFieldContainsSpecialCharactersInvalidReason=El campo contiene caracteres especiales. Solo se permiten letras, '-' y '_'.
theFieldMustContainTimeValueInvalidReason=El campo debe contener un valor de tiempo
theFollowingTemplatesAreMissingOnTargetExportDomainForTemplateVersionsMsg=Las siguientes versiones plantilla se basan en plantillas que no existen en el dominio de exportaci\u00F3n y se requieren para que la versi\u00F3n plantilla funcione.\nSi procede no podr\u00E1 importar estas versiones plantilla a menos de que ya tenga las plantillas relevantes en los dominios de destino o utilizando la funcionalidad para clonar.\n\u00BFDesea continuar de todas maneras?
theFollowingTemplatesAreMissingOnTargetExportDomainMsg=Las siguientes m\u00E1quinas virtuales se basan en plantillas que no existen en el dominio de exportaci\u00F3n y se requieren para que las m\u00E1quinas virtuales funcionen.\nSi procede no podr\u00E1 importar estas m\u00E1quinas virtuales a menos de que ya tenga las plantillas relevantes en los dominios de destino.\n\u00BFDesea continuar de todas maneras?
theFollowingTemplatesHaveDependentVmsBackupOnExportDomainMsg=Las siguientes plantillas tienen MV dependientes en el dominio de exportaci\u00F3n y se requieren para importar estas MV.\nSi procede no podr\u00E1 importar estas m\u00E1quinas virtuales a menos de que ya tenga las plantillas relevantes en los dominios de destino.\n\u00BFDesea continuar de todas maneras?
theRelevantExportDomainIsNotActivePleaseActivateItMsg=El dominio de exportaci\u00F3n relevante no est\u00E1 activo. Act\u00EDvelo.
theUnderlyingStorageDoesNotSupportDiscardWhenWipeAfterDeleteIsEnabled=El almacenamiento subyacente no admite la eliminaci\u00F3n cuando est\u00E1 activada la opci\u00F3n de limpiar despu\u00E9s de borrar.
theUnderlyingStorageDoesNotSupportWipeAfterDeleteWhenDiscardIsEnabled=El almacenamiento subyacente no admite la limpieza despu\u00E9s de la eliminaci\u00F3n cuando est\u00E1 activada la opci\u00F3n de descartar.
thereAreNoCompatibleStorageDomainsAttachThisDcMsg=No hay dominios de almacenamiento compatibles para adjuntar a este centro de datos. Agregue un nuevo almacenamiento en la pesta\u00F1a de almacenamiento.
thereAreNoDataCenterStorageDomainAttachedMsg=No hay centros de datos a los cuales se puede adjuntar el dominio de almacenamiento
thereAreNoISOversionsVompatibleWithHostCurrentVerMsg=No hay versiones ISO que sean compatibles con la versi\u00F3n actual del host.
thereAreNoNetworksAvailablePleaseAddAdditionalNetworksMsg=No hay redes disponibles. Agregue redes adicionales.
thereIsNoActiveStorageDomainCreateDiskInMsg=No hay un dominio de almacenamiento activo para crear el disco. Active un dominio de almacenamiento.
thereIsNoDataStorageDomainToImportTemplateIntoMsg=\ No hay un dominio de almacenamiento de datos al cual importar la plantilla. Adjunte un dominio de almacenamiento de datos al centro de datos de la plantilla.
thereIsNoExportDomainBackupVmAttachExportDomainToVmsDcMsg=No hay un dominio de exportaci\u00F3n para realizar la copia de seguridad de la m\u00E1quina virtual. Adjunte un dominio de exportaci\u00F3n al centro de datos de la m\u00E1quina virtual.
thereIsNoExportDomainToExportTheTemplateIntoMsg=\ No hay un dominio de exportaci\u00F3n al cual exportar la plantilla. Adjunte un dominio de exportaci\u00F3n al centro de datos de la plantilla.
thereIsNoStorageDomainUnderTheSpecifiedPathMsg=No hay un dominio de almacenamiento bajo la ruta especificada. Verifique el panel de eventos para obtener mayores detalles.
thinTitle=Fino
thisClusterBelongsToALocalDcWhichAlreadyContainHostClusterGuide=Este cl\u00FAster le pertenece al centro de datos local, el cual ya contiene un host
thisFieldCantBeEmptyInvalidReason=Este campo no puede estar vac\u00EDo.
thisFieldCantConatainSpacesMsg=Este campo no puede tener espacios.
thisFieldMustContainCidrInFormatMsg=Este campo debe contener un CIDR en formato [IPv4-IPv6]/[yy-yyy],\n donde IPv4-IPv6 es una direcci\u00F3n IP v\u00E1lida correspondiente a la versi\u00F3n especificada, yy se encuentra entre 0 y 32 para IPv4 e yyy se encuentra entre 0 y 128 para IPv6.
thisFieldMustContainIntegerNumberInvalidReason=Este campo debe contener un n\u00FAmero entero
thisFieldMustContainIpv4AddressInFormatMsg=Este campo debe tener una direcci\u00F3n IP con el formato xxx.xxx.xxx.xxx
thisFieldMustContainIpv4OrIpv6AddressMsg=Este campo debe contener una direcci\u00F3n IPv4 o IPv6 v\u00E1lida.
thisFieldMustContainIpv6AddressMsg=Este campo debe contener una direcci\u00F3n IPv6 v\u00E1lida
thisFieldMustContainNonNegativeIntegerNumberInvalidReason=Este campo debe contener un n\u00FAmero entero positivo
thisFieldMustContainNumberInvalidReason=Este campo debe contener n\u00FAmero
thisFieldMustContainValidNetmask=Este campo debe tener una subred con el siguiente formato\:\n\txxx.xxx.xxx.xxx en donde xxx est\u00E1 entre 0 y 255
thisFieldMustContainValidPrefixOrNetmask=Este campo debe tener una subred en cualquiera de los siguientes formatos\:\n\txxx.xxx.xxx.xxx en donde xxx est\u00E1 entre 0 y 255.\n\txx en donde xx est\u00E1 entre 0-32
thisNetworkDoesNotExistInTheClusterErr=Esta red no existe en el cl\u00FAster
timeZoneCannotBeChangedAfterVMInit=El huso horario no se puede cambiar despu\u00E9s de que se inicia la m\u00E1quina virtual.
toggleFullScreen=Alternar pantalla completa
tooBigMacRange=Hay demasiados MAC en este rango. El n\u00FAmero de MAC en cualquier rango de direcci\u00F3n MAC debe ser menor que  (2^32)-1.
trustedServiceDisabled=No se puede cambiar el estado de soporte de confianza del cl\u00FAster mientras el/los host(s) exist\u00EDan en el cl\u00FAster
uefiRequired=Disponible solo con el firmware de UEFI
unableToFetchVolumeSnapshotSchedule=No se puede encontrar el programa de la instant\u00E1nea del volumen gluster
unableToRemove=Debe tener por lo menos 1 preferencia proxy
unableToRemoveTitle=No se puede borrar la preferencia proxy
unattachedHost=Separado
unknown=Desconocido
unlimitedQoSTitle=[Ilimitado]
unplugVnicTitle=Desenchufar la interfaz de red de la MV?
unsupported=No soportado
updateManagementNetworkWarning=El cambiar ciertas propiedades (por ejemplo, VLAN, MTU) de la red de administraci\u00F3n podr\u00EDa conllevar a la p\u00E9rdida de conectividad a los hosts en el centro de datos, si su infraestructura de red subyacente no est\u00E1 configurada para acomodar los cambios. \u00BFEst\u00E1 seguro de que quiere proceder?
updateSnapshotConfigurationConfirmationTitle=Actualizar opciones de configuraci\u00F3n de la instant\u00E1nea
updatingStorageDomainTitle=Actualizando dominio(s) de almacenamiento
upgradeHostTitle=Actualizar Host
uploadImageBackingFileUnsupported=La descarga de una imagen con un archivo de respaldo no tiene soporte.
uploadImageCancelConfirmationMessage=\u00BFEst\u00E1 seguro de que quiere cancelar la carga a los siguientes discos?
uploadImageCancelTitle=Cancelar (Carga(s)
uploadImageCannotBeOpened=No se pudo abrir el archivo seleccionado
uploadImageLeaveWindowPopupWarning=Hay cargas de im\u00E1genes en curso. Al abandonar la aplicaci\u00F3n se pausar\u00E1n las cargas. \u00BFDesea continuar?
uploadImageResumeTitle=Reanudar la carga de imagen
uploadImageTitle=Subir imagen
uriInvalidFormat=La URI dada tiene un formato inv\u00E1lido.
userCantReconnectToVm=Conexi\u00F3n a la consola denegada. Otro usuario ya accedi\u00F3 a la consola de esta MV. Debe reiniciar la MV para permitir el acceso   a otro usuario o,  el administrador debe cambiarla para que no imponga el reinicio entre los usuarios que acceden su consola.
userSessionsTitle=Sesiones de usuario
usersTitle=Usuarios
vdsmVersionAbout=Versi\u00F3n VDSM
vgpuPlacementCompatibilityInfo=La colocaci\u00F3n de vGPU est\u00E1 disponibe en la versi\u00F3n 4.3 del cl\u00FAster o una m\u00E1s reciente
viewContentEmptyGlusterHook=El contenido del gancho est\u00E1 vac\u00EDo o es binario
viewContentErrorGlusterHook=No se puede encontrar el contenido del gancho. Por favor intente de nuevo
viewContentGlusterHookTitle=Contenido del gancho
virtualMachinesTitle=M\u00E1quinas virtuales
vmAlreadyExistsMsg=Ya existen las MV
vmAttachVirtualDisksAction=Adjuntar discos virtuales
vmCpuPinningClearMessage=La configuraci\u00F3n actual de la MV no permite la asignaci\u00F3n de CP. La asignaci\u00F3n de topolog\u00EDa se perder\u00E1 al guardar la MV. \u00BFEst\u00E1 seguro de que desea continuar?
vmCpuPinningClearTitle=La asignaci\u00F3n de topolog\u00EDa se perder\u00E1
vmCreateVirtualDiskAction=Crear un disco virtual
vmDevicesTitle=Dispositivos MV
vmHighPriority=Alto
vmImportTitle=Importar MV
vmInitNetworkNameValidationMsg=El nombre solo puede contener caracteres 'A-Z', 'a-z', '0-9', '_', '-' o  '\:'
vmLeasesNotSupportedWithoutHA=El alquiler de la MV no se puede definir sin que la MV tenga definida la opci\u00F3n de disponibilidad alta.
vmLeasesSupported=El alquiler de la MV no se puede definir debido a la versi\u00F3n de compatibilidad de la m\u00E1quina virtual.
vmLowPriority=Bajo
vmMediumPriority=Medio
vmNoExistsMsg=No existen MVs
vmPoolRoleTree=Grupo de MV
vmRoleTree=MV
vmUnknownPriority=Desconocido
vmUnsupportedCpuMessage=El tipo de CPU seleccionado no es soportado por el cl\u00FAster de la MV, esto puede crear limitaciones de programaci\u00F3n y puede prevenir que esta mv ejecute en ciertos hosts. \u00BFEst\u00E1 seguro de que quiere proceder?
vmUnsupportedCpuTitle=Tipo de CPU no soportado para el cl\u00FAster actual
vmsAttachedToInstanceTypeNote=Hay MV adjuntas a este tipo de instancia - esto las adjuntar\u00E1 a 'Personalizar'
vmsAttachedToInstanceTypeWarningMessage=Las siguientes MV est\u00E1n adjuntas al tipo de instancia
vmsResideOnSeveralDCsMakeSureTheExportedVMResideOnSameDcMsg=Las m\u00E1quinas virtuales se encuentran en varios centros de datos. Aseg\u00FArese de que las m\u00E1quinas virtuales exportadas se encuentran en el mismo centro de datos.
vmsTitle=MVs
vncTitle=VNC
vnicProfileTitle=Perfil de la interfaz de la MV
vnicProfilesMapping=Mapeo de perfiles vNIC
vnicProfilesTitle=Perfiles vNIC
volumeEmptyClusterValidationMsg=No se encontr\u00F3 un host en estado 'UP' en el cl\u00FAster, por favor seleccione otro cl\u00FAster.
volumeRebalanceStatusTitle=Estado del rebalanceo
volumeRoleTree=Volumen
volumeTransportTypesValidationMsg=Se debe seleccionar por lo menos un tipo de transporte.
volumesTitle=Vol\u00FAmenes
withLocalStorageDomainMsg=con el dominio de almacenamiento local. Si se hace clic en Aceptar - este host se mover\u00E1 a un nuevo centro de datos y se crear\u00E1 un nuevo dominio de almacenamiento local. Seleccione Cancelar para detener la operaci\u00F3n.
xenUriExample=xen+ssh\://root@<hostname>
yes=Si
youAreAboutChangeClusterCompatibilityVersionMsg=\u00BFEst\u00E1 seguro de que desea cambiar la versi\u00F3n de compatibilidad del cl\u00FAster?
youAreAboutChangeClusterCompatibilityVersionNonResponsiveHostsMsg=Est\u00E1 por cambiar la versi\u00F3n de compatibilidad del cl\u00FAster y el cl\u00FAster contiene algunos hosts que no responden. Si estos hosts no soportan el nivel de compatibilidad seleccionado, pueden pasar al estado no operacional despu\u00E9s de que se restablezca la conectividad.\n\n\u00BFEst\u00E1 seguro de que desea continuar?
youAreAboutChangeClusterCpuThreadSupportMsg=Est\u00E1 a punto de inhabilitar el soporte de hilos de la CPU para este cl\u00FAster. Al hacerlo puede afectar la habilidad para ejecutar las MV con ciertas configuraciones de CPU.\n\nAseg\u00FArese de que no haya en este cl\u00FAster, m\u00E1quinas virtuales que est\u00E9n utilizando par\u00E1metros espec\u00EDficos de CPU tales como la fijaci\u00F3n de CPU, la cual se puede afectar gracias a este cambio.\n\n\u00BFEst\u00E1 seguro de que desea continuar?
youAreAboutChangeDCQuotaEnforcementMsg=Mover la cuota al modo de refuerzo\nTodas las plantillas, m\u00E1quinas virtuales y discos se deben asignar a asignaciones de cuota espec\u00EDficas de otra manera no se podr\u00E1n utilizar.\nLos usuarios se deben agregar como consumidores de cuota.\n\nPor favor considere el utilizar el modo de auditor\u00EDa hasta que defina las cuotas para los usuarios.\n\n\u00BFEst\u00E1 seguro de que desea continuar?
youAreAboutChangeDcCompatibilityVersionMsg=Est\u00E1 a punto de cambiar la versi\u00F3n de compatibilidad del centro de datos. \u00BFEst\u00E1 seguro de que quiere continuar?
youAreAboutChangeSnapshotConfigurationMsg=Configurando las opciones de la instant\u00E1nea del volumen..\n\nAl cambiar los par\u00E1metros de configuraci\u00F3n limitar\u00E1 la creaci\u00F3n de nuevas instant\u00E1neas si exceden el nuevo l\u00EDmite.\n\n\u00BFDesea continuar?
youAreAboutToAttachDetachNetworkToFromTheClustersMsg=Est\u00E1 a punto de adjuntar la red a todos los cl\u00FAsteres seleccionados y de separar la red de todos los cl\u00FAsteres no seleccionados.\n\n\u00BFEst\u00E1 seguro de que quiere continuar?
youAreAboutToCreateUnlimitedSpecificQuotaMsg=Est\u00E1 apunto de establecer una cuota ilimitada en un recurso espec\u00EDfico. Esto no es aconsejable.\nEl valor agregado de esta cuota ser\u00E1 ilimitado.\n\u00BFDesea proceder?
youAreAboutToRemoveSnapshotScheduleMsg=La programaci\u00F3n de la instant\u00E1nea se borrar\u00EDa. \u00BFDesea continuar?
youHavntConfigPmMsg=No ha configurado la gesti\u00F3n de energ\u00EDa para este host. \u00BFEst\u00E1 seguro de que quiere continuar?
youMustApproveTheActionByClickingOnThisCheckboxInvalidReason=Debe aprobar la acci\u00F3n haciendo clic en esta casilla.
