#
# Bundle name: org.ovirt.engine.ui.uicompat.UIConstants
# Locale: fr_FR
#
#Mon May 17 16:17:19 EDT 2021
action=Action
activeUserSessionsTitle=Sessions Utilisateur actives
add=Ajouter
addAndClose=Ajouter et fermer
addAnotherHostClusterGuide=Ajouter un autre H\u00F4te
addBricksButtonLabel=Ajouter
addBricksReplicaCountIncreaseValidationMsg=Le nombre de r\u00E9pliques ne peut \u00EAtre augment\u00E9 que d'une unit\u00E9
addBricksReplicateConfirmationTitle=Confirmation R\u00E9plique
addBricksStripeCountIncreaseValidationMsg=Le nombre de tranches ne peut \u00EAtre augment\u00E9 que d'une unit\u00E9
addBricksTitle=Ajouter Briques
addBricksToReplicateVolumeFromSameServerMsg=Il y a plusieurs briques d'un volume R\u00E9pliqu\u00E9 sur le m\u00EAme serveur. L'installation n'est pas optimale.\nSouhaitez-vous continuer ?
addBricksVolume=Ajouter Briques
addDataCenter=Attacher Cluster au Centre de donn\u00E9es
addDesktopsToUserADGroupTitle=Ajouter Bureau(x) au Groupe Utilisateur/AD
addEventNotificationTitle=Ajouter Notification d'\u00E9v\u00E9nement
addIscsiBondTitle=Ajouter Liaison iSCSI
addLocalStorageTitle=Ajouter Stockage local
addMacPoolButton=Nouveau
addMultipleHostsTitle=Ajouter H\u00F4tes
addNewLabelTitle=Ajouter nouveau Libell\u00E9
addOptionVolume=Ajouter Option
addPermissionToUserTitle=Ajouter Permission Utilisateur
addProviderTitle=Ajouter Fournisseur
addSystemPermissionToUserTitle=Ajouter Permission Syst\u00E8me pour l'utilisateur
addUsersAndGroupsTitle=Ajouter Utilisateurs et Groupes
addVmHostDevicesTitle=Ajouter P\u00E9riph\u00E9riques d'h\u00F4tes
addVolume=Ajouter
addressIsNotValidHostNameOrIpAddressInvalidReason=L'adresse donn\u00E9e ne correspond ni \u00E0 un nom d'h\u00F4te, ni \u00E0 une adresse IP valide.
administrationOperationsRoleTree=Op\u00E9rations administratives
advancedDetailsBrickTitle=Pr\u00E9cisions Info Briques
affinityGroupsTitle=Groupes d'affinit\u00E9
affinityLabelsTitle=Libell\u00E9s d'affinit\u00E9
alertsTitle=Alertes
allNetworksAllowed=Tous les r\u00E9seaux
allocCanBeModifiedOnlyWhenImportSingleVm=L'allocation ne peut \u00EAtre modifi\u00E9e que lorsque l'on importe une VM unique
allowAccessImageDomainRoleTreeTooltip=Autoriser l'acc\u00E8s au domaine d'image
allowBasicVmOperationsRoleTreeTooltip=Autoriser les op\u00E9rations VM de base - Activer/Arr\u00EAter/Pause
allowChangeVmPropertiesRoleTreeTooltip=Autoriser le Changement des propri\u00E9t\u00E9s de la VM
allowChangingTemplateAdminPropertiesRoleTreeTooltip=Autoriser le changement de Propri\u00E9t\u00E9s administratives du mod\u00E8le
allowChangingVmAdminPropertiesRoleTreeTooltip=Autoriser le changement de propri\u00E9t\u00E9s administratives de la VM
allowConnectingToVmSerialConsoleRoleTreeTooltip=Autoriser la connexion \u00E0 la console s\u00E9rie de la VM
allowImportExportOperationsRoleTreeTooltip=Autoriser les op\u00E9rations importer/exporter
allowMigratingVmBetweenHostsInClusterRoleTreeTooltip=Autoriser la migration VM entre les H\u00F4tes dans un Cluster
allowReconnectToVmRoleTreeTooltip=Autoriser le remplacement de la session de la console ouverte \u00E9loign\u00E9e en cours
allowToAddNewHostToTheClusterRoleTreeTooltip=Autoriser l'ajout d'un nouvel H\u00F4te dans le Cluster
allowToAddRemoveDiskToTheVmRoleTreeTooltip=Autoriser l'ajout/la suppression d'un disque dans la VM
allowToAddRemoveLogicalNetworksForTheClusterRoleTreeTooltip=Autoriser l'ajout/la suppression de R\u00E9seaux logiques du Cluster (de la liste de r\u00E9seaux d\u00E9finie par le Centre de donn\u00E9es)
allowToAddRemovePermissionsForUsersOnObjectsInTheSystemRoleTreeTooltip=Autoriser l'ajout/la suppression des permissions Utilisateur sur des objets du syst\u00E8me.
allowToAddRemoveUsersFromTheSystemRoleTreeTooltip=Autoriser Ajout/Suppression d'Utilisateurs du Syst\u00E8me.
allowToAddUsersAndGroupsFromDirectoryOnObjectsInTheSystemRoleTreeTooltip=Ajouter des utilisateurs et des groupes du r\u00E9pertoire en ajoutant des permissions
allowToAssignCpuRoleTreeToolTip=Autoriser l'attribution du Profil CPU \u00E0 la VM
allowToAttachCdToTheVmRoleTreeTooltip=Autoriser l'attachement d'un CD \u00E0 la VM
allowToAttachDiskProfile=Autoriser l'attachement d'un Profil Disque \u00E0 un Disque
allowToAttachDiskProfileToDiskRoleTreeTooltip=Autoriser l'attachement d'un Profil Disque \u00E0 un Disque
allowToAttachDiskToVmRoleTreeTooltip=Autoriser l'attachement d'un Disque \u00E0 une VM
allowToBackupDiskRoleTreeTooltip=Autoriser la sauvegarde du disque VM
allowToChangeHostStatusRoleTreeTooltip=Autoriser le changement de statut H\u00F4te\u00A0\: activer/maintenance
allowToChangePropertiesOfTheDiskRoleTreeTooltip=Autoriser le changement de propri\u00E9t\u00E9s du Disque
allowToChangePropertiesOfTheVmPoolRoleTreeTooltip=Autoriser le changement de propri\u00E9t\u00E9s du Pool de VM
allowToChangeSGIORoleTreeTooltip=Autoriser le changement des privil\u00E8ges I/O SCSI
allowToChangeStorageDomainStatusRoleTreeTooltip=Autoriser le changement de statut du Domaine de stockage\u00A0\: maintenance/activer\u00A0; attacher/d\u00E9tacher
allowToChangeTemplatePropertiesRoleTreeTooltip=Autoriser le changement de propri\u00E9t\u00E9s du Mod\u00E8le
allowToChangeVmCustomPropertiesRoleTreeTooltip=Autoriser le changement de propri\u00E9t\u00E9s personnalis\u00E9es de la VM
allowToConfigureHostsNetworkPhysicalInterfacesRoleTreeTooltip=Autoriser la configuration des NIC de l'interface physique de l'H\u00F4te
allowToConfigureTemlateNetworkRoleTreeTooltip=Autoriser la configuration du R\u00E9seau de mod\u00E8les
allowToConfigureVMsNetworkRoleTreeTooltip=Autoriser la configuration du r\u00E9seau de VM
allowToCopyTemplateBetweenStorageDomainsRoleTreeTooltip=Autoriser la copie de Mod\u00E8le entre les Domaines de stockage
allowToCreateCpuRoleTreeTooltip=Autoriser la cr\u00E9ation d'un profil CPU
allowToCreateDataCenterRoleTreeTooltip=Autoriser la cr\u00E9ation d'un Centre de donn\u00E9es
allowToCreateDeleteSnapshotsOfTheVmRoleTreeTooltip=Autoriser la cr\u00E9ation/suppression de clich\u00E9s de la VM
allowToCreateDiskProfileRoleTreeTooltip=Autoriser la cr\u00E9ation d'un Profil Disk
allowToCreateDiskRoleTreeTooltip=Autoriser la cr\u00E9ation de Disque
allowToCreateGlusterVolumesRoleTree=Autoriser la cr\u00E9ation de Volumes Gluster
allowToCreateLogicalNetworkPerDataCenterRoleTreeTooltip=Autoriser la cr\u00E9ation du R\u00E9seau logique par Centre de donn\u00E9es
allowToCreateMacPoolTooltip=Cr\u00E9er
allowToCreateNewClusterRoleTreeTooltip=Autoriser la cr\u00E9ation d'un nouveau Cluster
allowToCreateNewInstnaceRoleTreeTooltip=Autoriser la  cr\u00E9ation de nouvelles VM \u00E0 partir du Type d'instance
allowToCreateNewTemplateRoleTreeTooltip=Autoriser la cr\u00E9ation d'un nouveau Mod\u00E8le
allowToCreateNewVmsRoleTreeTooltip=Autoriser la cr\u00E9ation de nouvelles VM
allowToCreateStorageDomainRoleTreeTooltip=Autoriser la cr\u00E9ation d'un Domaine de stockage
allowToCreateVmPoolRoleTreeTooltip=Autoriser la cr\u00E9ation d'un Pool de VM
allowToCreateVnicProfileRoleTreeTooltip=Autoriser la cr\u00E9ation d'un Profil vNIC
allowToDefineConfigureRolesInTheSystemRoleTreeTooltip=Autoriser l'ajout/la suppression de r\u00F4les dans le Syst\u00E8me.
allowToDeleteCpuRoleTreeTooltip=Autoriser la suppression d'un Profil CPU
allowToDeleteDiskProfileRoleTreeTooltip=Autoriser la suppression d'un Profil Disk
allowToDeleteDiskRoleTreeTooltip=Autoriser la suppression d'un Disque
allowToDeleteGlusterVolumesRoleTree=Autoriser la suppression des Volumes Gluster
allowToDeleteLogicalNetworkRoleTreeTooltip=Autoriser la suppression du R\u00E9seau logique
allowToDeleteMacPoolTooltip=Supprimer
allowToDeleteStorageDomainRoleTreeTooltip=Autoriser la suppression d'un Domaine de stockage
allowToDeleteVmPoolRoleTreeTooltip=Autoriser la suppression d'un Pool de VM
allowToDeleteVnicProfileRoleTreeTooltip=Autoriser la suppression d'un Profil vNIC
allowToEditClusterPropertiesRoleTreeTooltip=Autoriser la Modification des propri\u00E9t\u00E9s du cluster
allowToEditHostPropertiesRoleTreeTooltip=Autoriser la Modification des propri\u00E9t\u00E9s de l'h\u00F4te\u00A0; mise \u00E0 niveau/installation
allowToEditLogicalNetworkRoleTreeTooltip=Autoriser la modification des Propri\u00E9t\u00E9s de R\u00E9seau Logique
allowToEditLogicalNetworksForTheClusterRoleTreeTooltip=Autoriser la modification des propri\u00E9t\u00E9s de R\u00E9seau Logique dans le Cluster (par ex. Non Requis ou R\u00E9seau d'affichage)
allowToEditMacPoolTooltip=Modifier
allowToEditVnicProfileRoleTreeTooltip=Autoriser la modification d'un Profil vNIC
allowToGetOrSetSystemConfigurationRoleTreeTooltip=Autoriser l'obtention ou la d\u00E9finition des Configurations syst\u00E8me
allowToLiveMigrateDiskToAnotherStorageDomainRoleTreeTooltip=Autoriser la migration du Disque vers un autre Domaine de stockage
allowToLoginToTheSystemRoleTreeTooltip=Autoriser la connexion au syst\u00E8me
allowToManageAuditLogs=Autoriser gestion Audit Logs
allowToManageBookmarks=Autoriser la gestion des Marques-page
allowToManageEventNotifications=Autoriser la gestion des notifications d'\u00E9v\u00E9nements
allowToManageTags=Autoriser la gestion des balises
allowToManipulateAffinityGroupsForClusterRoleTreeTooltip=Autoriser l'ajout, l'\u00E9dition ou la suppression de Groupes d'affinit\u00E9 dans le Cluster
allowToManipulateGlusterVolumesRoleTree=Autoriser la manipulation des Volumes Gluster
allowToModifyDataCenterPropertiesRoleTreeTooltip=Autoriser la modification des propri\u00E9t\u00E9s du centre de donn\u00E9es
allowToModifyStorageDomainPropertiesRoleTreeTooltip=Autoriser la modification des propri\u00E9t\u00E9s du domaine de stockage
allowToMoveDiskToAnotherStorageDomainRoleTreeTooltip=Autoriser le d\u00E9placement du disque vers un autre domaine de stockage
allowToMoveVmImageToAnotherStorageDomainRoleTreeTooltip=Autoriser le d\u00E9placement de l'image VM vers un autre domaine de stockage
allowToRemoveClusterRoleTreeTooltip=Autoriser le d\u00E9placement du Cluster
allowToRemoveDataCenterRoleTreeTooltip=Autoriser la suppression du centre de donn\u00E9es
allowToRemoveExistingHostFromTheClusterRoleTreeTooltip=Autoriser la suppression de l'h\u00F4te existant du Cluster
allowToRemoveExistingTemplateRoleTreeTooltip=Autoriser la suppression du mod\u00E8le existant
allowToRemoveVmsFromTheSystemRoleTreeTooltip=Autoriser la suppression des VM du syst\u00E8me
allowToRunPauseStopVmFromVmPoolRoleTreeTooltip=Autoriser Ex\u00E9cution/Pause/Arr\u00EAt d'une VM d'un Pool de VM.
allowToSparsifyDiskToVmRoleTreeTooltip=Autoriser sparsify disque
allowToUpdateCpuProfileRoleTreeTooltip=Autoriser la mise \u00E0 jour d'un profil CPU
allowToUpdateDiskProfileRoleTreeTooltip=Autoriser la mise \u00E0 jour d'un profil Disk
allowToUseMacPoolTooltip=Configurer
allowViewingTheVmConsoleScreenRoleTreeTooltip=Autoriser la connexion sur l'\u00E9cran de la console graphique de la VM
allowVmNetworkPortMirroringRoleTreeTooltip=Autoriser la configuration de mise en miroir du port aux r\u00E9seaux VM
anyDataCenter=N'importe quel centre de donn\u00E9es
anyHostInCluster=N'importe quel h\u00F4te du Cluster
anyHostInDataCenter=N'importe quel H\u00F4te dans le Centre de donn\u00E9es
applicationsTitle=Applications
arbiter=Arbiter
arbiterVolumeShouldBeReplica3=Un volume Arbiter doit \u00EAtre un volume de REPLIQUE ayant pour nombre de r\u00E9pliques 3
areYouSurYouWantToDetachSelectedVirtualMachinesMsg=\u00CAtes-vous certain(e) de vouloir d\u00E9tacher la ou les Machines Virtuelles ?
areYouSureTitle=\u00CAtes-vous certain(e) ?
areYouSureYouWantDeactivateVMDisksMsg=\u00CAtes-vous certain(e) de vouloir d\u00E9sactiver les disques de VM suivants\u00A0?
areYouSureYouWantDetachFollowingStoragesMsg=\u00CAtes-vous certain(e) de vouloir d\u00E9tacher le ou les stockages suivants ?
areYouSureYouWantDetachFromUserFollowingVmsMsg=\u00CAtes-vous certain(e) de vouloir d\u00E9tacher la ou les machines virtuelles suivantes de l'utilisateur\u00A0?
areYouSureYouWantDetachStorageFromDcsMsg=\u00CAtes-vous certain(e) de vouloir d\u00E9tacher le stockage du ou des centres de donn\u00E9es suivants\u00A0?
areYouSureYouWantToCheckTheFollowingHostForUpgradesMsg=\u00CAtes-vous s\u00FBr de vouloir v\u00E9rifier les mises \u00E0 jour sur cet h\u00F4te\u00A0?
areYouSureYouWantToMakeTheChangesPersistentMsg=Les changements \u00E0 la configuration du r\u00E9seau sont temporaires tant qu'ils n'ont pas \u00E9t\u00E9 sauvegard\u00E9s explicitement.\n\n\u00CAtes-vous certain(e) de vouloir rendre ces changements permanents ?
areYouSureYouWantToPlaceFollowingHostsIntoMaintenanceModeDueToPinnedVmsMsg=Les VM suivantes ex\u00E9cutent sur les h\u00F4te(s) suivant(s) avec les configurations de haute performance et l'\u00E9pinglage. \nSi vous fa\u00EEtes passer les h\u00F4te(s) suivant(s) en mode de Maintenance, vous allez d\u00E9clencher la migration de la ou des VM et vous risquer d'enregistrer une baisse de performance de la ou des VM.\n
areYouSureYouWantToPlaceFollowingHostsIntoMaintenanceModeMsg=\u00CAtes-vous certain(e) de vouloir mettre le ou les h\u00F4tes suivants en mode maintenance ?
areYouSureYouWantToPlaceFollowingStorageDomainsIntoMaintenanceModeMsg=\u00CAtes-vous certain(e) de vouloir mettre le domaine de stockage suivant en mode maintenance\u00A0?
areYouSureYouWantToRebootTheFollowingVirtualMachinesMsg=\u00CAtes-vous certain(e) de vouloir red\u00E9marrer les machines virtuelles suivantes\u00A0?
areYouSureYouWantToResetTheFollowingVirtualMachinesMsg=\u00CAtes-vous certain(e) de vouloir reinitialiser les machines virtuelles suivantes\u00A0?
areYouSureYouWantToRestartTheFollowingHostsMsg=\u00CAtes-vous certain(e) de vouloir d\u00E9marrer \u00E0 nouveau le ou les h\u00F4tes suivants ? S'il y a des VM ex\u00E9cutant sur l'h\u00F4te, elles seront stopp\u00E9es de fa\u00E7on abrupte.
areYouSureYouWantToShutDownTheFollowingVirtualMachinesMsg=\u00CAtes-vous certain(e) de vouloir fermer les machines virtuelles suivantes ?
areYouSureYouWantToStopTheFollowingHostsMsg=\u00CAtes-vous certain(e) de vouloir arr\u00EAter le ou les h\u00F4tes suivants ?
areYouSureYouWantToStopTheFollowingVirtualMachinesMsg=\u00CAtes-vous certain(e) de vouloir \u00E9teindre les machines virtuelles suivantes ?
areYouSureYouWantToSyncAllClusterNetworksMsg=\u00CAtes-vous certain(e) de vouloir synchroniser tous les r\u00E9seaux du cluster ?
areYouSureYouWantToSyncAllHostNetworksMsg=\u00CAtes-vous certain(e) de vouloir synchroniser tous les r\u00E9seaux de l'h\u00F4te ?
areYouSureYouWantToUpgradeTheFollowingHostMsg=\u00CAtes-vous s\u00FBr de vouloir mettre cet h\u00F4te \u00E0 niveau\u00A0?
areYouSureYouWantToUpgradeTheFollowingHostWithRunningVmsMsg=Il y a des VM en cours d'ex\u00E9cution dans cet h\u00F4te. \u00CAtes-vous certain de vouloir continuer \u00E0 mettre \u00E0 niveau ce processus\u00A0? Les VM en cours d'ex\u00E9cution seront migr\u00E9es vers un autre h\u00F4te.
areYouSureYouWantUnplugVnicMsg=\u00CAtes-vous certain de vouloir d\u00E9connecter l'interface r\u00E9seau de la VM\u00A0?
asciiNameAndDomainValidationMsg=Le nom ne doit poss\u00E9der que des caract\u00E8res \u00AB\u00A0A-Z \u00BB, \u00AB a-z \u00BB, \u00AB 0-9 \u00BB, \u00AB _ \u00BB ou \u00AB - \u00BB, qui peuvent \u00EAtre suivis par \u00AB @\u00A0\u00BB et d'un nom de domaine (format\: userName@domainName) ou pr\u00E9c\u00E9d\u00E9 d'un nom de domaine avec '\\' (format\: domainName\\userName).
asciiNameValidationMsg=Le nom ne doit poss\u00E9der que des caract\u00E8res \u00AB\u00A0A-Z\u00A0\u00BB, \u00AB\u00A0a-z\u00A0\u00BB, \u00AB\u00A00-9\u00A0\u00BB, ou \u00AB\u00A0_\u00A0\u00BB.
asciiOrNoneValidationMsg=Seuls les caract\u00E8res alpha-num\u00E9riques ou caract\u00E8res sp\u00E9ciaux conformes au standard ASCII sont autoris\u00E9s.
assignDetachNetworkTitle=G\u00E9rer R\u00E9seau
assignDetachNetworksTitle=G\u00E9rer R\u00E9seaux
assignQuotaForDisk=Attribuer Quota de disque
assignTagsTitle=Assigner Balises
assignUsersAndGroupsToQuotaTitle=Assigner des Utilisateurs et des Groupes au Quota
atLeastOneDiskMustBeMarkedMsg=Un disque au moins doit \u00EAtre marqu\u00E9.
atLeastOneDnsServerHasToBeConfigured=La configuration DNS requiert une adresse de serveur DNS au moins.
attachDetachNetworkToFromClustersTitle=Attacher/D\u00E9tacher R\u00E9seau de/vers Clusters
attachDiskProfileRoleTree=Profil du disque
attachExportDomainTitle=Attacher Domaine d'exportation
attachISOLibraryTitle=Attacher Biblioth\u00E8que ISO
attachLocalStorageDomainToFullyConfigure=Remarque \: pour configurer le Centre de donn\u00E9es compl\u00E8tement, un Domaine de stockage au moins doit \u00EAtre attach\u00E9 ou activ\u00E9.
attachStorageTitle=Attacher Stockage
attachToDataCenterTitle=Attacher au Centre de donn\u00E9es
attachVirtualDiskTitle=Attacher Disques virtuels
attachedHost=Attach\u00E9
attachingDisk=attachement en cours
automaticTitle=Automatique
availableOnlyWithLegacyPolicy=Disponible uniquement quand la strat\u00E9gie h\u00E9rit\u00E9e est s\u00E9lectionn\u00E9
back=Retour
backupTemplateTitle=Mod\u00E8le de sauvegarde
baseTemplatesNotFoundOnExportDomainTitle=Mod\u00E8le(s) de base non trouv\u00E9(s) dans Domaine d'exportation
basicOperationsRoleTree=Op\u00E9rations de base
blankTemplateCannotBeCopied=Un mod\u00E8le Blank ne peut pas \u00EAtre copi\u00E9
blankTemplateCannotBeEdited=Un mod\u00E8le Blank ne peut pas \u00EAtre modifi\u00E9
blankTemplateCannotBeExported=Un mod\u00E8le Blank ne peut pas \u00EAtre export\u00E9
blankTemplateCannotBeRemoved=Un mod\u00E8le Blank ne peut pas \u00EAtre retir\u00E9
bondNameInvalid=Pour une version de compatibilit\u00E9 d'h\u00F4te de 4.3 ou sup\u00E9rieure, le nom du r\u00E9seau doit commencer par \u00AB\u00A0bond\u00A0\u00BB (liaison) suivi d'un caract\u00E8re  \u00AB a-z, A-Z, 0-9, ou  _\u00A0\u00BB. Pour une version de compatibilit\u00E9 4.2 ou ant\u00E9rieure, les noms de liaison personnalis\u00E9s doivent commencer par le pr\u00E9fixe \u00AB\u00A0bond\u00A0\u00BB suivi d'un nombre.
bondNetworkInterfacesTitle=Relier les Interfaces R\u00E9seau
bootDisk=(boot)
both=Tous les deux
bracketedNotAvailableLabel=[s.o.]
bricksTitle=Briques
cancel=Annuler
cannotAddBricksNoUpServerFound=Impossible de trouver un h\u00F4te en statut Up dans le cluster. Veuillez essayer \u00E0 nouveau plus tard.
cannotChangeClusterInTreeContext=Impossible de modifier Cluster dans un contexte d'arborescence
cannotChangeDCInTreeContext=Impossible de choisir un Centre de donn\u00E9es dans un contexte d'arborescence
cannotChangeHostInTreeContext=Impossible de modifier un H\u00F4te dans un contexte d'arborescence
cannotClusterVersionChangeWithActiveVm=Arr\u00EAter toutes les machines avant de modifier la version de cluster.
cannotEditNameInTreeContext=Impossible de modifier le nom dans un contexte d'arborescence
cannotEditNotActiveLeaseDomain=Impossible de modifier le domaine de stockage du leasing quand le domaine n'est pas activ\u00E9
cannotEnableIdeInterfaceForReadOnlyDisk=Un disque EDI ne peut pas \u00EAtre en lecture seule
cannotEnableReadonlyWhenScsiPassthroughEnabled=Un disque VirtIO-SCSI Direct ne peut pas \u00EAtre d\u00E9fini en lecture seule quand le pass-through SCSI est activ\u00E9.
cannotEnableScsiPassthroughForLunReadOnlyDisk=Le pass-through SCSI n'est pas pris en charge pour les disques en lecture seule.
cannotEnableSgioWhenScsiPassthroughDisabled=Le SCSI I/O privil\u00E9gi\u00E9 ne peut \u00EAtre d\u00E9fini que quand le pass-through SCSI est activ\u00E9.
cannotEnableVirtioScsiForOs=VirtIO-SCSI Non pris en charge pour le SE s\u00E9lectionn\u00E9
cannotHotPlugDiskWithIdeInterface=Quand la VM est en cours d'ex\u00E9cution, impossible d'activer un disque attach\u00E9 \u00E0 une interface EDI.
cannotPlugDiskIncorrectVmStatus=Impossible d'activer le disque, la VM doit \u00EAtre en statut Down, Paused ou Up.
cannotRemoveBricksDistributedReplicateVolume=Des briques erron\u00E9es ont \u00E9t\u00E9 s\u00E9lectionn\u00E9es pour \u00EAtre retir\u00E9es du volume Distribu\u00E9 R\u00E9pliqu\u00E9. Soit toutes les briques doivent venir du m\u00EAme sous-volume ou il doit y avoir une brique par sous-volume.
cannotRemoveBricksDistributedStripeVolume=Des briques erron\u00E9es ont \u00E9t\u00E9 s\u00E9lectionn\u00E9es pour \u00EAtre retir\u00E9es du volume Stripe Distribu\u00E9. Les Briques s\u00E9lectionn\u00E9es doivent venir du m\u00EAme sous-volume.
cannotRemoveBricksDistributedStripedReplicateVolume=Des briques erron\u00E9es ont \u00E9t\u00E9 s\u00E9lectionn\u00E9es pour \u00EAtre retir\u00E9es du volume Stripe Distribu\u00E9 R\u00E9pliqu\u00E9. Les Briques doivent venir du m\u00EAme sous-volume.
cannotRemoveBricksReplicateVolume=Impossible de retirer plus d'une brique du volume R\u00E9pliqu\u00E9 \u00E0 la fois
cannotRemoveBricksStripedReplicateVolume=Des briques erron\u00E9es ont \u00E9t\u00E9 s\u00E9lectionn\u00E9es pour \u00EAtre retir\u00E9es du volume Stripe R\u00E9pliqu\u00E9. Les briques s\u00E9lectionn\u00E9es doivent correspondre \u00E0 un multiple du nombre de tranches et de r\u00E9pliques.
cannotUndeployHeFromLastHostWithHeDeployed=N'a pas pu supprimer le d\u00E9ploiement Hosted Engine du dernier h\u00F4te Hosted Engine disponible.
cdromTitle=CD-ROM
changeCDTitle=Changer CD
changeCd=Changer CD
changeClusterCompatibilityVersionTitle=Changer la version de compatibilit\u00E9 du cluster
changeCpuLevel=Modifier Niveau CVPU Cluster
changeCpuLevelCustomVmCpusMessage=\ - Les VM suivantes ont un niveau de CPU personnalis\u00E9 qui n'est pas pris en charge par le nouveau niveau de CPU du cluster\u00A0\:\n
changeCpuLevelWarningMessage=\nAbaisser le niveau de CPU du Cluster pourrait emp\u00EAcher la migration de ces VM vers certains des H\u00F4tes du Cluster. \u00CAtes-vous s\u00FBr de vouloir continuer\u00A0?
changeCpuLevelWhileRunningMessage=\n- Le cluster contient des VM en cours d'ex\u00E9cution.\n
changeDCQuotaEnforcementModeTitle=Modifier le mode de mise en \u0153uvre de Quota du Centre de donn\u00E9es
changeDataCenterCompatibilityVersionTitle=Changer la Version de compatibilit\u00E9 du Centre de donn\u00E9es
chipsetDependentVmDeviceChangesMessage=Afin de cr\u00E9er une VM \u00E0 partir d'un mod\u00E8le avec un jeu de puces diff\u00E9rent, la configuration du p\u00E9riph\u00E9rique sera modifi\u00E9e. Cela peut affecter les fonctionnalit\u00E9s du logiciel invit\u00E9. \u00CAtes-vous s\u00FBr de vouloir continuer ?
chipsetDependentVmDeviceChangesTitle=Les p\u00E9riph\u00E9riques seront modifi\u00E9s
cidrNotNetworkAddress=Ce champ doit contenir une notation CIDR de sous-r\u00E9seau IP, veiller \u00E0 ce que l'adresse IP corresponde au pr\u00E9fixe.\nexemple\:\n\tadresse de r\u00E9seau valide\u00A0\: 2.2.0.0/16\n\tnon valide\u00A0\: 2.2.0.1/16
clearBricksButtonLabel=Effacer
cloneQuotaTitle=Copier le quota
cloneTitle=Cloner
cloneVmFromSnapshotTitle=Cloner la VM du clich\u00E9
cloneVmLunsWontBeCloned=Les LUN de la VM ne seront pas clon\u00E9s.
cloneVmTitle=Cloner Machine virtuelle
close=Fermer
cloudInitAttachmentTypeBase64=Base64
cloudInitAttachmentTypePlainText=Texte brut
cloudInitBase64Message=Le contenu doit \u00EAtre en Base64
cloudInitDnsServerListMessage=Le liste peut contenir z\u00E9ro ou plusieurs adresses IP (IPv4 ou IPv6) s\u00E9par\u00E9es par des espaces.
cloudInitNewAttachmentItem=/path [Cliquer pour modifier]
cloudInitRootPasswordMatchMessage=Les mots de passe ne correspondent pas
clusterCanOnlyBeChangedWhenHostInMaintMode=Le cluster ne peut \u00EAtre modifi\u00E9 que si l'h\u00F4te est en mode Maintenance.
clusterDefaultCustomSerialNumberDisabledReason=Impossible de modifier valeur de cluster par d\u00E9faut.
clusterNoDefaultNetworkProvider=Pas de fournisseur de r\u00E9seau par d\u00E9faut
clusterPolicyTitle=Strat\u00E9gie
clusterRoleTree=Cluster
clusterServiceValidationMsg=Vous devez s\u00E9lectionner un service au moins
clusterSwitchChangeDisabled=Le type de permutation ne peut pas \u00EAtre remplac\u00E9 par un cluster d\u00E9j\u00E0 existant.
clustersTitle=Clusters
commitRemoveBricksButton=Valider
commitRemoveBricksMessage=\u00CAtes-vous certain de vouloir valider la suppression de la ou des briques suivantes\u00A0?
commitRemoveBricksTitle=Valider Suppression Briques
commitSnapshotTitle=Valider Clich\u00E9
concurrentFenceAgent=En simultan\u00E9 avec\u00A0\:
configurationChangesForHighPerformancePoolTitle=Param\u00E9trage Pool Haute performance
configurationChangesForHighPerformanceVmTitle=Param\u00E8tres de configuration pour Machines virtuelles Haute performance
configureClusterRoleTree=Configurer Cluster
configureClusterSnapshotOptionsTitle=Clich\u00E9 de volume - Options de cluster
configureDataCenterRoleTree=Configurer Centre de donn\u00E9es
configureDiskProfileRoleTree=Configurer Profil Disk
configureHostClusterGuide=Configurer H\u00F4te
configureHostRoleTree=Configurer H\u00F4te
configureLaterTitle=Configurer plus tard
configureLocalStorageTitle=Configurer Stockage local
configureNetworkRoleTree=Configurer R\u00E9seau
configurePowerManagement=Configurer Gestion de l'alimentation
configureStorageDomainRoleTree=Configurer Domaine de stockage
configureSystemRoleTree=Configurer Syst\u00E8me
configureTitle=Configurer
configureVnicProfileRoleTree=Configurer Profil vNIC
configureVolumeSnapshotOptionsTitle=Clich\u00E9 de volume - Options de volume
configureVolumesRoleTree=Configurer Volumes
configured=Configur\u00E9
configuringLocalStorageHost=Configurer Stockage local...
configuringLocalStoragePermittedOnlyAdministratorsWithSystemLevelPermissionsReason=La configuration du Stockage local est permise uniquement aux Administrateurs ayant des permissions au niveau Syst\u00E8me.
confirmClusterWarnings=Confirmer la modification du Cluster
confirmConsoleConnect=Connexion Console
confirmConsoleConnectMessage=Il peut y avoir des utilisateurs qui sont connect\u00E9s \u00E0 la console et qui ne seront pas en mesure de reconnecter. Souhaitez-vous continuer\u00A0?
confirmDisableGlusterHooks=D\u00E9sactiver Gluster Hooks
confirmExternalDataRemovalTitle=Supprimer les donn\u00E9es de lla VM externe
confirmNvramDataRemovalMessage=Le d\u00E9marrage s\u00E9curis\u00E9 a \u00E9t\u00E9 d\u00E9sactiv\u00E9 et les donn\u00E9es actuelles de la NVRAM de d\u00E9marrage s\u00E9curis\u00E9 seront irr\u00E9m\u00E9diablement supprim\u00E9es. Si vous souhaitez conserver ces donn\u00E9es, annulez cette bo\u00EEte de dialogue et r\u00E9activez le d\u00E9marrage s\u00E9curis\u00E9 avant de confirmer vos modifications.
confirmStartVolume=D\u00E9marrer Volume
confirmStopVolume=Arr\u00EAter Volume
confirmStopVolumeRebalanceTitle=Stopper R\u00E9\u00E9quilibrage
confirmTitle=Confirmer
confirmTpmDataRemovalMessage=TPM a \u00E9t\u00E9 d\u00E9sactiv\u00E9 et les donn\u00E9es actuelles de TPM seront irr\u00E9m\u00E9diablement supprim\u00E9es. Si vous souhaitez conserver ces donn\u00E9es, annulez cette bo\u00EEte de dialogue et r\u00E9activez TPM avant de confirmer vos modifications.
confirmVolumeSnapshotActivateMessage=Le clich\u00E9 s\u00E9lectionn\u00E9 sera activ\u00E9. Souhaitez-vous continuer\u00A0?
confirmVolumeSnapshotDeactivateMessage=Le clich\u00E9 s\u00E9lectionn\u00E9 sera d\u00E9sactiv\u00E9.\n Souhaitez-vous continuer\u00A0?
confirmVolumeSnapshotDeleteAllMessage=Tous les clich\u00E9s vont \u00EAtre supprim\u00E9s. Souhaitez-vous continuer\u00A0?
confirmVolumeSnapshotRestoreWithStopMessage=Le volume va \u00EAtre d\u00E9sactiv\u00E9 puis restaur\u00E9 dans l'\u00E9tat du clich\u00E9 s\u00E9lectionn\u00E9.\nSouhaitez-vous continuer\u00A0?
connectToPoolNotSupported=La connexion au pool n'est pas prise en charge.
consoleDisconnectedTitle=Console d\u00E9connect\u00E9e
consoleOptions=Options de console
consolePublicKeyTitle=D\u00E9finir la cl\u00E9 publique pour l'acc\u00E8s distant \u00E0 la console s\u00E9rie
consolidatedTitle=Consolid\u00E9
containersTitle=Conteneurs
continueOptimiseForVirtStore=Oui
copyClusterPolicyTitle=Cloner la strat\u00E9gie d'ordonnancement
copyDisksTitle=Copier Disque(s)
copyRoleTitle=Copier R\u00F4le
copyTemplateTitle=Copier Mod\u00E8le
copytoClipboardTitle=Copier sur le Presse-papiers
couldNotConnectToOvirtEngineServiceMsg=Erreur de connexion au service Engine, veuillez essayer de r\u00E9actualiser la page. Si le probl\u00E8me persiste, contacter l'Administrateur du syst\u00E8me.
couldNotReadTemplatesFromExportDomainMsg=Impossible de lire les mod\u00E8les d'un Domaine d'exportation
couldNotRetrieveLUNsLunsFailure=Impossible d'extraire les LUN, veuillez v\u00E9rifier votre stockage.
cpuAutoDetect=Le type de CPU sera s\u00E9lectionn\u00E9 automatiquement.
cpuChangesConflictWithAutoPin=La propri\u00E9t\u00E9 est d\u00E9finie automatiquement en fonction de la strat\u00E9gie d'Auto assignation s\u00E9lectionn\u00E9e.
cpuNameValidation=Le nom du CPU ne doit poss\u00E9der que des caract\u00E8res alpha-num\u00E9riques \u00AB\u00A0.\u00A0\u00BB, \u00AB _ \u00BB, \u00AB + \u00BB ou \u00AB - \u00BB
cpuPassthrough=Passthrough d'h\u00F4te
cpuPinningUnavailable=La \u00AB\u00A0Topologie d'assignation de CPU\u00A0\u00BB n'est pas disponible pour les clusters compatibles avec ver 3.1 ou sup\u00E9rieure quand l'h\u00F4te est sp\u00E9cifi\u00E9.
cpuProfileRoleTree=Profil CPU
cpuProfileTitle=Profil CPU
cpuQosTitle=QdS CPU
createBrick=Cr\u00E9er Brique
createNewBondTitle=Cr\u00E9er Nouvelle Liaison
createScheduleVolumeSnapshotTitle=Cr\u00E9er/Programmer Clich\u00E9
createSecretTitle=Cr\u00E9er Cl\u00E9 d'authentification
createSnapshotTitle=Cr\u00E9er Clich\u00E9
creatingDisk=cr\u00E9ation
currentKernelCmdLine=Ligne de commande de noyau en cours \:
customInstanceTypeDescription=Aucun type d'instance - si s\u00E9lectionn\u00E9, l'instance ne sera pas attach\u00E9e \u00E0 un type d'instance
customInstanceTypeName=Personnalis\u00E9e
customMtu=Personnalis\u00E9e
customPreviewSnapshotTitle=Personnaliser Aper\u00E7u clich\u00E9
customSerialNumberDisabledReason=Disponible uniquement quand la strat\u00E9gie de num\u00E9ro de s\u00E9rie personnalis\u00E9e est s\u00E9lectionn\u00E9e
dataCenterAddAnotherClusterAction=Ajouter un nouveau Cluster
dataCenterAddAnotherHostAction=Ajouter un autre H\u00F4te
dataCenterAddMoreStorageAction=Ajouter davantage de Stockage
dataCenterAttachISOLibraryAction=Attacher Biblioth\u00E8que ISO
dataCenterAttachMoreStorageAction=Attacher plus de Stockage
dataCenterAttachStorageAction=Attacher Stockage
dataCenterConfigureClustersAction=Configurer Cluster
dataCenterConfigureHostsAction=Configurer H\u00F4te
dataCenterConfigureISOLibraryAction=Configurer Biblioth\u00E8que ISO
dataCenterConfigureStorageAction=Configurer Stockage
dataCenterIsNotAccessibleMsg=Le Centre de donn\u00E9es n'est pas accessible.
dataCenterReInitializeTitle=R\u00E9initialisation du Centre de donn\u00E9es
dataCenterRoleTree=Centre de donn\u00E9es
dataCenterSelectHostsAction=S\u00E9lectionner les H\u00F4tes
dataCenterTitle=Centre de donn\u00E9es
dataCenterWasAlreadyInitializedDcGuide=Le centre de donn\u00E9es a d\u00E9j\u00E0 \u00E9t\u00E9 initialis\u00E9
dataCentersTitle=Centres de donn\u00E9es
dcCanOnlyBeChangedWhenHostInMaintMode=Le centre de donn\u00E9es ne peut \u00EAtre modifi\u00E9 que si l'h\u00F4te est en mode Maintenance.
deactivateVmDisksTitle=D\u00E9sactiver Disque(s) VM
defaultMtu=Par d\u00E9faut
defaultQuotaPrefix=DefaultQuota
defineClusterQuotaOnDataCenterTitle=Modifier le quota
defineStorageQuotaOnDataCenterTitle=Modifier le quota
deleteSnapshotTitle=Supprimer le clich\u00E9
destroyStorageDomainTitle=D\u00E9truire le Domaine de stockage
detachAllVmsWarning=Note\u00A0\: vous avez choisi de d\u00E9tacher toutes les VM du pool - cela va supprimer le pool lui-m\u00EAme.
detachGlusterHostsTitle=D\u00E9tacher H\u00F4tes
detachNetworkInterfacesTitle=D\u00E9tacher Interfaces de r\u00E9seau
detachStorageTitle=D\u00E9tacher Stockage
detachVirtualMachinesTitle=D\u00E9tacher Machine(s) virtuelle(s)
detachWarningNote=L'op\u00E9ration D\u00E9tacher d\u00E9placera les entit\u00E9s qui r\u00E9sident dans le(s) domaine(s) de stockage dans un \u00E9tat non enregistr\u00E9. Pour plus d'informations, veuillez consulter la documentation.
directoryGroupsTitle=Groupes du r\u00E9pertoire
disableClusterCpuThreadSupportTitle=D\u00E9sactiver Support Thread CPU
disableGlusterHooksMessage=\u00CAtes-vous certain de vouloir supprimer les Hooks suivants ?
discardIsNotSupportedByUnderlyingStorage=L'op\u00E9ration Ignorer n'est pas support\u00E9epar le stockage sous-jacent.
diskExistsOnAllActiveStorageDomainsMsg=Il y a des disques sur tous les Domaines de stockage
diskMaxSizeReached=La taille du disque est d\u00E9j\u00E0 maximale et ne peut pas \u00EAtre augment\u00E9e davantage
diskProfileTitle=Profil du disque
diskProfilesTitle=Profils de disque
diskRoleTree=Disque
disksAlreadyExistMsg=Des disques existent d\u00E9j\u00E0 dans tous les domaines de stockage disponibles
disksImportTitle=Importer Disque
disksTitle=Disques
distriputedReplicateVolumeAddBricksMsg=Le nombre de Briques doit correspondre \u00E0 un multiple du Nombre de r\u00E9pliques
distriputedStripeVolumeAddBricksMsg=Le nombre de briques doit correspondre \u00E0 un multiple du Nombre de tranches
distriputedStripedReplicateVolumeAddBricksMsg=Le nombre de briques doit correspondre \u00E0 un multiple du Nombre de tranches et de r\u00E9pliques.
distriputedVolumeAddBricksMsg=Une brique au moins doit \u00EAtre pr\u00E9sente
doNotOptimiseForVirtStore=Non
driverOptionsHint=Saisir tous les param\u00E8tres n\u00E9cessaires du pilote.
driverSensitiveOptionsHint=Saisir tous les param\u00E8tres sensibles n\u00E9cessaires du pilote.\nCes param\u00E8tres seront chiffr\u00E9s.
duplicateBrickMsg=Une brique ayant les m\u00EAmes d\u00E9tails existe d\u00E9j\u00E0
duplicateFenceAgentManagementIp=Agent d'\u00E9viction dupliqu\u00E9 trouv\u00E9.
duplicateLabel=Ce libell\u00E9 a d\u00E9j\u00E0 \u00E9t\u00E9 sp\u00E9cifi\u00E9 ailleurs.
edit=Modifier
editAffinityGroupsTitle=Modifier Groupe d'affinit\u00E9
editAffinityLabelTitle=Modifier un libell\u00E9 d'affinit\u00E9
editAndApproveHostTitle=Modifier ou Approuver H\u00F4te
editBookmarkTitle=Modifier Marque-page
editClusterPolicyTitle=Modifier Strat\u00E9gie d'ordonnancement
editClusterTitle=Modifier Cluster
editCpuQoSTitle=Modifier QdS CPU
editDataCenterTitle=Modifier Centre de donn\u00E9es
editDomainTitle=G\u00E9rer Domaine
editFenceAgent=Modifier agent d'\u00E9viction
editHostNetworkQosTitle=Modifier QdS R\u00E9seau H\u00F4te
editHostTitle=Modifier H\u00F4te
editInstanceTypeTitle=Modifier Type Instance
editIscsiBondTitle=Modifier Liaison iSCSI
editLogicalNetworkTitle=Modifier R\u00E9seau logique
editManagementNetworkInterfaceTitle=Modifier Interface de r\u00E9seau de gestion
editNetworkInterfaceTitle=Modifier Interface de r\u00E9seau
editNetworkQoSTitle=Modifier QdS R\u00E9seau
editNextRunConfigurationTitle=Changements Machines virtuelles En attente
editOptionVolume=Modifier Option
editOptionsTitle=Modifier options
editPolicyTitle=Modifier Strat\u00E9gie
editPoolTitle=Modifier Pool
editProviderTitle=Modifier Fournisseur
editQuotaTitle=Modifier Quota
editRoleTitle=Modifier R\u00F4le
editSecretTitle=Modifier Cl\u00E9 d'authentification
editSharedMacPoolTitle=Modifier Pool d'adresses MAC
editStorageQoSTitle=Modifier QdS Stockage
editTagTitle=Modifier Balise
editTemplateTitle=Modifier Mod\u00E8le
editVirtualDiskTitle=Modifier Disque virtuel
editVmTitle=Modifier Machine virtuelle
editVolume=Modifier
editVolumeSnapshotScheduleTitle=Modifier Ordonnancement Clich\u00E9
eitherTotalOrReadWriteCanHaveValues=Total ou Lecture/\u00C9criture peuvent contenir des valeurs.
eject=\u00C9jecter
emptyAddBricksMsg=Les Briques ne peuvent demeurer vides
emptyBrickDirectoryMsg=Le champ R\u00E9pertoire de briques est obligatoire
emptyFieldsInvalidReason=Veuillez remplir tous les champs.
emptyGlusterHosts=Impossible d'extraire les h\u00F4tes Gluster. Veuillez essayer \u00E0 nouveau
emptyImagePath=Veuillez s\u00E9lectionner un fichier \u00E0 t\u00E9l\u00E9charger.
emptyNewGlusterHosts=Il n'y a pas d'h\u00F4tes dans le cluster
emptyOrValidIpAddressInFormatMsg=Ce champ peut rester vide ou contenir une adresse valide ( IPv4 ou IPv6)
emptyOrValidIpv4AddressInFormatMsg=Ce champ peut rester vide ou contenir une adresse IP sous le format xxx.xxx.xxx.xxx
emptyOrValidIpv6AddressInFormatMsg=Ce champ peut rester vide ou contenir une adresse IPv6 valide
emptyServerBrickMsg=Le champ Serveur est obligatoire
endDateBeforeStartDate=La date de fin ne peut pas \u00EAtre \u00E9gale ou ant\u00E9rieure \u00E0 la date de d\u00E9but.
endDateOptionText=Date
errata=Errata
errorInFetchingBrickAdvancedDetails=Erreur d'extraction des informations Briques, veuillez essayer \u00E0 nouveau.
errorInFetchingVolumeOptionList=Erreur d'extraction de la liste des options de volume, veuillez essayer \u00E0 nouveau.
errorLoadingHostSshPublicKey=Erreur d'extraction de la cl\u00E9 publique SSH
errorLoadingPublicKey=Erreur lors de l'extraction de la cl\u00E9 publique ssh
errorRetrievingRelevantStorageDomainMsg=Erreur d'extraction du domaine de stockage dont il s'agit
errorTemplateCannotBeFoundMessage=Les VM ne peuvent pas \u00EAtre import\u00E9es \: un des mod\u00E8les est introuvable. Veuillez v\u00E9rifier que le mod\u00E8le existe \u00E0 la fois dans domaine d'exportation et installation.
errorTitle=Erreur
errorWhileRetrievingListOfDomains=Erreur lors de l'extraction de la liste de domaines. Veuillez consulter votre Administrateur de stockage.
errorWhileRetrievingListOfDomainsImportSanStorage=Erreur lors de l'extraction de la liste de domaines. Veuillez consulter votre Administrateur de stockage.
eventDetailsTitle=D\u00E9tails relatifs \u00E0 l\u2019\u00E9v\u00E9nement
eventNotifierTitle=Notificateur d'\u00E9v\u00E9nements
eventsTitle=\u00C9v\u00E9nements
excludeActiveDisks=Inclure dans la VM de pr\u00E9visualisation les disques inclus dans le clich\u00E9 uniquement.
existingDisk=existant
exportDomainIsNotAttachedToAnyDcMsg=Le domaine d'exportation n'est attach\u00E9 \u00E0 aucun Centre de donn\u00E9es. Les donn\u00E9es ne peuvent \u00EAtre extraites que quand le domaine est attach\u00E9 \u00E0 un Centre de donn\u00E9es et quand il est actif.
exportImagesTitle=Exporter Image(s)
exportTemplateAsOvaTitle=Exporter Mod\u00E8le(s) en tant qu'Appliance(s) virtuelle(s)
exportTemplateTitle=Exporter Mod\u00E8le
exportVirtualMachineAsOvaTitle=Exporter la ou les machine(s) virtuelle(s) en tant qu'Appliances virtuelles
exportVirtualMachineTitle=Exporter Machine virtuelle
externalHostsDiscovered=H\u00F4tes d\u00E9tect\u00E9s
externalHostsProvisioned=H\u00F4tes mis en service
externalNetworkInfo=(r\u00E9seau externe)
failedToRetrieveExistingStorageDomainInformationMsg=N'a pas pu extraire les informations de domaine de stockage existantes
failoverNotChangedIfUsedByVms='Profil vNIC failover' ne peut \u00EAtre modifi\u00E9 si le Profile vNIC est utilis\u00E9 par une VM
failoverVnicProfile=Profil vNic failover
fetchingDataMessage=Extraction de donn\u00E9es
fieldValueShouldFollowMsg=La valeur du champ doit \u00EAtre \: <parameter\=value;parameter\=value;...>
forceRemoveDataCenterTitle=Suppression forc\u00E9e du centre de donn\u00E9es
forceRemoveProvider=\u00CAtes-vous s\u00FBr de vouloir forcer la suppression du fournisseur ?
forceStorageDomainCreation=\u00CAtes-vous certain ?
generalTitle=G\u00E9n\u00E9ral
geoRepBrickDetailsFetchFailed=N'a pas pu obtenir d'informations sur les briques
geoRepForceHelp=Ceci forcera l'op\u00E9ration sur les sessions de g\u00E9o-r\u00E9plication sur les n\u0153uds qui font partie du volume ma\u00EEtre. Si elle est incapable de r\u00E9aliser avec succ\u00E8s l'op\u00E9ration sur un n\u0153ud en ligne et une partie du volume ma\u00EEtre, la commande pourra toujours effectuer l'op\u00E9ration sur autant de n\u0153uds que possible.\nCette commande peut aussi \u00EAtre utilis\u00E9e pour r\u00E9ex\u00E9cuter l'op\u00E9ration sur les n\u0153uds lorsque la session est termin\u00E9e, ou que l'op\u00E9ration n'a pas \u00E9t\u00E9 ex\u00E9cut\u00E9e.
geoRepSessionConfigResetFailed=La r\u00E9initialisation de configuration de la session de G\u00E9o-r\u00E9plication a \u00E9chou\u00E9
geoRepSessionConfigSetFailed=La d\u00E9finition de la configuration de la session de G\u00E9o-r\u00E9plication a \u00E9chou\u00E9
geoRepSessionStatusDetailFetchFailed=N'a pas pu obtenir les informations sur le statut de g\u00E9o-r\u00E9plication
geoReplicationConfigResetTitle=Config R\u00E9initialisation G\u00E9o-r\u00E9plication
geoReplicationConfigSetTitle=Config D\u00E9finition G\u00E9o-r\u00E9plication
geoReplicationOptions=Options G\u00E9o-R\u00E9plication
geoReplicationPauseTitle=Pause G\u00E9o-R\u00E9plication
geoReplicationRecommendedConfigViolation=Attention\u00A0\: conseils de g\u00E9o-r\u00E9plication non respect\u00E9s -
geoReplicationRemoveTitle=Suppression G\u00E9o-R\u00E9plication
geoReplicationResumeTitle=Reprise G\u00E9o-r\u00E9plication
geoReplicationSessionDetailsTitle=Informations sur la session de g\u00E9o-r\u00E9plication
geoReplicationStartTitle=D\u00E9marrage G\u00E9o-r\u00E9plication
geoReplicationStopTitle=Arr\u00EAt G\u00E9o-r\u00E9plication
geoReplicationTitle=G\u00E9o-r\u00E9plication
glusterDomainConfigurationMessage=Pour l'int\u00E9grit\u00E9 des donn\u00E9es, veillez \u00E0 ce que le serveur soit configur\u00E9 avec Quorum (Client et Serveur \u00E0 la fois)
glusterHooksTitle=Gluster Hooks
glusterSwiftTitle=Gluster Swift
guestAgentNotResponsiveTitle=L'agent invit\u00E9 ne r\u00E9pond pas
guestInformationTitle=Information Invit\u00E9
guestOsVersionNotSupported=La version d'invit\u00E9 OS n'est pas prise en charge
guidePopupNoActionsLabel=Aucune information disponible sur le cluster
haGlobalMaintenance=Maintenance globale activ\u00E9e
haLocalMaintenance=Maintenance locale activ\u00E9e
haNotActive=Non active
hardDiskTitle=Disque dur
heHostRemovalWarning=Les h\u00F4tes avec un * ont encore un Hosted Engine d\u00E9ploy\u00E9 sur eux. Le d\u00E9ploiement d'un Hosted Engine doit \u00EAtre retir\u00E9 avant que le Hosted Engine soit supprim\u00E9.
headlessMode=Mode Sans affichage
hideAdvancedOptions=Cacher les options avanc\u00E9es
highPerformancePopupRecommendationMsgForCpuPin=\u00C9PINGLAGE CPU \:\nVeuillez configurer le champ "Topologie d'\u00E9pinglage CPU" et v\u00E9rifier que la configuration corresponde \u00E0 la configuration du ou des h\u00F4te(s) \u00E9pingl\u00E9(s) \:\n  nombre de sockets virtuels de l'invit\u00E9 <\= nombre de sockets de l'h\u00F4te.\n  nombre de cores de l'invit\u00E9 par socket virtuel <\= nombre de cores par socket de l'h\u00F4te.\n  nombre de threads par core de l'invit\u00E9 <\= nombre de threads par core de l'h\u00F4te.
highPerformancePopupRecommendationMsgForCpuSpecificHostPin=\u00C9PINGLAGE CPU \:\nVeuillez \u00E9pingler les CPU virtuels \u00E0 des CPU physiques d'h\u00F4te(s) sp\u00E9cifiques. Vous pourrez le faire ainsi \:\n1. s\u00E9lectionner l'option "D\u00E9marrer l'ex\u00E9cution sur \: H\u00F4te(s) sp\u00E9cifique(s)"\n2. Configurer le champ "Topologie d'\u00E9pinglage CPU" et v\u00E9rifier que la configuration corresponde \u00E0 la configuration du ou des h\u00F4te(s) \u00E9pingl\u00E9(s) \:\n  nombre de sockets virtuels de l'invit\u00E9 <\= nombre de sockets de l'h\u00F4te.\n  nombre de cores de l'invit\u00E9 par socket virtuel <\= nombre de cores par socket de l'h\u00F4te.\n  nombre de threads par core de l'invit\u00E9 <\= nombre de threads par core de l'h\u00F4te.
highPerformancePopupRecommendationMsgForHugePages=HUGE PAGES\:\n1. Veuillez d\u00E9finir la configuration Huge Pages via l'onglet "Propri\u00E9t\u00E9s personallis\u00E9es" (taille en Ko)\n2. Pour d\u00E9finir la taille des Huge Pages, v\u00E9rifier que la configuration des Huge Pages virtuelles corresponde \u00E0 la configuration des h\u00F4tes physiques \u00E9pingl\u00E9s\u00A0\:\n   taille huge pages virtuelles correspondant \u00E0 la taille des h\u00F4tes \u00E9pingl\u00E9s.\n   taille de la m\u00E9moire virtuelle acceptable pour la taille des huge pages sur les h\u00F4tes \u00E9pingl\u00E9s.\n3. Consid\u00E9rez d\u00E9finir une taille de huge pages \u00E0 la taille maximum support\u00E9e par les h\u00F4tes \u00E9pingl\u00E9s.
highPerformancePopupRecommendationMsgForNumaPinned=\u00C9PINGLAGE NUMA\u00A0\:\n1. Veuillez \u00E9pingler ces noeuds NUMA virtuels aux noeuds NUMA physiques de l'h\u00F4te \u00E9pingl\u00E9.\n3. V\u00E9rifier que la topologie NUMA virtuelle corresponde \u00E0 la topologie NUMA physique de l'h\u00F4te.
highPerformancePopupRecommendationMsgForNumaSetAndPinned=NUMA VIRTUELS ET \u00C9PINGLAGE NUMA\u00A0\:\n1. Veuillez configurer les noeuds NUMA virtuels. Notez qu'ils requi\u00E8rent des h\u00F4tes \u00E9pingl\u00E9s activ\u00E9-NUMA.\n2. Puis, veuillez \u00E9pingler ces noeuds NUMA virtuels aux noeuds NUMA physiques des h\u00F4tes \u00E9pingl\u00E9s.\n3. V\u00E9rifier que la topologie NUMA virtuelle corresponde \u00E0 la topologie NUMA physique de l'h\u00F4te.
highTitle=\u00C9lev\u00E9
hosCPUUnavailable=Disponible pour les clusters bas\u00E9s x86_64 si la VM est \u00E9pingl\u00E9e sur le(s) h\u00F4te(s) sp\u00E9cifique(s)
hostActivationTimeOut=L'activation des h\u00F4tes risque de prendre un certain temps. Veuillez fermer la fen\u00EAtre \u00AB\u00A0Guide\u00A0Me\u00A0\u00BB et v\u00E9rifier les progr\u00E8s d'activation des h\u00F4tes par l'onglet \u00C9v\u00E9nements ou H\u00F4tes
hostBricksTitle=Briques
hostChangeClusterTimeOut=Changer les clusters d'h\u00F4tes prend plus longtemps que pr\u00E9vu. Veuillez fermer la fen\u00EAtre \u00AB\u00A0Guide\u00A0Me\u00A0\u00BB et activer les h\u00F4tes via l'onglet H\u00F4tes.
hostDevicesTitle=P\u00E9riph\u00E9riques d'h\u00F4tes
hostDoesntSupportLocalStorageConfigurationMsg=L'h\u00F4te ne prend pas en charge la configuration du stockage local
hostHooksTitle=Hooks d'h\u00F4te
hostIsHa=L'h\u00F4te doit pouvoir migrer ou \u00EAtre \u00E9pingl\u00E9 \u00E0 plusieurs h\u00F4tes quand une Haute disponibilit\u00E9 est requise.
hostMustBeInstalledBeforeUpgrade=L'h\u00F4te doit \u00EAtre install\u00E9 avant la mise \u00E0 niveau.
hostNameValidationMsg=Le nom de l'h\u00F4te ne peut pas contenir d'espace blanc ou autre caract\u00E8re particulier, il doit avoir au moins un caract\u00E8re et il doit poss\u00E9der des caract\u00E8res \u00AB\u00A0a-z\u00A0\u00BB, \u00AB\u00A00-9\u00A0\u00BB, \u00AB\u00A0_\u00A0\u00BB ou \u00AB\u00A0.\u00A0\u00BB.
hostNetworkQosTitle=QdS R\u00E9seau H\u00F4te
hostNoExternalNetworkProvider=Pas de Fournisseur R\u00E9seau
hostNonMigratable=L'h\u00F4te ne peut pas \u00EAtre en haute disponibilit\u00E9 si \u00AB\u00A0Ne pas autoriser la migration\u00A0\u00BB est s\u00E9lectionn\u00E9 et que l'\u00E9pinglage \u00E0 un h\u00F4te unique est requis.
hostRoleTree=H\u00F4te
hostsTitle=H\u00F4tes
hotLinkStateUpdateNotSupportedExternalNetworks=Mise \u00E0 jour de l'\u00E9tat du lien sur une machine virtuelle en cours d'ex\u00E9cution, alors que la carte r\u00E9seau (NIC) est connect\u00E9e, n'est pas pris en charge sur les r\u00E9seaux fournis ext\u00E9rieurement.
hotMacUpdateNotPossible=Pour pouvoir changer 'MAC', veuillez D\u00E9connecter, puis Connecter \u00E0 nouveau.
hotNetworkUpdateNotSupportedExternalNetworks=D\u00E9tacher un r\u00E9seau fourni ext\u00E9rieurement \u00E0 partir d'une carte r\u00E9seau (NIC) connect\u00E9e sur une machine virtuelle n'est pas pris en charge
hotTypeUpdateNotPossible=Pour pouvoir changer \u00AB\u00A0Type\u00A0\u00BB, veuillez D\u00E9connecter, puis Connecter \u00E0 nouveau.
i18NExtraNameOrNoneValidation=Le nom ne doit poss\u00E9der que des caract\u00E8res alpha-num\u00E9riques \u00AB\u00A0.\u00A0\u00BB, \u00AB _ \u00BB, \u00AB + \u00BB ou \u00AB - \u00BB
i18NNameValidationMsg=Le nom ne doit poss\u00E9der que des caract\u00E8res alpha-num\u00E9riques \u00AB\u00A0.\u00A0\u00BB, \u00AB\u00A0_\u00A0\u00BB ou \u00AB\u00A0-\u00A0\u00BB.
iconIsNotParsable=Fichier ic\u00F4ne impossible \u00E0 analyser
iconNotValidatedYet=L'ic\u00F4ne n'est pas encore valid\u00E9e. Veuillez r\u00E9essayer plus tard.
ideDisksWillBeAttachedButNotActivated=Les disque(s) IDE s\u00E9lectionn\u00E9s seront attach\u00E9s, mais non activ\u00E9s. Pour pouvoir les activer, vous devrez \u00E9teindre la VM et les activer manuellement.
ignoreGlusterQuorumChecks=Ignorer les validations Self-Heal et Quorum Gluster
ignoreOVFUpdateFailure=Ignorer \u00E9chec mise \u00E0 jour OVF
imagesTitle=Images
importCloneVMMustCollapseSnapshots=L'importation d'une VM par une option de clonage doit avoir lieu avec R\u00E9duire tous les clich\u00E9s
importDisksTitle=Importer Disque(s)
importDuplicateName=Impossible d'importer le r\u00E9seau, un autre r\u00E9seau du m\u00EAme nom a \u00E9t\u00E9 marqu\u00E9 pour importation.
importImagesTitle=Importer Image(s)
importMissingStorages=Certaines VM import\u00E9es d\u00E9pendent d'un ou de plusieurs mod\u00E8les qui ne sont pas disponibles dans le syst\u00E8me. C'est pourquoi vous devez importer des VM avec \u00AB\u00A0R\u00E9duire tous les clich\u00E9s\u00A0\u00BB. Une autre option consiste \u00E0 importer les mod\u00E8les manquants tout d'abord, puis essayer de r\u00E9importer les VM.
importNetworksButton=Importer
importNetworksTitle=Importer R\u00E9seaux
importPreConfiguredDomainTitle=Importer Domaine pr\u00E9-configur\u00E9
importProviderCertificateTitle=Importer Certificat de fournisseur
importSparseDiskToBlockDeviceMustCollapseSnapshots=L'importation d'un disque RAW provisionn\u00E9 dynamique doit avoir lieu avec R\u00E9duire tous les clich\u00E9s
importTemplateConflictTitle=Importer Conflit Mod\u00E8le
importTemplateThatExistsInSystemMustClone=L'importation d'un Mod\u00E8le existant d\u00E9j\u00E0 dans le syst\u00E8me doit \u00EAtre import\u00E9 en mode clon\u00E9
importTemplateWithoutBaseMustClone=Importe un Mod\u00E8le dont le mod\u00E8le de base n'existe pas d\u00E9j\u00E0 dans le syst\u00E8me doit \u00EAtre import\u00E9 en mode clon\u00E9
importTemplatesTitle=Importer Mod\u00E8le(s)
importVMThatExistsInSystemMustClone=L'importation d'une VM existant d\u00E9j\u00E0 dans le syst\u00E8me doit \u00EAtre import\u00E9e en mode clon\u00E9
importVMWithTemplateNotInSystemMustCollapseSnapshots=L'importation d'une VM bas\u00E9e sur un mod\u00E8le doit avoir lieu avec R\u00E9duire tous les clich\u00E9s
importVirtualMachinesTitle=Importer Machine(s) virtuelle(s)
importVmConflictTitle=Importer Conflit de Machine(s) virtuelle(s)
importingStorageDomainProgress=Importer Domaine de stockage...
inValidNetmask=Valeur de masque non valide
incrementalBackupNotSupportedForRawDisks=La sauvegarde incr\u00E9mentielle n'est pas prise en charge pour les disques RAW.
initrdPathInvalid=Si le chemin initrd est indiqu\u00E9, le chemin du noyau devra \u00EAtre sp\u00E9cifi\u00E9 \u00E9galement.
installHostTitle=Installer H\u00F4te
interfaceListTitle=InterfaceList
invalidBrickDirectoryAtleastTwoCharacterseMsg=Le r\u00E9pertoire brique doit poss\u00E9der au moins 2 caract\u00E8res
invalidBrickDirectoryContainsSpaceMsg=Le r\u00E9pertoire brique ne doit pas contenir d'espace
invalidBrickDirectoryMsg=R\u00E9pertoire brique non valide
invalidBrickDirectoryStartWithSlashMsg=Le r\u00E9pertoire brique doit commencer par '/'
invalidEmailAddressInvalidReason=Adresse e-mail non valide
invalidGuidMsg=Ce champs n'est pas un Guid valide (utiliser le format 0-9,A-F \: 00000000-0000-0000-0000-000000000000)
invalidImportMsg=Certains \u00E9l\u00E9ments s\u00E9lectionn\u00E9s n'ont pas d'architecture correspondante. Veuillez vous contenter de s\u00E9lectionner des \u00E9l\u00E9ments d'une m\u00EAme architecture pour effectuer le processus d'importation.
invalidImportTitle=Configuration Importation Non valide
invalidMacAddressMsg=Adresse MAC non valide
invalidMacRangeRightBound=La limite de droite de plage d'adresses MAC doit \u00EAtre inf\u00E9rieure \u00E0 la limite de gauche.
invalidMountPointMsg=Point de montage non valide
invalidName=Nom non valide
invalidUnicastMacAddressMsg=Ce champ doit contenir une adresse MAC de monodiffusion valide.
iscsiBondsTitle=Liaisons iSCSI
joinBondsTitle=Joindre Liaisons
katelloProblemRetrievingErrata=Probl\u00E8me de r\u00E9cup\u00E9ration de l'errata\u00A0\:
kernelCmdlineCheckboxesAndDirectCustomizationNotAllowed=Il n'est pas possible de combiner des cases \u00E0 cocher avec la personnalisation du noyau directe en ligne de commandes. Utiliser le bouton R\u00E9initialiser pour annuler tous les param\u00E8tres personnalis\u00E9s et active les cases \u00E0 cocher.
kernelCmdlineNotAvailableInClusterWithIbmCpu=Non disponible dans un cluster avec des CPU PPC.
kernelParamsInvalid=Si les param\u00E8tres de noyau sont indiqu\u00E9s, le chemin du noyau devra \u00EAtre sp\u00E9cifi\u00E9 \u00E9galement.
kvmBlockDomainWraning=L'allocation de disque utilisera la taille virtuelle pour les fichiers brut. Veuillez consulter la documentation pour plus d'informations.
labelAlreadyExists=Libell\u00E9 d\u00E9j\u00E0 existant dans le Centre de donn\u00E9es.
largeNumberOfDevicesWarning=Chargement...\nL'op\u00E9ration peut \u00EAtre ralentie en raison du grand volume de LUN.
lastDay=Dernier jour
lastDayMonthCanBeSelectedAlone=Le dernier jour du mois ne peut pas \u00EAtre s\u00E9lectionn\u00E9 avec d'autres jours du mois
latestTemplateVersionDescription=Si la vm est stateless, la vm sera cr\u00E9\u00E9e \u00E0 nouveau avec la DERNI\u00C8RE version de mod\u00E8le
latestTemplateVersionName=<latest>
leadingOrTrailingSpacesInField=Ce champ ne peut pas contenir d'espaces blancs en d\u00E9but ou en fin de ligne.
linkStateUpdateNotSupportedForPassthroughVnic=Mise \u00E0 jour de l'\u00E9tat du lien sur une interface de r\u00E9seau de VM passthrough n'est pas pris en charge
liveSnapshotWithNoGuestAgentMsg=N'a pas pu d\u00E9tecter d'agent invit\u00E9 sur la VM. Notez que sans agent invit\u00E9, les donn\u00E9es du clich\u00E9 cr\u00E9\u00E9 risquent d'\u00EAtre inconsistantes.
loadingPublicKey=extraction de la cl\u00E9 publique ssh...
localDataCenterAlreadyContainsAHostDcGuide=Le centre de donn\u00E9es local contient d\u00E9j\u00E0 un h\u00F4te
localfsMountPashIsIllegalMsg=Le chemin de montage est ill\u00E9gal, veuillez utiliser la convention [/path]
logicalNetworksTitle=R\u00E9seaux logiques
loginAllButtonLabel=Connexion dans tous
loginButtonLabel=Connexion
lowTitle=Bas
lunUnusable=LUN non utilisable
lunsAlreadyInUse=Les LUN suivants sont d\u00E9j\u00E0 utilis\u00E9s \:
lunsAlreadyPartOfSD=Les LUN suivants font d\u00E9j\u00E0 partie des domaines de stockage \:
macPoolTree=MAC Pools
macPoolUser=Utilisateur MAC Pool
maintenanceHostsTitle=H\u00F4te(s) de maintenance
maintenanceStorageDomainsTitle=Maintenance Domaine(s) de stockage
manageGlusterSwiftTitle=Gestion Gluster Swift
managePolicyUnits=Gestion Unit\u00E9s Strat\u00E9gies
manualTitle=Manuel
maxMemoryHasToBeLargerThanMemorySize=La m\u00E9moire maximum doit \u00EAtre sup\u00E9rieure ou \u00E9gale \u00E0 la taille de la m\u00E9moire.
mediumTitle=Medium
memoryHotUnplug=D\u00E9connexion \u00E0 chaud de la m\u00E9moire
mgmtNotAttachedToolTip=Impossible de sauvegarder la configuration\u00A0\: le r\u00E9seau de gestion doit \u00EAtre attach\u00E9
missingQuotaClusterEnforceMode=Quota manquant pour le cluster s\u00E9lectionn\u00E9. Veuillez d\u00E9finir un quota en bonne et due forme
missingQuotaStorageEnforceMode=Quota manquant pour le(s) domaine(s) de stockage s\u00E9lectionn\u00E9(s). Veuillez d\u00E9finir un quota en bonne et due forme
missingVirtioDriversForWindows=Vous avez s\u00E9lectionn\u00E9 Windows OS et vous avez des pilotes VirtIO s\u00E9lectionn\u00E9s. Votre syst\u00E8me risque de ne pas d\u00E9marrer.
mixedTargetDomains=Mixte
monitorTitle=Moniteur
mountOptionsHint=Saisir les options de montage suppl\u00E9mentaires, comme vous les fourniriez normalement gr\u00E2ce \u00E0 la commande mount suivie de l'argument -o.\nLes options de montage devraient figurer dans une liste s\u00E9par\u00E9e par des virgules. Voir 'man mount' pour acc\u00E9der \u00E0 une liste d'options de montage valide.
moveBricksDownButtonLabel=D\u00E9placer vers le bas
moveBricksUpButtonLabel=D\u00E9placer vers le haut
moveDisksTitle=D\u00E9placer Disque(s)
moveVirtualMachineTitle=D\u00E9placer la machine virtuelle
nameMustBeUniqueInvalidReason=Le nom est d\u00E9j\u00E0 utilis\u00E9 dans l'environnement, cr\u00E9er un nouveau nom unique.
nameMustBeUpToAndStartWithMsg=Le nom doit \u00EAtre constitu\u00E9 de 126 caract\u00E8res et commencer par n'importe quel caract\u00E8re de mot
nameMustContainAlphanumericMaxLenMsg=Le nom ne doit poss\u00E9der que des caract\u00E8res alpha-num\u00E9riques, \u00AB\u00A0-\u00A0\u00BB et \u00AB\u00A0_\u00A0\u00BB (longueur maximum de 15 caract\u00E8res).
networkFilterNotChangedIfPassthrough='Filtre R\u00E9seau' ne peut \u00EAtre d\u00E9fini si le Profil vNIC est 'Passthrough'
networkInterfacesTitle=Interfaces de r\u00E9seau
networkNameStartMsg=Le nom du r\u00E9seau ne doit pas commencer par \u00AB\u00A0bond\u00A0\u00BB (liaison).
networkPXETitle=R\u00E9seau (PXE)
networkProfilesTitle=Profils
networkQoSTitle=QdS R\u00E9seau
networkQosNotChangedIfPassthrough='QdS R\u00E9seau' ne peut \u00EAtre d\u00E9finie si le Profil vNIC est 'Passthrough'
networkRoleTree=R\u00E9seau
networksTitle=R\u00E9seaux
neverTitle=Jamais
newAffinityGroupsTitle=Nouveau Groupe d'affinit\u00E9
newAffinityLabelTitle=Nouveau Libell\u00E9 d'affinit\u00E9
newBookmarkTitle=Nouveau Marque-page
newClusterGuideMeTitle=Cluster - Guidez-moi
newClusterPolicyTitle=Nouvelle Strat\u00E9gie d'ordonnancement
newClusterTitle=Nouveau Cluster
newCpuQoSTitle=Nouvelle QdS CPU
newDRSetup=Configuration de la Synchronisation des donn\u00E9es \u00E0 distance
newDataCenterGuideMeTitle=Centre de donn\u00E9es - Guidez-moi
newDataCenterTitle=Nouveau Centre de donn\u00E9es
newDomainTitle=Nouveau Domaine
newExternalSubnetTitle=Nouveau Sous-r\u00E9seau externe
newGeoRepSessionTitle=Nouvelle Session de G\u00E9o-r\u00E9plication
newHostNetworkQosTitle=Nouvelle QdS R\u00E9seau H\u00F4te
newHostTitle=Nouvel H\u00F4te
newISOLibraryTitle=Nouvelle Biblioth\u00E8que ISO
newInstanceTypeTitle=Nouveau Type d'instance
newLabel=Ajouter nouveau Libell\u00E9 \u00E0
newLabelPanelText=[Nouveau libell\u00E9]
newLocalDomainTitle=Nouveau Domaine de stockage
newLogicalNetworkTitle=Nouveau R\u00E9seau logique
newNetworkInterfaceTitle=Nouvelle Interface de r\u00E9seau
newNetworkQoSTitle=Nouvelle QdS R\u00E9seau
newNetworkQosButton=Nouveau
newPoolTitle=Nouveau Pool
newQuotaTitle=Nouveau Quota
newRoleTitle=Nouveau R\u00F4le
newSharedMacPoolTitle=Nouveau Pool d'adresses MAC
newStorageQoSTitle=Nouvelle QdS Stockage
newStorageTitle=Nouveau Stockage
newTagTitle=Nouvelle Balise
newTemplateTitle=Nouveau Mod\u00E8le
newVirtualDiskTitle=Nouveau Disque virtuel
newVirtualMachineGuideMeTitle=Machine virtuelle - Guidez-moi
newVmTitle=Nouvelle Machine Virtuelle
newVolumeTitle=Nouveau Volume
next=Suivant
nfsMountPashIsIllegalMsg=Le chemin d'acc\u00E8s de montage NFS est ill\u00E9gal, veuillez utiliser la convention  [IP\:/path ou FQDN\:/path].
nfsVersion3=V3
nfsVersion4=V4
nfsVersion40=V4.0
nfsVersion41=V4.1
nfsVersion42=V4.2
nfsVersionAutoNegotiate=Auto N\u00E9gocier (par d\u00E9faut)
no=Aucun
noActionSelectedManageGlusterSwift=Veuillez s\u00E9lectionner une action pour continuer
noActiveDataCenters=Il n'y a pas de Centre de donn\u00E9es actif dans le syst\u00E8me
noActiveSourceStorageDomainAvailableMsg=Aucun Domaine de stockage source actif n'est disponible
noActiveStorageDomainWithTemplateMsg=Le Mod\u00E8le sur lequel la VM est bas\u00E9e n'existe pas sur un Domaine de stockage actif
noActiveStorageDomainsInDC=Il n'y a pas de Domaine de stockage actif  sur lequel vous avez la permission de cr\u00E9er un disque dans le Centre de donn\u00E9es qui convient.
noActiveTargetStorageDomainAvailableMsg=Aucun Domaine de stockage cible actif n'est disponible
noAffinityGroupsSelected=Aucun groupe d'affinit\u00E9 s\u00E9lectionn\u00E9
noAffinityLabelsSelected=Aucun libell\u00E9 d'affinit\u00E9 s\u00E9lectionn\u00E9
noAlerts=Aucun
noAvailableHosts=Aucun h\u00F4te disponible
noAvailableVms=Aucune VM disponible
noCds=Aucun CD
noClusterSupportingArchitectureInDC=Il n'y a pas de cluster qui supporte l'architecture des VM s\u00E9lectionn\u00E9es dans le Centre de donn\u00E9es s\u00E9lectionn\u00E9
noDataDomainAttachedReason=Impossible de cr\u00E9er un domaine ISO dans un Centre de donn\u00E9es non actif
noDisksSelected=Aucun disque n'a \u00E9t\u00E9 s\u00E9lectionn\u00E9
noEndDateOptionText=Pas de Date de fin
noExternalImageProviderHasBeenConfiguredMsg=Aucun fournisseur d'image externe active n'a \u00E9t\u00E9 configur\u00E9.
noGeoRepSessionForGlusterVolume=Il n'y a pas de sessions de g\u00E9o-r\u00E9plication configur\u00E9e pour ce volume Gluster.\nAvant de configurer le planning de synchronisation des donn\u00E9es du domaine de stockage, veuillez cr\u00E9er une session de g\u00E9o-r\u00E9plication pour le volume Gluster associ\u00E9 \u00E0 ce domaine de stockage.
noHaWhenHostedEngineUsed=La VM ne peut pas \u00EAtre en HA quand un Hosted Engine est utilis\u00E9.
noHostsAbout=[Aucun H\u00F4te]
noKeyAvailable=Aucune valeur disponible
noLUNsSelectedInvalidReason=Aucun LUN s\u00E9lectionn\u00E9. Veuillez s\u00E9lectionner des LUN.
noManagedBlockDomainsInDC=Il n'y a pas de domaine de stockage Managed Blocks disponible sur lequel vous avez la permission de cr\u00E9er un disque dans le Centre de donn\u00E9es qui convient.
noManagedGlusterVolumeMessage=Le domaine de stockage n'est pas int\u00E9gr\u00E9 \u00E0 un volume Gluster g\u00E9r\u00E9 par l'Engine. Impossible d'installer la synchronisation des donn\u00E9es.
noMonthDaysSelectedMessage=Aucun jour s\u00E9lectionn\u00E9 dans le mois
noNetworksSelected=Aucun r\u00E9seau s\u00E9lectionn\u00E9
noNewDevicesWereFoundMsg=Aucun dispositif nouveau n'a \u00E9t\u00E9 trouv\u00E9. Cela peut \u00EAtre d\u00FB soit \u00E0\u00A0\: une configuration multivoie incorrecte sur l'h\u00F4te ou \u00E0 une adresse erron\u00E9e pour la cible iscsi ou \u00E0 une erreur d'authentification sur le p\u00E9riph\u00E9rique cible. Veuillez consulter votre Administrateur de stockage.
noResolveActionSelectedGlusterHook=Veuillez s\u00E9lectionner une action de r\u00E9solution pour continuer
noSpecialCharactersWithDotMsg=Le nom ne doit poss\u00E9der que des caract\u00E8res \u00AB\u00A0A-Z\u00A0\u00BB, \u00AB\u00A0a-z\u00A0\u00BB, \u00AB\u00A00-9\u00A0\u00BB, \u00AB\u00A0_\u00A0\u00BB, \u00AB\u00A0-\u00A0\u00BB ou \u00AB\u00A0.\u00A0\u00BB.
noStorageDomainAvailableMsg=Aucun domaine de stockage actif n'est disponible - veuillez v\u00E9rifier les statuts des h\u00F4tes et des domaines de stockage.
noStorageDomainsFound=Il n'y a pas de domaine de stockage \u00E0 importer.
noStorageDomainsSelectedInvalidReason=Aucun domaine de stockage n'a \u00E9t\u00E9 s\u00E9lectionn\u00E9. Veuillez s\u00E9lectionner des domaines de stockage \u00E0 importer.
noStoragesToImport=Le domaine s\u00E9lectionn\u00E9 a d\u00E9j\u00E0 un domaine ISO et un domaine d'exportation attach\u00E9s.
noUpHostReason=Il doit y avoir au moins un H\u00F4te actif dans le Centre de donn\u00E9es
noValidateMessage=Aucun message
noWeekDaysSelectedMessage=Aucun jour en semaine s\u00E9lectionn\u00E9
nonRetrievedAndRunningVmsWereAllFilteredOnImportVm=Toutes les VM s\u00E9lectionn\u00E9es n'ont pas pu \u00EAtre extraites du syst\u00E8me externe et certaines VM sont ex\u00E9cut\u00E9es sur le syst\u00E8me externe et ont donc toutes celles-ci ont \u00E9t\u00E9 filtr\u00E9es. Veuillez consulter le journal pour obtenir plus d'informations.
nonRetrievedAndRunningVmsWereFilteredOnImportVm=Certaines VM n'ont pas pu \u00EAtre extraites du syst\u00E8me externe et certaines VM sont ex\u00E9cut\u00E9es sur le syst\u00E8me externe et ont donc toutes \u00E9t\u00E9 filtr\u00E9es. Veuillez consulter le journal pour obtenir plus d'informations.
nonRetrievedVmsWereAllFilteredOnImportVm=Toutes les VM s\u00E9lectionn\u00E9es n'ont pas pu \u00EAtre extraites du syst\u00E8me externe et ont donc \u00E9t\u00E9 filtr\u00E9es. Veuillez consulter le journal pour obtenir plus d'informations.
nonRetrievedVmsWereFilteredOnImportVm=Certaines VM n'ont pas pu \u00EAtre extraites du syst\u00E8me externe et ont donc \u00E9t\u00E9 filtr\u00E9es. Veuillez consulter le journal pour obtenir plus d'informations.
nonUtfValidationMsg=Les caract\u00E8res UTF ne sont pas permis
noneTitle=[Aucune]
normalTitle=Normale
notAvailableLabel=s.o.
notAvailableWithNoActiveExportDomain=Non disponible quand le Domaine d'exportation est actif.
notAvailableWithNoTemplates=Non disponible quand les Mod\u00E8les ne sont pas configur\u00E9s.
notAvailableWithNoUpDC=Non disponible quand le Centre de donn\u00E9es est en cours.
notAvailableWithNoUpDCWithClusterWithPermissions=Il n'y a aucun cluster sur lequel vous pouvez cr\u00E9er une VM. Veuillez v\u00E9rifier le statut du Centre de donn\u00E9es et les permissions du Cluster.
notConfigured=Non configur\u00E9
notRunningVm=Inactif
notSpecifiedLabel=Non sp\u00E9cifi\u00E9
notSupportedForManagedBlockDisks=Non pris en charge pour les Managed Block
noteLocalStorageAlreadyConfiguredForThisHostMsg=Remarque \: le stockage local est d\u00E9j\u00E0 configur\u00E9 pour cet h\u00F4te. L'h\u00F4te appartient \u00E0
notePermissionsContainigTheseOperationsShuoldAssociatDcOrEqualRoleTreeTooltip=remarque \: les permissions qui contiennent ces op\u00E9rations doivent \u00EAtre associ\u00E9es \u00E0 l'objet du Centre de donn\u00E9es (ou \u00E9quivalent)
notePermissionsContainigTheseOperationsShuoldAssociatSdOrAboveRoleTreeTooltip=remarque \: les permissions qui contiennent ces op\u00E9rations doivent \u00EAtre associ\u00E9es \u00E0 l'objet du Domaine de stockage (ou sup\u00E9rieur)
notePermissionsContainingCpuProfileAdministrationOperationsRoleTreeTooltip=remarque \: les permissions qui contiennent ces op\u00E9rations doivent \u00EAtre associ\u00E9es aux op\u00E9rations d'administration du profil CPU
notePermissionsContainingCpuProfileProvisioningOperationsRoleTreeTooltip=remarque \: les permissions qui contiennent ces op\u00E9rations doivent \u00EAtre associ\u00E9es au profil CPU qui approvisionne les op\u00E9rations
notePermissionsContainingDiskOperationsRoleTreeTooltip=remarque \: les permissions qui contiennent ces op\u00E9rations doivent \u00EAtre associ\u00E9es au Disque ou \u00E0 l'Objet du domaine de stockage (ou sup\u00E9rieur)
notePermissionsContainingDiskProfileOperationsRoleTreeTooltip=remarque \: les permissions qui contiennent ces op\u00E9rations doivent \u00EAtre associ\u00E9es au Profil de disque ou \u00E0 l'Objet du domaine de stockage (ou sup\u00E9rieur)
notePermissionsContainingTheseOperationsShouldAssociateNetworkOrEqualRoleTreeTooltip=remarque \: les permissions qui contiennent ces op\u00E9rations doivent \u00EAtre associ\u00E9es \u00E0 l'Objet du r\u00E9seau (ou \u00E9quivalent)
noteRemovingTheTagWillAlsoRemoveAllItsDescendants=REMARQUE\:\n- Supprimer la balise aura pour effet de supprimer tous ses descendants.\n- La balise et ses descendants seront effac\u00E9s de tous les objets qui y sont attach\u00E9s.
noteTheDeletedItemsMightStillAppearOntheSubTab=Remarque \: les \u00E9l\u00E9ments supprim\u00E9s peuvent encore appara\u00EEtre dans le sous-onglet, \u00E9tant donn\u00E9 que l'op\u00E9ration de suppression peut \u00EAtre longue. Utilisez le bouton Actualiser, pour obtenir le statut mis \u00E0 jour.
noteThisActionWillRemoveTemplatePermanentlyFromStorageDomains=Remarque \: cette action supprime le Mod\u00E8le de tous les Domaines de stockage de fa\u00E7on permanente.
nullOperationDuplicateVlanIds=Impossible d'avoir des r\u00E9seaux avec des ids de VLAN dupliqu\u00E9s sur une interface.
nullOperationInvalidBondMode=Impossible d'ajouter le r\u00E9seau de la vm \u00E0 la liaison en mode de liaison 0, 5 ou 6.
nullOperationTooManyNonVlans=Impossible d'avoir plus d'un r\u00E9seau non-VLAN sur une interface.
numaDisabledInfoMessage=NUMA est actuellement d\u00E9sactiv\u00E9. Pour activer NUMA, assigner la VM \u00E0 l'h\u00F4te qui supporte la topologie NUMA. Veillez bien \u00E0 v\u00E9rifier que tous les h\u00F4tes assign\u00E9s ont la m\u00EAme topologie NUMA.
numaInfoMessage=Pour configurer une \u00E9tendue de noeuds virtuels de VM sur des noeuds NUMA d'h\u00F4tes physiques, s\u00E9lectionner NUMA Pinning ci-dessous.\nS'il y a plus d'un h\u00F4te assign\u00E9 (pinned), le premier h\u00F4te assign\u00E9 uniquement sera affich\u00E9 dans la liste de dialogue de Numa Pinning.\n\nVeuillez noter que quand un noeud virtuel de VM est assign\u00E9 \u00E0 des noeuds NUMA d'h\u00F4te physique, le mode de migration par d\u00E9faut passe \u00E0 \u00AB Autoriser la migration manuelle uniquemenmt\u00A0\u00BB.
oVirtEngineForServersAndDesktopsAbout=oVirt Engine pour Serveurs et Bureaux \:
oVirtEnterpriseVirtualizationEngineHypervisorHostsAbout=H\u00F4tes de l'hyperviseur d'oVirt Engine
ok=OK
onlyOneBootableDisk=On ne peut d\u00E9finir que des disques bootables
openCustomPreviewDialog=Aucune de ces options, renvoyez-moi \u00E0 la bo\u00EEte de dialogue \u00AB\u00A0Aper\u00E7u clich\u00E9 personnalis\u00E9\u00A0\u00BB.
openingNewConsoleWindowFailed=L'ouverture de la nouvelle fen\u00EAtre de console a \u00E9chou\u00E9. Veuillez v\u00E9rifier si le navigateur emp\u00EAche d'ouvrir de nouvelles fen\u00EAtres.
optimiseForVirtStoreContinueMessage=\u00CAtes-vous certain de vouloir continuer ?
optimiseForVirtStoreTitle=Optimiser pour Virt Store
optimiseForVirtStoreWarning=On a remarqu\u00E9 que les volumes suivants n'\u00E9taient pas du type replica-3 sugg\u00E9r\u00E9\u00A0\:
osVersionAbout=Version SE -
parameterTitle=Param\u00E8tres
passthroughNotChangedIfUsedByVms='Passthrough' ne peut pas \u00EAtre modifi\u00E9 si le Profil vNIC est utilis\u00E9 par une VM
passthroughNotSupportedExternalNetworks='Passthrough' non pris en charge pour les r\u00E9seaux fournis en externe
pauseGeoRep=pause
pauseGeoRepProgressText=Pause
pendingVMChanges=Changements Machines virtuelles en attente\u00A0\:
permissionsTitle=Permissions
pinnedToCurrentHost=\u00C9pingl\u00E9 sur l'h\u00F4te en cours
playSpiceConsole=Lecture
pleaseSelectKey=S\u00E9lectionner valeur...
pleaseSelectStorageDomainToImportImportSanStorage=Veuillez s\u00E9lectionner un domaine de stockage \u00E0 importer
poolNameValidationMsg=Le nom ne doit poss\u00E9der que des caract\u00E8res alpha-num\u00E9riques \u00AB\u00A0.\u00A0\u00BB, \u00AB\u00A0_\u00A0\u00BB ou \u00AB\u00A0-\u00A0\u00BB et, en option, une instance de \u00AB\u00A0?\u00A0\u00BB pour masquer sp\u00E9cifiquement les indexes de VM
poolsTitle=Pools
portHostnameOrIpPort=L'adresse doit \u00EAtre sous la forme suivante\u00A0\: [port\://]hostnameOrIp[\:port]
portMirroringNotChangedIfPassthrough=Le 'Miro\u00EEtement de port' ne peut \u00EAtre d\u00E9fini si le Profil vNIC est 'Passthrough'
portMirroringNotChangedIfUsedByVms=La Mise en miroir de port ne peut \u00EAtre modifi\u00E9e si le Profile vNIC est utilis\u00E9 par une VM
portMirroringNotSupportedExternalNetworks=La Mise en miroir de port n'est pas prise en charge sur les r\u00E9seaux fournis ext\u00E9rieurement
portSecurityDisabled=D\u00E9sactiv\u00E9
portSecurityEnabled=Activ\u00E9
portSecurityUndefined=Non d\u00E9fini
posixVfsTypeHint=Saisir un FS de type valide (e.g. nfs/glusterfs/cifs/smbfs etc.
powerManagementConfigurationTitle=Configuration de la Gestion d'alimentation
powerOff=\u00C9teindre
powerOn=Allumer
preserveActiveDisks=Inclure dans la VM de pr\u00E9visualisation tous les disques (conserver les disques qui ne sont pas inclus dans le clich\u00E9 tels quels)
previewPartialSnapshotTitle=Pr\u00E9visualisation Clich\u00E9 Partiel
previewSnapshotTitle=Aper\u00E7u Clich\u00E9
primaryPmVariant=Primaire
prohibitManagementNetworkChangeInEditClusterInfoMessage=Modifier le r\u00E9seau de gestion n'est permis que via la bo\u00EEte de dialogue \u00AB\u00A0Gestion R\u00E9seaux Cluster\u00A0\u00BB.
providerNetworksTitle=R\u00E9seaux
providerNone=Aucun fournisseur
providerUrlWarningTitle=Modifier URL Fournisseur
providersTitle=Fournisseurs
provisioningOperationsRoleTree=Op\u00E9rations de provisionning
publicKeyAddressError=Erreur d'adresse\u00A0\:
qosNotSupportedDcVersion=La QdS R\u00E9seau n'est prise en charge que pour le centre de donn\u00E9es 3.3 ou version sup\u00E9rieure
quotaIsEmptyValidation=Le quota doit contenir certaines limites
quotaMustBeSelectedInvalidReason=Mise en \u0153uvre de quota activ\u00E9. Le quota doit \u00EAtre d\u00E9fini pour le domaine de stockage s\u00E9lectionn\u00E9.
quotaTitle=Quota
rdpIsNotSupportedInYourBrowser=RDP n'est pas pris en charge par votre navigateur
rdpTitle=RDP
rebalanceStatusTitle=Statut R\u00E9\u00E9quilibrage
rebootVirtualMachinesTitle=Red\u00E9marrer Machine(s) Virtuelle(s)
registerDisksTitle=Enregistrer Disques
relevantDCnotActive=Le Domaine d'exportation dont il s'agit n'est pas actif.
removeAffinityGroupsTitle=Manipuler le(s) Groupe(s) d'affinit\u00E9
removeAffinityLabelsTitle=Supprimer Libell\u00E9s d'affinit\u00E9
removeAllBricksButtonLabel=Tout supprimer
removeBackedUpTemplatesTitle=Supprimer Mod\u00E8le(s) sauvegard\u00E9s
removeBackedUpTemplatesWithDependentsVMTitle=Mod\u00E8le(s) poss\u00E8dant des VN d\u00E9pendantes dans le Domaine d'exportation
removeBackedUpVMsTitle=Supprimer VM sauvegard\u00E9e(s)
removeBookmarksTitle=Supprimer Marque-page(s)
removeBricksButtonLabel=Supprimer
removeBricksMessage=\u00CAtes-vous certain de vouloir supprimer la/les Briques suivante(s)\u00A0?
removeBricksStatusTitle=Supprimer Statuts Briques
removeBricksTitle=Supprimer Briques
removeBricksWarning=NOTE\u00A0\: \n- La suppression de la/des Brique(s) peut entra\u00EEner une perte de donn\u00E9es.
removeClusterPolicyTitle=Supprimer Strat\u00E9gie d'ordonnancement
removeClusterTitle=Supprimer Cluster(s)
removeConfirmationPopupMessage=\u00CAtes-vous certain(e) de vouloir supprimer les \u00E9l\u00E9ments suivants ?
removeCpuProfileTitle=Supprimer Profil(s) CPU
removeCpuQoSTitle=Supprimer QdS CPU
removeDataCenterTitle=Supprimer Centre(s) de donn\u00E9es
removeDataCenterWarningNote=L'op\u00E9ration Supprimer Centre de donn\u00E9es d\u00E9placera les entit\u00E9s qui r\u00E9sident dans le(s) domaine(s) de stockage dans un \u00E9tat non enregistr\u00E9. Pour plus d'informations, veuillez consulter la documentation.
removeDiskProfileTitle=Supprimer Profil(s) de disque
removeDisksTitle=Supprimer Disque(s)
removeExternalSubnetTitle=Supprimer Sous-r\u00E9seau externe
removeGeoRep=supprimer
removeGeoRepProgressText=Supprimer
removeGlusterVolumeSnapshotScheduleConfirmationTitle=Supprimer l'ordonnancement du clich\u00E9 de volume Gluster
removeHostDevices=Supprimer P\u00E9riph\u00E9riques H\u00F4te
removeHostNetworkQosTitle=Supprimer QdS R\u00E9seau H\u00F4te
removeHostsTitle=Supprimer H\u00F4te(s)
removeInstanceTypeTitle=Supprimer Type d'instance
removeIscsiBondTitle=Supprimer Liaison(s) iSCSI
removeLogicalNetworkTitle=Supprimer R\u00E9seau(x) logique(s)
removeMetaVolumeBricksMessage=\u00CAtes-vous certain de vouloir supprimer le(les) Bricks suivante(s) du meta volume\u00A0?
removeMetaVolumeBricksWarning=REMARQUE\u00A0\:\n - Supprimer des briques du meta volume aura un impact sur le bon fonctionnement des fonctionnalit\u00E9s comme le clich\u00E9 de volume ou la g\u00E9o-r\u00E9plication, etc.
removeMetaVolumeWarning=REMARQUE\u00A0\:\n - Supprimer le meta volume aura un impact sur le bon fonctionnement des fonctionnalit\u00E9s comme le clich\u00E9 de volume ou la g\u00E9o-r\u00E9plication, etc.
removeNetworkFromProvider=Supprimer R\u00E9seau(x) des fournisseur(s) externe(s) \u00E9galement.
removeNetworkInterfacesTitle=Supprimer Interface(s) de r\u00E9seau
removeNetworkQoSMessage=\u00CAtes-vous certain de vouloir supprimer ce QdS R\u00E9seau ?
removeNetworkQoSTitle=Supprimer QdS R\u00E9seau
removePermissionTitle=Supprimer Permission
removePoolsTitle=Supprimer Pool(s)
removeProviderTitle=Supprimer Fournisseur(s)
removeQuotaAssignmentFromUsersTitle=Supprimer Allocation des quota Utilisateur(s)
removeQuotasTitle=Supprimer Quota
removeRolesTitle=Supprimer R\u00F4le(s)
removeSecretTitle=Supprimer Cl\u00E9(s) d'authentification
removeSharedMacPoolsTitle=Supprimer Pool(s) d'adresses MAC
removeStorageQoSTitle=Supprimer QdS Stockage
removeStoragesTitle=Supprimer Stockage(s)
removeSystemPermissionsTitle=Supprimer Permission(s) Syst\u00E8me
removeTagsTitle=Supprimer Balise(s)
removeTemplateDisksTitle=Supprimer Disque(s) de mod\u00E8les
removeTemplatesTitle=Supprimer Mod\u00E8le(s)
removeUnregisteredDisksTitle=Supprimer Disque(s) non enregistr\u00E9s
removeUnregisteredTemplatesTitle=Supprimer Mod\u00E8le(s) non enregistr\u00E9s
removeUnregisteredVirtualMachineTitle=Supprimer Machine Virtuelle non enregistr\u00E9e
removeUsersTitle=Supprimer Utilisateur(s)
removeVirtualMachineTitle=Supprimer Machine Virtuelle
removeVirtualMachinesTitle=Supprimer Machine(s) Virtuelle(s)
removeVmDisksAllSharedMsg=Tous les disques VM sont partageables et ne peuvent pas \u00EAtre supprim\u00E9s.
removeVmDisksNoDisksMsg=La VM n'a pas de disques
removeVmDisksSnapshotsMsg=Impossible de supprimer une VM sans d\u00E9tacher les disques - la VM poss\u00E8de des clich\u00E9s
removeVmDisksTemplateMsg=La VM est cr\u00E9\u00E9e \u00E0 partir d'un mod\u00E8le, donc le disque doit \u00EAtre supprim\u00E9
removeVnicProfileTitle=Supprimer Profil(s) d'interface de VM
removeVolumesTitle=Supprimer Volume
removeVolumesWarning=REMARQUE\:\n- La suppression du volume va supprimer toutes les informations qui se trouvent sur le volume.
repinHostTitle=\u00C9pingler VM \u00E0 H\u00F4te
replaceBrickTitle=Remplacer Brique
replaceBrickWarning=L'installation n'est pas optimale car plusieurs briques se trouvent sur le m\u00EAme serveur. Souhaitez-vous continuer ?
replicateVolumeAddBricksMsg=Le nombre de briques doit correspondre au Nombre de r\u00E9pliques
requestToServerFailed=Une Requ\u00EAte aupr\u00E8s du Serveur a \u00E9chou\u00E9
requestToServerFailedWithCode=Une requ\u00EAte aupr\u00E8s du Serveur a \u00E9chou\u00E9, accompagn\u00E9e du Code de statut suivant
resetAllConfigsTitle=Tout r\u00E9initialiser
resetAllOptionsMsg=\u00CAtes-vous certain de vouloir r\u00E9initialiser toutes les options ?
resetAllOptionsTitle=R\u00E9initialiser toutes les options
resetAllVolume=Tout r\u00E9initialiser
resetBrickMessage=\u00CAtes-vous certain de vouloir r\u00E9initialiser Brique ?
resetBrickTitle=R\u00E9initialiser Brique
resetClusterEmulatedMachineMessage=\u00CAtes-vous certain de vouloir r\u00E9initialiser la Machine \u00E9mul\u00E9e sur les clusters suivants\u00A0?
resetClusterEmulatedMachineTitle=R\u00E9initialiser Machine \u00E9mul\u00E9e Cluster(s)
resetOptionVolumeMsg=\u00CAtes-vous certain de vouloir r\u00E9initialiser l'option suivante ?
resetOptionVolumeTitle=Option de r\u00E9initialisation
resetTitle=R\u00E9initialiser
resetVirtualMachinesTitle=R\u00E9initialiser Machine(s) Virtuelle(s)
resetVolume=R\u00E9initialiser
resolveConflictsGlusterHookTitle=R\u00E9soudre Conflits
restartHostsTitle=Red\u00E9marrer H\u00F4te(s)
resumeGeoRep=reprise
resumeGeoRepProgressText=Reprise
retainBricksButton=Conserver
retainBricksMessage=\u00CAtes-vous certain de vouloir supprimer la/les brique(s) suivante(s)\u00A0?
retainBricksTitle=Conserver les briques
retrievingCDsTitle=Extraire CD(s)...
rngNotSupported=G\u00E9n\u00E9rateur de nombres al\u00E9atoires non pris en charge pour ce niveau de cluster ou d\u00E9sactiv\u00E9 dans la config engine.
rngNotSupportedByClusterCV=Le g\u00E9n\u00E9rateur de nombres al\u00E9atoires n'est pas pris en charge par la version de compatibilit\u00E9 de votre cluster.
rngRateInvalid=Si la p\u00E9riode est sp\u00E9cifi\u00E9e, les octets par p\u00E9riode doivent \u00E9galement \u00EAtre sp\u00E9cifi\u00E9s.
rolesPermissionsTitle=Permissions du r\u00F4le
rolesTitle=R\u00F4les
rootRoleTree=root
rootTag=Root
rootUser=root
runVirtualMachinesTitle=Ex\u00E9cuter la ou les machine(s) virtuelle(s)
runningOnCurrentHost=En cours d'ex\u00E9cution sur l'h\u00F4te pr\u00E9sent
runningVm=Actif
runningVmsWereAllFilteredOnImportVm=Toutes les VM s\u00E9lectionn\u00E9es ex\u00E9cutent dans le syst\u00E8me externe et ont donc \u00E9t\u00E9 filtr\u00E9es. Veuillez consulter le journal pour plus d'informations.
runningVmsWereFilteredOnImportVm=Certaines VM sont ex\u00E9cut\u00E9es sur le syst\u00E8me externe et ont donc \u00E9t\u00E9 filtr\u00E9es. Veuillez consulter le journal pour obtenir plus d'informations.
sameArchitectureRequired=Les machines virtuelles s\u00E9lectionn\u00E9es doivent poss\u00E9der la m\u00EAme architecture.
saveNetworkConfigurationTitle=Sauvegarder la configuration r\u00E9seau
secondaryPmVariant=Secondaire
secretValueMustBeInBase64=La valeur de la cl\u00E9 d'authentification doit \u00EAtre codifi\u00E9e en Base64.
selectCacheDevicePath=Veuillez s\u00E9lectionner un chemin de p\u00E9riph\u00E9rique cache pour cache lvm.
selectCacheMode=Veuillez s\u00E9lectionner un mode de cache pour le cache lvm.
selectFenceProxy=S\u00E9lectionner le type de pr\u00E9f\u00E9rence de proxy d'\u00E9viction \u00E0 ajouter
selectHost=S\u00E9lectionner un h\u00F4te
selectHostTitle=S\u00E9lectionner l'h\u00F4te
selectHostsClusterGuide=S\u00E9lectionner les h\u00F4tes
selectRoleToAssign=Veuillez s\u00E9lectionner un r\u00F4le
selectStorageDevice=Veuillez s\u00E9lectionner un p\u00E9riph\u00E9rique de stockage pour cr\u00E9er une brique.
selectUserOrGroup=Veuillez s\u00E9lectionner un utilisateur ou un groupe au moins
selectVm=S\u00E9lectionner VM
selectedAffinityGroups=Groupes d'affinit\u00E9 s\u00E9lectionn\u00E9s
selectedAffinityLabels=Libell\u00E9s d'affinit\u00E9 s\u00E9lectionn\u00E9s
send=Envoyer
separatedTitle=S\u00E9par\u00E9
servicesTitle=Services
setGeorepConfig=D\u00E9finir
setUnlimitedSpecificQuotaModeTitle=Notification
shareKsmAcrossNumaNodes=Partager les pages de m\u00E9moire \u00E0 travers toutes les m\u00E9moires disponibles (pour une meilleure KSM)
shareKsmInsideEachNumaNode=Partager les pages de m\u00E9moire qui se trouvent \u00E0 l'int\u00E9rieur des n\u0153uds NUMA (pour une performance NUMA sup\u00E9rieure)
shareableDiskNotSupported=Le disque partageable n'est pas pris en charge par le domaine de stockage de Gluster/Hors charge
shareableDiskNotSupportedByConfiguration=Le disque partageable n'est pas pris en charge par la configuration s\u00E9lectionn\u00E9e
shareableDiskNotSupportedOnRunningVM=D\u00E9finir un disque comme \u00E9tant partageable n'est pas pris en charge quand la VM est en cours d'ex\u00E9cution.
showAdvancedOptions=Afficher Options avanc\u00E9es
shutdownVirtualMachinesTitle=Arr\u00EAter la ou les Machine(s) virtuelle(s)
smtDisabled=SMT D\u00E9sactiv\u00E9
smtEnabled=SMT Activ\u00E9
snapshotCannotBeCreatedLockedSnapshotMsg=Un clich\u00E9 n'a pas pu \u00EAtre cr\u00E9\u00E9 car la VM effectue une op\u00E9ration sur un clich\u00E9.
snapshotCannotBeCreatedPreviewSnapshotMsg=Un clich\u00E9 n'a pas pu \u00EAtre cr\u00E9\u00E9 car la VM effectue un aper\u00E7u de clich\u00E9 en cours.
snapshotCannotBeCreatedStatelessSnapshotMsg=Un clich\u00E9 n'a pas pu \u00EAtre cr\u00E9\u00E9 car la VM contient un clich\u00E9 stateless.
snapshotConfigUpdateButtonLabel=Mise \u00E0 jour
snapshotsTitle=Clich\u00E9s
someNonDefaultTemplateHasToExistFirst=On doit d\u00E9j\u00E0 avoir un mod\u00E8le de base par d\u00E9faut.
soundDeviceUnavailable=Soundcard n'est pas disponible dans le cluster s\u00E9lectionn\u00E9
sourceStorageDomainIsNotActiveMsg=Domaine de stockage source non actif
sparsifyConfirmationPopupMessage=\u00CAtes-vous certain de vouloir sparsify les disques suivants ?
sparsifyDisksTitle=Sparsify Disque(s)
specialAsciiI18NOrNoneValidationMsg=Seuls les caract\u00E8res alpha-num\u00E9riques ou caract\u00E8res sp\u00E9ciaux qui soient conformes au standard ASCII et les lettres UTF sont autoris\u00E9s.
specialKeys=Touches sp\u00E9ciales
specificNetworksAllowed=R\u00E9seaux sp\u00E9cifiques
spiceTitle=SPICE
sshPublicKeyNotVerified=La cl\u00E9 publique SSH doit \u00EAtre v\u00E9rifi\u00E9e avant d'importer la configuration Gluster
startForceLabel=D\u00E9marrage forc\u00E9
startForceVolumeMessage=Les volumes suivants sont d\u00E9j\u00E0 d\u00E9marr\u00E9s mais certaines/toutes les briques sont arr\u00EAt\u00E9es. Souhaitez-vous forcer leur d\u00E9marrage \u00E0 nouveau\u00A0?
startGeoRep=d\u00E9marrer
startGeoRepProgressText=D\u00E9marrer
stopGeoRep=arr\u00EAt
stopGeoRepProgressText=Arr\u00EAt
stopGlusterServices=Stopper le Service Gluster
stopHostsTitle=Arr\u00EAter le ou les h\u00F4tes
stopMetaVolumeWarning=REMARQUE\u00A0\:\n - L'arr\u00EAt du meta volume aura un impact sur le bon fonctionnement des fonctionnalit\u00E9s comme le clich\u00E9 de volume ou la g\u00E9o-r\u00E9plication, etc.
stopRebalance=Arr\u00EAt
stopRemoveBricksButton=Arr\u00EAt
stopRemoveBricksMessage=\u00CAtes-vous certain de vouloir faire cesser l'op\u00E9ration de suppression des briques suivantes\u00A0?
stopRemoveBricksTitle=Stopper Suppression Briques
stopSpiceConsole=Arr\u00EAter
stopVirtualMachinesTitle=\u00C9teindre Machines virtuelles
stopVolumeMessage=\u00CAtes-vous certain de vouloir arr\u00EAter le(s) Volume(s) suivant(s)\u00A0?
stopVolumeWarning=REMARQUE\u00A0\:\nArr\u00EAter le volume aura pour effet de rendre ses donn\u00E9es inaccessibles.
storageDRTitle=Synchronisation des donn\u00E9es pour la r\u00E9cup\u00E9ration d'urgence
storageDevices=P\u00E9riph\u00E9riques de stockage
storageDomainDRTitle=Synchronisation des donn\u00E9es pour la r\u00E9cup\u00E9ration d'urgence
storageDomainLeaseTitle=Leasings Mod\u00E8les/Domaines de stockage
storageDomainMustBeSpecifiedInvalidReason=Le domaine de stockage doit \u00EAtre indiqu\u00E9.
storageDomainRoleTree=Domaine de stockage
storageDomainsAttachedToDataCenterWarningMessage=Les Domaines de stockage sont d\u00E9j\u00E0 attach\u00E9s au Centre de donn\u00E9es. Approuver cette op\u00E9ration peut entra\u00EEner une corruption des donn\u00E9es si les Centres de donn\u00E9es sont actifs.
storageDomainsAttachedToDataCenterWarningTitle=\u00CAtes-vous certain ?
storageQosTitle=QdS Stockage
storageRemovePopupFormatLabel=Formater le domaine, par ex. Le contenu de stockage sera perdu.
storageTitle=Domaines de stockage
stripeVolumeAddBricksMsg=Le nombre de briques doit correspondre au Nombre de tranches
stripedReplicateVolumeAddBricksMsg=Le nombre de briques doit correspondre au Nombre de tranches * Nombre de r\u00E9pliques
subnetMaskIsNotValid=Le masque de sous-r\u00E9seau n'est pas valide
successLoadingPublicKey=Cl\u00E9 publique SSH extraite
suspendSpiceConsole=Suspension
suspendedVMsWhenClusterChange=La VM est suspendue, et risque de ne pas fonctionner normalement si elle red\u00E9marre dans un autre cluster. Nous vous conseillons de l'\u00E9teindre avant de changer de cluster.
switchToMaintenanceModeToEnableUpgradeReason=Passer au mode maintenance pour permettre la mise \u00E0 niveau
syncAllClusterNetworkConfirmationDialogTitle=Synchroniser tous les r\u00E9seaux de cluster
syncAllHostNetworkConfirmationDialogTitle=Synchroniser tous les r\u00E9seaux h\u00F4te
systemDefaultCustomSerialNumberDisabledReason=Impossible de modifier valeur du syst\u00E8me par d\u00E9faut
systemPermissionTitle=Permission syst\u00E8me
systemRoleTree=Syst\u00E8me
systemTitle=Syst\u00E8me
templateAlreadyExistsMsg=Le mod\u00E8le existe d\u00E9j\u00E0
templateImportTitle=Importation du mod\u00E8le
templateNoExistsMsg=Aucun mod\u00E8le n'existe
templateRoleTree=Mod\u00E8le
templatesNotFoundOnExportDomainTitle=Mod\u00E8le(s) non trouv\u00E9(s) dans le Domaine d'exportation
templatesResideOnSeveralDcsMakeSureExportedTemplatesResideOnSameDcMsg=Les mod\u00E8les se trouvent dans plusieurs centres de donn\u00E9es. Veillez \u00E0 ce que les mod\u00E8les export\u00E9s r\u00E9sident dans le m\u00EAme centre de donn\u00E9es.
templatesTitle=Mod\u00E8les
terminateSessionConfirmation=La ou les sessions d'utilisateur suivantes vont cesser.\n\u00CAtes-vous certain de vouloir continuer ?
terminateSessionTitle=Terminer Session(s)
testFailedInsufficientParams=Param\u00E8tres insuffisants pour tester la connectivit\u00E9
testFailedUnknownErrorMsg=Le test a \u00E9chou\u00E9 (erreur inconnue).
testingInProgressItWillTakeFewSecondsPleaseWaitMsg=Test en cours. Veuillez patienter quelques secondes ...
theClusterIsntAttachedToADcClusterGuide=Le cluster n'est pas attach\u00E9 \u00E0 un centre de donn\u00E9es
theExportDomainIsInactiveMsg=Le Domaine d'exportation est inactif. Les donn\u00E9es ne peuvent \u00EAtre extraites que quand le domaine est activ\u00E9.
theFieldContainsSpecialCharactersInvalidReason=Le champ contient des caract\u00E8res sp\u00E9ciaux. Seuls les nombres, lettres, \u00AB\u00A0-\u00A0\u00BB et \u00AB\u00A0_\u00A0\u00BB sont autoris\u00E9s.
theFieldMustContainTimeValueInvalidReason=Le champ doit contenir une valeur pour l'heure
theFollowingTemplatesAreMissingOnTargetExportDomainForTemplateVersionsMsg=Les versions suivantes du mod\u00E8le sont bas\u00E9es sur des mod\u00E8les qui n'existent pas sur le domaine d'exportation et qui sont requis pour que la version de mod\u00E8le fonctionne.\nSi vous continuez, vous ne serez pas en mesure d'importer ces versions du mod\u00E8le, sauf si vous avez d\u00E9j\u00E0 les mod\u00E8les pertinents sur les domaines cibles, ou par le clonage.\nVoulez-vous continuer ?
theFollowingTemplatesAreMissingOnTargetExportDomainMsg=Les ordinateurs virtuels suivants sont bas\u00E9s sur des mod\u00E8les qui n'existent pas sur le domaine d'exportation et qui sont requis pour que les machines virtuelles puissent fonctionner.\nSi vous continuez, vous ne serez pas en mesure d'importer ces machines virtuelles, sauf si vous avez d\u00E9j\u00E0 les mod\u00E8les qu'il vous faut sur les domaines cibles.\nVoulez-vous continuer ?
theFollowingTemplatesHaveDependentVmsBackupOnExportDomainMsg=Les mod\u00E8les suivants ont des VM d\u00E9pendantes dans le domaine d'exportation et sont demand\u00E9es pour importer ces VM.\nSi vous continuez, vous ne serez pas en mesure d'importer ces machines virtuelles, sauf si vous avez d\u00E9j\u00E0 les mod\u00E8les qu'il vous faut sur les domaines cibles.\nVoulez-vous continuer ?
theRelevantExportDomainIsNotActivePleaseActivateItMsg=Le domaine d'exportation en question est inactif. Merci de l'activer.
theUnderlyingStorageDoesNotSupportDiscardWhenWipeAfterDeleteIsEnabled=Le stockage sous-jacent ne prend pas en charge l'op\u00E9ration Ignorer quand Suppression d\u00E9finitive est activ\u00E9.
theUnderlyingStorageDoesNotSupportWipeAfterDeleteWhenDiscardIsEnabled=Le stockage sous-jacent ne prend pas en charge l'op\u00E9ration Suppression d\u00E9finitive si Ignorer est activ\u00E9.
thereAreNoCompatibleStorageDomainsAttachThisDcMsg=Aucun domaine de stockage compatible auquel attacher ce centre de donn\u00E9es. Veuillez ajouter un nouveau stockage \u00E0 partir de l'onglet Stockage.
thereAreNoDataCenterStorageDomainAttachedMsg=Il n'y a AUCUN centre de donn\u00E9es auquel le domaine de stockage puisse \u00EAtre attach\u00E9
thereAreNoISOversionsVompatibleWithHostCurrentVerMsg=Il n'y a pas de versions ISO compatibles avec la version actuelle de l'h\u00F4te.
thereAreNoNetworksAvailablePleaseAddAdditionalNetworksMsg=Il n'y a pas de r\u00E9seaux disponibles. Veuillez ajouter des r\u00E9seaux disponibles.
thereIsNoActiveStorageDomainCreateDiskInMsg=Il n'y a pas de Domaine de stockage actif dans lequel cr\u00E9er le Disque. Veuillez activer un Domaine de stockage.
thereIsNoDataStorageDomainToImportTemplateIntoMsg=Impossible d'attacher un Domaine de stockage de donn\u00E9es dans lequel mettre le Mod\u00E8le.\nVeuillez attacher le Domaine de stockage de donn\u00E9es au Centre de donn\u00E9es du Mod\u00E8le.
thereIsNoExportDomainBackupVmAttachExportDomainToVmsDcMsg=Il n'y a pas de Domaine d'exportation dans lequel sauvegarder la machine virtuelle. Attacher un Domaine d'exportation \u00E0 un Centre de donn\u00E9es de la machine virtuelle.
thereIsNoExportDomainToExportTheTemplateIntoMsg=Il n'y a pas de Domaine d'exportation dans lequel exporter le Mod\u00E8le.\nVeuillez attacher le Domaine d'exportation au Centre de donn\u00E9es du Mod\u00E8le.
thereIsNoStorageDomainUnderTheSpecifiedPathMsg=Il n'y a pas de domaine de stockage dans le chemin pr\u00E9cis\u00E9. Veuillez v\u00E9rifier l'onglet \u00E9v\u00E9nements pour plus d'informations.
thinTitle=Dynamique
thisClusterBelongsToALocalDcWhichAlreadyContainHostClusterGuide=Ce Cluster appartient \u00E0 un Centre de donn\u00E9es local qui contient d\u00E9j\u00E0 un H\u00F4te
thisFieldCantBeEmptyInvalidReason=Ce champ ne peut rester vide.
thisFieldCantConatainSpacesMsg=Ce champ ne peut pas contenir d'espace.
thisFieldMustContainCidrInFormatMsg=Ce champ doit contenir un CIDR sous le format [IPv4-IPv6]/[yy-yyy], IPv4-IPv6 adresse IP valide correspondant \u00E0 la version donn\u00E9e, yy entre 0 et 32 pour IPv4 et yy entre 0 et 128 pour IPv6.
thisFieldMustContainIntegerNumberInvalidReason=Ce champ doit contenir un nombre entier
thisFieldMustContainIpv4AddressInFormatMsg=Ce champ ne contient pas d'adresse IP sous le format xxx.xxx.xxx.xxx
thisFieldMustContainIpv4OrIpv6AddressMsg=Ce champ doit contenir une adresse IPv4 ou IPv6 valide.
thisFieldMustContainIpv6AddressMsg=Ce champ doit contenir une adresse IPv6 valide
thisFieldMustContainNonNegativeIntegerNumberInvalidReason=Ce champ doit contenir un nombre entier positive
thisFieldMustContainNumberInvalidReason=Ce champ doit contenir un nombre
thisFieldMustContainValidNetmask=Ce champ doit contenir un sous-r\u00E9seau dans le format suivant \:\n\txxx.xxx.xxx.xxx avec xxx entre 0 et 255
thisFieldMustContainValidPrefixOrNetmask=Ce champ doit contenir un sous-r\u00E9seau dans l'un des formats suivants \:\n\txxx.xxx.xxx.xxx avec xxx entre 0 et 255.\n\txx avec xx entre 0-32
thisNetworkDoesNotExistInTheClusterErr=Ce R\u00E9seau n'existe pas dans le Cluster
timeZoneCannotBeChangedAfterVMInit=Le fuseau horaire ne peut pas \u00EAtre modifi\u00E9 une fois que la machine virtuelle a \u00E9t\u00E9 initialis\u00E9e.
toggleFullScreen=Basculer en Plein \u00E9cran
tooBigMacRange=Il y a trop de MAC dans cette plage d'adresses. Le nombre d'adresses MAC dans une plage MAC doit \u00EAtre inf\u00E9rieure \u00E0 (2^32)-1.
trustedServiceDisabled=Impossible de passer d'un \u00E9tat trust cluster \u00E0 un non-trust cluster car il y a un/des h\u00F4te(s) dans le cluster
uefiRequired=Disponible uniquement avec Firmware UEFI
unableToFetchVolumeSnapshotSchedule=N'a pas pu obtenir l'ordonnancement du clich\u00E9 de volume Gluster
unableToRemove=Vous devez avoir au moins 1\u00A0pr\u00E9f\u00E9rence de proxy
unableToRemoveTitle=D\u00E9sactiver pour supprimer la pr\u00E9f\u00E9rence de proxy
unattachedHost=Non attach\u00E9
unknown=Inconnu
unlimitedQoSTitle=[Illimit\u00E9]
unplugVnicTitle=D\u00E9connecter l'interface de r\u00E9seau VM
unsupported=Non reconnu par le syst\u00E8me
updateManagementNetworkWarning=Changer certaines propri\u00E9t\u00E9s (VLAN, MTU) du r\u00E9seau de gestion pourrait conduire \u00E0 la perte de la connectivit\u00E9 aux h\u00F4tes dans le centre de donn\u00E9es, si son infrastructure r\u00E9seau sous-jacente n'est pas configur\u00E9e pour accommoder les changements. \u00CAtes-vous s\u00FBr de vouloir continuer\u00A0?
updateSnapshotConfigurationConfirmationTitle=Mise \u00E0 jour des options de configuration du clich\u00E9
updatingStorageDomainTitle=Mise \u00E0 jour du domaine(s) de stockage
upgradeHostTitle=Mettre l'h\u00F4te \u00E0 niveau
uploadImageBackingFileUnsupported=T\u00E9l\u00E9charger une image avec un fichier de sauvegarde n'est pas pris en charge.
uploadImageCancelConfirmationMessage=\u00CAtes-vous certain de vouloir annuler le chargement des disques suivants\u00A0?
uploadImageCancelTitle=Annuler Chargement(s)
uploadImageCannotBeOpened=Le fichier s\u00E9lectionn\u00E9 ne peut pas \u00EAtre ouvert.
uploadImageLeaveWindowPopupWarning=Des chargements d'images sont en cours. Si vous quittez l'application, les chargements seront interrompus. Souhaitez-vous continuer\u00A0?
uploadImageResumeTitle=Terminer le t\u00E9l\u00E9chargement image
uploadImageTitle=T\u00E9l\u00E9chargez l'image
uriInvalidFormat=L'URI donn\u00E9 est dans un format non valide.
userCantReconnectToVm=Console de connexion refus\u00E9e. Un autre utilisateur a d\u00E9j\u00E0 acc\u00E9d\u00E9 \u00E0 la console de cette VM. La machine virtuelle doit \u00EAtre d\u00E9marr\u00E9e \u00E0 nouveau pour autoriser un autre utilisateur \u00E0 y acc\u00E9der, ou modifi\u00E9e par un administrateur afin de ne pas forcer un red\u00E9marrage \u00E0 chaque fois que les utilisateurs acc\u00E8dent \u00E0 leur console.
userSessionsTitle=Sessions Utilisateur
usersTitle=Utilisateurs
vdsmVersionAbout=Version VDSM -
vgpuPlacementCompatibilityInfo=Le placement vGPU est disponible en version de cluster 4.3 ou version sup\u00E9rieure
viewContentEmptyGlusterHook=Le contenu Hook est vide ou binaire
viewContentErrorGlusterHook=Impossible d'extraire le contenu Hook. Veuillez essayer \u00E0 nouveau plus tard.
viewContentGlusterHookTitle=Contenu Hook
virtualMachinesTitle=Machines virtuelles
vmAlreadyExistsMsg=Les VM existent d\u00E9j\u00E0
vmAttachVirtualDisksAction=Attacher Disques virtuels
vmCpuPinningClearMessage=La configuration actuelle de la VM ne permet par l'assignation du cpu.\nLa topologie de l'\u00E9pinglage sera perdue quand la VM sera sauvegard\u00E9e.\n\n\u00C9tes-vous certain de vouloir continuer\u00A0?
vmCpuPinningClearTitle=La topologie d'assignation du CPU sera perdue
vmCreateVirtualDiskAction=Cr\u00E9er Disque virtuel
vmDevicesTitle=P\u00E9riph\u00E9riques VM
vmHighPriority=\u00C9lev\u00E9
vmImportTitle=Import VM
vmInitNetworkNameValidationMsg=Le nom ne doit poss\u00E9der que des caract\u00E8res \u00AB\u00A0A-Z\u00A0\u00BB, \u00AB\u00A0a-z\u00A0\u00BB, \u00AB\u00A00-9\u00A0\u00BB, \u00AB\u00A0_\u00A0\u00BB, \u00AB\u00A0-\u00A0\u00BB ou \u00AB\u00A0\:\u00A0\u00BB.
vmLeasesNotSupportedWithoutHA=Le leasing de la VM ne peut pas \u00EAtre d\u00E9fini sans que la haute disponibilit\u00E9 soit d\u00E9finie pour la VM.
vmLeasesSupported=Le leasing de VM ne peut pas \u00EAtre d\u00E9fini en raison de la version de compatibilit\u00E9 de la machine virtuelle.
vmLowPriority=Bas
vmMediumPriority=Medium
vmNoExistsMsg=Aucune VM n'existe
vmPoolRoleTree=VM Pool
vmRoleTree=VM
vmUnknownPriority=Inconnu
vmUnsupportedCpuMessage=Le type de CPU s\u00E9lectionn\u00E9 n'est pas pris en charge par le cluster de la VM. Cela peut entra\u00EEner des limitations d'ordonnancement et emp\u00EAcher cette VM d'ex\u00E9cuter sur certains h\u00F4tes . \u00CAtes-vous s\u00FBr de vouloir continuer\u00A0?
vmUnsupportedCpuTitle=Type de CPU non pris en charge pour le cluster en cours
vmsAttachedToInstanceTypeNote=Il y a des VM attach\u00E9es \u00E0 ce type d'instance\u00A0\: cela les fera s'attacher \u00E0 Personnalis\u00E9
vmsAttachedToInstanceTypeWarningMessage=Les VM suivantes sont attach\u00E9es au type d'instance
vmsResideOnSeveralDCsMakeSureTheExportedVMResideOnSameDcMsg=Les machines virtuelles se trouvent dans plusieurs Centres de donn\u00E9es. Veillez bien \u00E0 ce que les Mod\u00E8les export\u00E9s r\u00E9sident dans le m\u00EAme Centre de donn\u00E9es.
vmsTitle=Les VM
vncTitle=VNC
vnicProfileTitle=Profil Interface VM
vnicProfilesMapping=Mappage de profil vNic
vnicProfilesTitle=Profils VNIC
volumeEmptyClusterValidationMsg=Aucun h\u00F4te trouv\u00E9 dans l'\u00E9tat \u00AB\u00A0UP\u00A0\u00BB, veuillez s\u00E9lectionner un autre cluster.
volumeRebalanceStatusTitle=Statut R\u00E9\u00E9quilibrage
volumeRoleTree=Volume
volumeTransportTypesValidationMsg=Vous devez s\u00E9lectionner au moins un type de transport.
volumesTitle=Volumes
withLocalStorageDomainMsg=avec un domaine de stockage. Si vous cliquez sur OK, cet h\u00F4te sera d\u00E9plac\u00E9 vers un nouveau Centre de donn\u00E9es et un nouveau Domaine de stockage local sera cr\u00E9\u00E9. Appuyer sur Annulation pour stopper l'op\u00E9ration.
xenUriExample=xen+ssh\://root@<hostname>
yes=Oui
youAreAboutChangeClusterCompatibilityVersionMsg=Vous \u00EAtes sur le point de changer la Version de compatibilit\u00E9 du Cluster ?
youAreAboutChangeClusterCompatibilityVersionNonResponsiveHostsMsg=Vous \u00EAtes sur le point de changer la Version de compatibilit\u00E9 du Cluster et le cluster contient des h\u00F4tes Non Responsive. Si ces h\u00F4tes ne prennent pas en charge le niveau de compatibilit\u00E9 s\u00E9lectionn\u00E9, ils sont sans doute pass\u00E9s au statut Non Operational une fois que la connectivit\u00E9 a \u00E9t\u00E9 r\u00E9tablie.\n\n\u00CAtes-vous certain de vouloir continuer\u00A0?
youAreAboutChangeClusterCpuThreadSupportMsg=Vous \u00EAtes sur le point de d\u00E9sactiver le support des threads CPU pour ce cluster. Cette d\u00E9sactivation peut affecter la capacit\u00E9 d'ex\u00E9cution des machines virtuelles avec certaines configurations de CPU.\n\nVeuillez vous assurer qu'il n'y a aucune VM dans ce cluster utilisant des param\u00E8tres de CPU sp\u00E9cifiques tels que l'assignation de CPU qui peut \u00EAtre affect\u00E9 par ce changement.\n\n\u00CAtes-vous s\u00FBr de vouloir continuer\u00A0?
youAreAboutChangeDCQuotaEnforcementMsg=Pour faire passer le Quota au mode Forcer\nTous les mod\u00E8les, les machines virtuelles et les disques devront recevoir des quota sp\u00E9cifiques sinon ils ne seront pas utilisables.\nLes utilisateurs devront \u00EAtre ajout\u00E9s en tant que consommateurs de quota.\nVeuillez consid\u00E9rer le mode Audit tant que vous n'aurez pas d\u00E9fini des Quota pour les utilisateurs\n\n\u00CAtes-vous s\u00FBr de vouloir continuer\u00A0?
youAreAboutChangeDcCompatibilityVersionMsg=Vous \u00EAtes sur le point de changer la Version de compatibilit\u00E9 du Centre de donn\u00E9es. \u00CAtes-vous certain de vouloir continuer ?
youAreAboutChangeSnapshotConfigurationMsg=Configurer les options de clich\u00E9 de volume\n\nChanger les param\u00E8tres de configuration va limiter la cr\u00E9ation de nouveaux clich\u00E9s s'ils d\u00E9passent la nouvelle limite.\n\n\u00CAtes-vous certain de vouloir continuer ?
youAreAboutToAttachDetachNetworkToFromTheClustersMsg=Vous \u00EAtes sur le point d'attacher le r\u00E9seau \u00E0 tous les clusters s\u00E9lectionn\u00E9s et de d\u00E9tacher le r\u00E9seau de tous les clusters d\u00E9s\u00E9lectionn\u00E9s.\n\n\u00CAtes-vous certain de vouloir continuer\u00A0?
youAreAboutToCreateUnlimitedSpecificQuotaMsg=Vous \u00EAtes sur le point de d\u00E9finir un Quota illimit\u00E9 sur une ressource sp\u00E9cifique.\nCeci n'est pas conseill\u00E9. La valeur d'agr\u00E9gation de ce quota sera Illimit\u00E9e.\nSouhaitez-vous continuer ?
youAreAboutToRemoveSnapshotScheduleMsg=L'ordonnancement des clich\u00E9s serait alors supprim\u00E9. Souhaitez-vous continuer\u00A0?
youHavntConfigPmMsg=Vous n'avez pas configur\u00E9 la Gestion de l'alimentation pour cet H\u00F4te. \u00CAtes-vous certain de vouloir continuer\u00A0?
youMustApproveTheActionByClickingOnThisCheckboxInvalidReason=Vous devez approuver l'action en cliquant sur cette case.
