#
#
# Bundle name: org.ovirt.engine.ui.uicompat.UIMessages
# Locale: pt_BR
#
#
#Wed Jul 13 18:55:30 EDT 2016
addToBond=Adicionar {0} ao Bond
alreadyAssignedClonedTemplateName=Este nome j\u00E1 foi atribu\u00EDdo a outro Template clonado.
alreadyAssignedClonedVmName=Este nome j\u00E1 foi atribu\u00EDdo a outra M\u00E1quina Virtual clonada.
approveCertificateTrust=Voc\u00EA aprova o certificado de seguran\u00E7a referente ao(s)/\u00E0(s)  {0} emitido pelo(s)/a(s) {1}, SHA-1 fingerprint {2}?
approveRootCertificateTrust=Voc\u00EA aprova o certificado de seguran\u00E7a auto-assinado referente ao(s)/\u00E0(s) {0}, SHA-1 fingerprint {1}?
areYouSureYouWantToDeleteSanpshot=Voc\u00EA tem certeza de que deseja deletar o snapshot do {0} com descri\u00E7\u00E3o ''{1}"?
attachTo=Conectar {0} ao
bondWith=Bond {0} com
bootMenuNotSupported=O menu Boot da MV n\u00E3o \u00E9 suportado na vers\u00E3o do Cluster {0}
bootableDiskIsRequiredToBootFromDisk=A M\u00E1quina Virtual deve ter pelo menos um disco bootable definido para boot a partir do disco r\u00EDgido.
bracketsWithGB=({0} GB)
breakBond=Interromper Bond {0}
brickDetailsNotSupportedInClusterCompatibilityVersion=Os Detalhe do Brick n\u00E3o s\u00E3o suportados para esta vers\u00E3o({0}) de compatibilidade do Cluster.
bridlessNetworkNotSupported=As redes sem-MV n\u00E3o s\u00E3o suportadas para a vers\u00E3o {0}
bytesReadInCurrentProfileInterval={0} {1} foram lidos no intervalo de perfil entre {2} {3} durante a cria\u00E7\u00E3o do perfil
bytesWrittenInCurrentProfileInterval={0} {1} foram gravados no intervalo de perfil atual entre {2} {3} durante o perfil
cannotConnectToTheConsole=N\u00E3o foi poss\u00EDvel conectar ao console para o(s)/a(s) {0}
cannotCopyDisks=O(s) seguinte(s) disco(s) n\u00E3o podem ser copiados\: {0}
cannotMoveDisks=O(s) seguinte(s) disco(s) n\u00E3o podem ser movidos\: {0}
clusterSnapshotOptionValueEmpty=O valor do par\u00E2metro de configura\u00E7\u00E3o do cluster {0} est\u00E1 vazio
commonMessageWithBrackets={0} ({1})
confirmActivateSnapshot=Ativar Snapshot no volume - {0}
confirmDeactivateSnapshot=Desativar o Snapshot do volume - {0}
confirmDeleteAgentGroup=Voc\u00EA tem certeza que deseja remover o Grupo de Agente Fence concorrente, que cont\u00E9m os seguintes Agentes Fence?\n{0}
confirmDeleteFenceAgent=Tem certeza que deseja remover Fence Agent\: {0}
confirmRemoveAllSnapshots=Remover todos os Snapshots do volume - {0}
confirmRemoveSnapshot=Remover o Snapshot do volume - {0}
confirmRestoreSnapshot=Restaurar o Snapshot do volume - {0}
confirmStopVolumeRebalance=Voc\u00EA tem certeza de que deseja interromper a opera\u00E7\u00E3o de rebalanceamento no volume \: {0}?
confirmVolumeSnapshotDeleteMessage=Segue abaixo os snapshots que devem ser removidos. Voc\u00EA deseja continuar?\n\n {0}
connectingToGuestWithNotResponsiveAgentMsg=N\u00E3o foi poss\u00EDvel conectar ao agente no convidado, ele pode n\u00E3o estar respondendo ou n\u00E3o foi instalado. \nPortanto, alguns recursos podem n\u00E3o funcionar.
cpuInfoLabel={0} ({1}\:{2}\:{3})
cpuInfoMessage={0} ({1}\:{2}\:{3})
createFailedDomainAlreadyExistStorageMsg=Falha na cria\u00E7\u00E3o da opera\u00E7\u00E3o. A conex\u00E3o storage j\u00E1 est\u00E1 sendo usada pelo seguinte storage domain\: {0}.
createOperationFailedDcGuideMsg=Falha na cria\u00E7\u00E3o da opera\u00E7\u00E3o. O Domain {0} j\u00E1 existe no sistema.
customPropertiesValuesShouldBeInFormatReason=Este campo deve estar no formato\: {0}
customPropertyOneOfTheParamsIsntSupported=Um dos par\u00E2metros n\u00E3o \u00E9 suportado (par\u00E2metro(s) dispon\u00EDvel(is)\: {0})
customPropertyValueShouldBeInFormatReason=o valor para o par\u00E2metro <{0}> deve estar no formato de\: <{1}>
customSpmPriority=Personalizado({0})
defaultMtu=Default ({0})
detachNetwork=Desconectar Rede {0}
detachNote=Nota\: {0} ser\u00E1 removido\!
directLUNDisksWillNotBePartOfTheExport=O(s) disco(s) LUN direto n\u00E3o far\u00E3o parte da exporta\u00E7\u00E3o da MV\: {0}.
directLUNDisksWillNotBePartOfTheSnapshot=O(s) disco(s) LUN direto n\u00E3o far\u00E3o parte do snapshot da MV\: {0}.
directLUNDisksWillNotBePartOfTheTemplate=O(s) disco(s) LUN direto n\u00E3o far\u00E3o parte do template da MV\: {0}.
diskAlignment={0} (\u00DAltimo scan\: {1})
diskSnapshotLabel=Disco {0} a partir do Snapshot {1}
disklessVmCannotRunAsStateless=A M\u00E1quina Virtual sem disco n\u00E3o pode rodar no modo stateless
editBondInterfaceTitle=Editar Interface Bond {0}
editHostNicVfsConfigTitle=Editar a configura\u00E7\u00E3o (SR-IOV) das Fun\u00E7\u00F5es Virtuais do {0}
editManagementNetworkTitle=Editar rede de gerenciamento\: {0}
editNetworkTitle=Editar Rede {0}
emptyOrValidKeyValueFormatMessage=Este campo pode estar vazio ou conter um {0}
errConnectingVmUsingRdpMsg=Erro ao conectar \u00E0 M\u00E1quina Virtual usando o RDP\:\n{0}
errConnectingVmUsingSpiceMsg=Erro ao conectar \u00E0 M\u00E1quina Virtual usando SPICE\:\n{0}
errataForHost=Errata para Host {0}
errataForVm=Errata para MV {0}
errorConnectingToConsole=Erro ao conectar o {0} usando o protocolo {1}
errorConnectingToConsoleNoProtocol=Erro ao conectar com {0}
extendBond=Estender {0} com
failedToLoadOva=Falha ao carregar a configura\u00E7\u00E3o do MV do arquivo OVA\: {0}
geoRepActionConfirmationMessage=Voc\u00EA tem certeza que deseja {0} a sess\u00E3o de replica\u00E7\u00E3o geogr\u00E1fica
geoRepForceTitle=For\u00E7ar {0} sess\u00E3o(\u00F5es)
glusterVolumeCurrentProfileRunTime=O intervalo atual de perfil foi executado para {0} {1} de um per\u00EDodo de perfil total de {2} {3}
guestOSVersionLinux={0} {1}{2}
guestOSVersionOptional=\ ({0})
guestOSVersionWindows=Microsoft Windows {0} ({1})
guestOSVersionWindowsServer=Microsoft Windows {0} Server ({1})
haActive=Ativar (Pontua\u00E7\u00E3o\: {0})
hostNameMsg=O nome do Host n\u00E3o pode conter espa\u00E7os vazios ou caracteres especiais. Isto deve ter pelo menos um caractere longo. Os valores legais s\u00E3o 0-9, a-z, ''_'', ''.'' 0-9, a-z, ''_'', ''.'' e comprimento de at\u00E9 {0} caracteres.
hostNumberOfRunningVms={0} ({1} Executando MV(s))
iconDimensionsTooLarge=As dimens\u00F5es do \u00EDcone s\u00E3o muito grandes\: {0}x{1}, o m\u00E1ximo permitido \u00E9\: {2}x{3}
iconFileTooLarge=O arquivo do \u00EDcone \u00E9 muito grande. O tamanho m\u00E1ximo \u00E9 {0}kB.
importClusterHostFingerprintEmpty=O campo fingerprint est\u00E1 vazio para o host com endere\u00E7o {0}
importClusterHostNameEmpty=O nome do campo est\u00E1 vazio para o host com endere\u00E7o {0}
importClusterHostPasswordEmpty=O campo Senha Root est\u00E1 vazio para o host com endere\u00E7o {0}
importFailedDomainAlreadyExistStorageMsg=Falha na opera\u00E7\u00E3o de importa\u00E7\u00E3o. O Domain {0} j\u00E1 existe no sistema.
importProcessHasBegunForTemplates=O processo de importa\u00E7\u00E3o iniciou para os Template(s)\: {0}. \nVoc\u00EA pode verificar o status de importa\u00E7\u00E3o na tab "Eventos" principal
importProcessHasBegunForVms=O processo de importa\u00E7\u00E3o iniciou para a(s) MV(s)\: {0}. \nVoc\u00EA pode verificar o status de importa\u00E7\u00E3o na tab principal "Eventos"
incorrectVCPUNumber=N\u00FAmero incorreto do Total das CPUs Virtuais. N\u00E3o foi poss\u00EDvel compor este n\u00FAmero a partir dos Sockets Virtuais e N\u00FAcleos por Sockets Virtuais
integerValidationNumberBetweenInvalidReason={0} entre {1} e {2}.
integerValidationNumberGreaterInvalidReason={0} \u00E9  maior ou igual a {1}.
integerValidationNumberLessInvalidReason={0} \u00E9 menor ou igual a {1}.
interfaceIsRequiredToBootFromNetwork=A M\u00E1quina Virtual deve possuir pelo menos uma interface de rede definida para boot a partir da rede.
invalidIconFormat=O formato do arquivo \u00E9 desconhecido. Os formatos suportados s\u00E3o {0}.
keyValueFormat=< key >\=< value > separada por espa\u00E7os
label=Adicionar R\u00F3tulo {0} \u00E0(ao)
labelInUse=O r\u00F3tulo {0} n\u00E3o foi determinado para esta interface. Ele j\u00E1 foi determinado \u00E0 interface {1}.
labeledNetworkNotAttached=A rede deve ser determinada para ''{0}'' atrav\u00E9s do r\u00F3tulo ''{1}''. No entanto, ela n\u00E3o est\u00E1 determinada por algum motivo.
lenValidationFieldMusnotExceed=O conte\u00FAdo do campo n\u00E3o deve exceder {0} caracteres.
lunAlreadyPartOfStorageDomainWarning=O LUN j\u00E1 faz parte do Storage Domain\: {0}
lunUsedByDiskWarning=O LUN j\u00E1 est\u00E1 sendo usado por um disco\: {0}
lunUsedByVG=Usado por\: {0}
maxMemSizeIs=O tamanho da mem\u00F3ria m\u00E1xima \u00E9 {0} MB.
memSizeBetween=O tamanho da mem\u00F3ria \u00E9 entre {0} MB e {1} MB
memSizeMultipleOf=Tamanho da memoria na arquitetura {0} deve ser m\u00FAltiplo de {1}.
minMemSizeIs=O tamanho da mem\u00F3ria \u00E9 {0} MB.
moveDisksPreallocatedWarning=Os seguintes discos ser\u00E3o pr\u00E9-alocados e podem consumir consideradamente mais espa\u00E7o no destino\: {0}
moveDisksWhileVmRunning=Movendo o(s) seguinte(s) disco(s) enquanto a MV est\u00E1 sendo executada\: {0}
mtuOverrideNotSupported=A substitui\u00E7\u00E3o da configura\u00E7\u00E3o MTU n\u00E3o \u00E9 suportada para o Cluster de vers\u00E3o {0}
nameCanContainOnlyMsg=O nome pode conter apenas ''A-Z'', ''a-z'', ''0-9'', ''_'' ou ''-'' caracteres, comprimento m\u00E1ximo\: {0}
nameMustConataionOnlyAlphanumericChars=O nome deve conter apenas caracteres alfanum\u00E9ricos, "-", "_" ou ".". Comprimento m\u00E1ximo\: {0}.
naturalNumber=n\u00FAmero natural
negativeTimezoneOffset={0} (UTC-{1}\:{2})
networkDc={0} no Data Center {1}
networkDcDescription={0} no Data Center {1} ({2})
networkLabelConflict=A rede n\u00E3o p\u00F4de ser determinada para ''{0}'' atrav\u00E9s do r\u00F3tulo ''{1}''.
newNameWithSuffixCannotContainBlankOrSpecialChars=O novo nome (com sufixo) pode conter apenas caracteres alfanum\u00E9ricos ''.'', ''_'' ou ''-''. Comprimento m\u00E1ximo\: {0}.
nicHotPlugNotSupported=A m\u00E1quina virtual est\u00E1 sendo executada e a conex\u00E3o autom\u00E1tica NIC n\u00E3o \u00E9 suportada na vers\u00E3o cluster {0} ou pelo sistema operacional.
noActiveStorageDomain=Nenhum Storage Domain ativo.
noExportableDisksFoundForTheExport=N\u00E3o existem discos permitindo a exporta\u00E7\u00E3o. Apenas a configura\u00E7\u00E3o far\u00E1 parte da exporta\u00E7\u00E3o da MV.
noExportableDisksFoundForTheSnapshot=N\u00E3o existem discos permitindo um snapshot. Apenas a configura\u00E7\u00E3o far\u00E1 parte do snapshot da MV.
noExportableDisksFoundForTheTemplate=N\u00E3o existem discos permitindo a exporta\u00E7\u00E3o. Apenas a configura\u00E7\u00E3o far\u00E1 parte do template da MV.
noOfBricksSelected=({0} bricks selecionados)
numOfVmsInPoolInvalid=O n\u00FAmero m\u00E1ximo permitido de MVs \u00E9 {0} quando o comprimento do nome do pool for {1} 
numOfVmsInPoolInvalidWithQuestionMarks=O n\u00FAmero m\u00E1ximo permitido de MVs \u00E9 {0} quando o comprimento do nome do pool for {1}  e cont\u00E9m  {2} pontos de interroga\u00E7\u00E3o.
numaTopologyTitle=Topologia NUMA - {0}
numberOfVmsForHostsLoad={0} MVs
numberValidationNumberBetweenInvalidReason={0} entre {1} e {2}.
numberValidationNumberGreaterInvalidReason={0} \u00E9  maior ou igual a {1}.
numberValidationNumberLessInvalidReason={0} \u00E9 menor ou igual a {1}.
optionNotSupportedClusterVersionTooOld=Esta op\u00E7\u00E3o n\u00E3o \u00E9 suportada na vers\u00E3o do Cluster {0}
optionRequiresSpiceEnabled=Esta op\u00E7\u00E3o requer que o protocolo SPICE display seja usado 
poolNameLengthInvalid=O comprimento m\u00E1ximo de nome permitido \u00E9 {0} para {1} MVs no pool
poolNameWithQuestionMarksLengthInvalid=O comprimento m\u00E1ximo de nome permitido \u00E9 {0} para {1} MVs no pool e  {2} pontos de interroga\u00E7\u00E3o no nome.
positiveTimezoneOffset={0} (UTC+{1}\:{2})
providerFailure=Falha na comunica\u00E7\u00E3o com o provedor externo, veja log para detalhes adicionais.
providerUrlWarningText=A altera\u00E7\u00E3o do URL deste provedor pode afetar o funcionamento pr\u00F3prio das seguintes entidades fornecidas pelo mesmo.\n\n{0}
realNumber=n\u00FAmero real
rebalanceStatusFailed=N\u00E3o foi poss\u00EDvel pesquisar o status de rebalanceamento do volume\:  {0}
recurrenceType=Enum incorreta
refreshInterval=Intervalo de Atualiza\u00E7\u00E3o\: {0} segundos
removeBrickStatusFailed=N\u00E3o foi poss\u00EDvel pesquisar o status do brick de remo\u00E7\u00E3o do volume\:  {0}
removeBricksReplicateVolumeMessage=A contagem da r\u00E9plica ser\u00E1 reduzida de {0} para {1}. Voc\u00EA tem certeza de que deseja remover o(s) seguinte(s) Brisck(s)?
removeCpuQoSMessage=Este QoS da CPU \u00E9 usado pelos Perfis da CPU {0}. \nVoc\u00EA tem certeza que deseja remover este QoS da CPU? \n\nOs perfis usando este QoS s\u00E3o\:\n
removeFromBond=Remover {0} do Bond
removeHostNetworkQosMessage=Este QoS da Rede do Host \u00E9 usado por {0} Redes.\nVoc\u00EA tem certeza que deseja remover isto?\n\nAs Redes usando este QoS s\u00E3o\:\n
removeNetwork=Remover Rede {0}
removeNetworkQoSMessage=Este QoS da Rede \u00E9 usado pelos Perfis {0} Vnic. \nVoc\u00EA tem certeza que deseja remover este QoS da Rede? \n\nOs perfis usando este QoS s\u00E3o\:\n
removeStorageQoSItem={0} (<i>{1}</i>)
removeStorageQoSMessage=Este QoS de Storage \u00E9 usado por {0} Perfis do Disco. \nVoc\u00EA tem certeza que deseja remover este QoS de Storage? \n\nOs perfis usando este QoS s\u00E3o\:\n
rngSourceNotSupportedByCluster=A fonte do Gerador do N\u00FAmero Aleat\u00F3rio ''{0}'' n\u00E3o \u00E9 suportada pelo cluster
schedulerAllowOverbookingInfo=Overbooking\: Permite execu\u00E7\u00E3o das solicita\u00E7\u00F5es de agendamento do cluster em paralelo, sem preservar a aloca\u00E7\u00E3o de recurso. Esta op\u00E7\u00E3o permite o manuseamento em massa das solicita\u00E7\u00F5es de agendamento ({0} solicita\u00E7\u00F5es), enquanto algumas solicita\u00E7\u00F5es podem falhar devido ao reutiliza\u00E7\u00E3o de mesma aloca\u00E7\u00E3o de recurso (Use esta op\u00E7\u00E3o apenas se voc\u00EA for familiar com este comportamento).
schedulerOptimizationInfo=Agendamento de otimiza\u00E7\u00E3o para a pesagem do host (pedindo)\:\nUtiliza\u00E7\u00E3o\: inclui m\u00F3dulos de peso no agendamento para permitir a melhor sele\u00E7\u00E3o\nVelocidade\: ignore a pesagem do host no caso de haver mais de {0} solicita\u00E7\u00F5es pendentes
setupHostNetworksTitle=Configurar redes do Host {0}
sharedDisksWillNotBePartOfTheExport=O(s) disco(s) compartilhados n\u00E3o far\u00E3o parte da exporta\u00E7\u00E3o da MV\: {0}.
sharedDisksWillNotBePartOfTheSnapshot=O(s) disco(s) compartilhado(s) n\u00E3o far\u00E3o parte do snapshot da MV\: {0}.
sharedDisksWillNotBePartOfTheTemplate=O(s) disco(s) n\u00E3o far\u00E3o parte do template da MV\: {0}.
sizeUnitString={0} TiB
snapshotDisksWillNotBePartOfTheExport=O(s) snapshot(s) do disco n\u00E3o far\u00E3o parte da exporta\u00E7\u00E3o da MV\: {0}.
snapshotDisksWillNotBePartOfTheSnapshot=O(s) snapshot(s) do disco n\u00E3o far\u00E3o parte do snapshot da MV\: {0}.
snapshotDisksWillNotBePartOfTheTemplate=O(s) disco(s) do snapshot n\u00E3o far\u00E3o parte do template da MV {0}.
storageDomainIsNotActive=''{0}'' Storage Domain n\u00E3o est\u00E1 ativo. Por favor ative-o.
suffixCauseToClonedTemplateNameCollision=Esse sufixo causar\u00E1 a colis\u00E3o do nome com outro Template clonado\: {0}.
suffixCauseToClonedVmNameCollision=Esse sufixo causar\u00E1 o nome de colis\u00E3o com outra M\u00E1quina Virtual clonada\: {0}.
suggestDetachNetwork=Voc\u00EA poderia trabalhar sem a rede {0}.
templateDiskDescription={0} (a partir do Storage Domain {1})
templatesAlreadyExistonTargetExportDomain=Template(s)\:{0} j\u00E1 existem no Export Domain de destina\u00E7\u00E3o. Caso deseje substitu\u00ED-lo, por favor selecione a op\u00E7\u00E3o "For\u00E7ar Substitui\u00E7\u00E3o".
templatesWithDependentVMs=Template {0} (MV(s) dependentes\: {1})
testFailedWithErrorMsg=O teste falhou\: {0}
testSuccessfulWithPowerStatus=Teste com \u00EAxito\: {0}
thisFieldMustContainTypeNumberInvalidReason=Esse campo deve conter um n\u00FAmero {0}
threadsAsCoresPerSocket={0} ({1})
uiCommonRunActionPartitialyFailed=Error enquanto executando pelo menos algumas das tarefas de a\u00E7\u00E3o\: {0}
unlabel=Remover R\u00F3tulo {0}
unreachableGlusterHosts=N\u00E3o foi poss\u00EDvel pesquisar Fingerprint do(s) host(s) {0,list,text}
uploadImageFailedToResumeMessage=Falha ao retomar carregamento\: {0}
uploadImageFailedToResumeSizeMessage=Falha ao retomar carregamento\: tamanho do arquivo anterior ({0} bytes) n\u00E3o corresponde tamanho do arquivo novo ({1} bytes).
uploadImageFailedToStartMessage=Falha ao iniciar carregamento\: {0}
urlSchemeInvalidScheme=O URL gerado cont\u00E9m o ''{0}'' de esquema  inv\u00E1lido, apenas os seguintes esquemas s\u00E3o permitidos\:\n\n{1}
urlSchemeMustBeEmpty=O URL gerado n\u00E3o deve conter um esquema (ex.\: ''{0}'').
urlSchemeMustNotBeEmpty=O URL gerado n\u00E3o cont\u00E9m um esquema. Ele deve conter um dos seguintes\:\n\n{0}
usedLunIdReason={0} ({1})
userSessionRow=Id\:{0}, User\:{1} DB da Sess\u00E3o
vmDialogDisk={0}\: ({1} GB) {2} {3}
vmStorageDomainIsNotAccessible=Discos" dos Storage Domains n\u00E3o est\u00E3o acess\u00EDveis.
vmTemplateWithCloneProvisioning={0} (Clone/Independente)
vmTemplateWithThinProvisioning={0} (Thin/Dependente)
vmsAlreadyExistOnTargetExportDomain=MV(s)\:{0} j\u00E1 existem no Export Domain de destina\u00E7\u00E3o. Caso deseje substitu\u00ED-lo, por favor selecione a op\u00E7\u00E3o "For\u00E7ar Substitui\u00E7\u00E3o".
vncInfoMessage=Por favor use seu cliente VNC para conectar esta MV.<br/><br/>Use os seguintes par\u00E2metros\:<br/>IP\:Porta --  {0}\:{1}<br/><br/> Senha\: {2}<br/>(nota\: esta senha \u00E9 v\u00E1lida para {3} segundos)
vnicFromTemplate=Vnic {0} a partir do Template {1}
vnicFromVm=Vnic {0} a partir da MV {1}
vnicProfileFromNetwork=O Perfil da Interface da MV {0} a partir da Rede {1}
vnicTypeDoesntMatchNonPassthroughProfile=O perfil sem-Passthrough n\u00E3o pode ser adicionado \u00E0 MV de tipo {0}
vnicTypeDoesntMatchPassthroughProfile=O perfil passthrough n\u00E3o pode ser adicionado \u00E0 MV de tipo {0}
volumeProfileStatisticsFailed=N\u00E3o foi poss\u00EDvel buscar as estat\u00EDsticas do perfil do volume \: {0}
volumeProfilingStatsTitle=Estat\u00EDsticas do Perfil do Volume - {0}
volumeSnapshotOptionValueEmpty=O valor do par\u00E2metro de configura\u00E7\u00E3o do volume {0} est\u00E1 vazio
youAreAboutChangeDcCompatibilityVersionWithUpgradeMsg=Alterar a Vers\u00E3o da Compatibilidade do Data Center. Isto atualizar\u00E1 todos os Storage Domains pertencentes ao Data Center, e torn\u00E1-los in\u00FAteis com as vers\u00F5es mais antigas do que  a vers\u00E3o {0}.  Voc\u00EA tem certeza de que deseja continuar?
youAreAboutToDisconnectHostInterfaceMsg=Voc\u00EA est\u00E1 prestes a desconectar a Interface de Gerenciamento ({0}). \nO Host poder\u00E1 tornar-se n\u00E3o alcan\u00E7\u00E1vel como resultado. \n\nVoc\u00EA tem certeza de que deseja conectar a Interface de Gerenciamento?
