#
# Bundle name: org.ovirt.engine.ui.uicompat.UIMessages
# Locale: ja_JP
#
#Mon Jun 07 09:36:17 EDT 2021
addToBond=\u30DC\u30F3\u30C7\u30A3\u30F3\u30B0\u306B {0} \u3092\u8FFD\u52A0
alreadyAssignedClonedTemplateName=\u3053\u306E\u540D\u524D\u306F\u3001\u30AF\u30ED\u30FC\u30F3\u4F5C\u6210\u3055\u308C\u305F\u5225\u306E\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8\u306B\u3059\u3067\u306B\u5272\u308A\u5F53\u3066\u3089\u308C\u3066\u3044\u307E\u3059\u3002
alreadyAssignedClonedVmName=\u3053\u306E\u540D\u524D\u306F\u3001\u30AF\u30ED\u30FC\u30F3\u4F5C\u6210\u3055\u308C\u305F\u5225\u306E\u4EEE\u60F3\u30DE\u30B7\u30F3\u306B\u3059\u3067\u306B\u5272\u308A\u5F53\u3066\u3089\u308C\u3066\u3044\u307E\u3059\u3002
approveCertificateTrust={1} \u306B\u3088\u308A\u767A\u884C\u3055\u308C\u305F\u4FE1\u983C\u8A3C\u660E\u66F8\u306E\u30B5\u30D6\u30B8\u30A7\u30AF\u30C8 {0} \u3068 {3} \u30D5\u30A3\u30F3\u30AC\u30FC\u30D7\u30EA\u30F3\u30C8 {2} \u3092\u627F\u8A8D\u3057\u307E\u3059\u304B?
approveRootCertificateTrust=\u81EA\u5DF1\u7F72\u540D\u6E08\u307F\u306E\u4FE1\u983C\u8A3C\u660E\u66F8\u306E\u30B5\u30D6\u30B8\u30A7\u30AF\u30C8 {0} \u3068 {2} \u30D5\u30A3\u30F3\u30AC\u30FC\u30D7\u30EA\u30F3\u30C8 {1} \u3092\u627F\u8A8D\u3057\u307E\u3059\u304B?
areYouSureYouWantToCommitSnapshot=\u300C{1}\u300D\u3068\u3044\u3046\u8AAC\u660E\u306E {0} \u306E\u30B9\u30CA\u30C3\u30D7\u30B7\u30E7\u30C3\u30C8\u3092\u30B3\u30DF\u30C3\u30C8\u3057\u3066\u3082\u3088\u308D\u3057\u3044\u3067\u3059\u304B?\n\u3053\u306E\u30B9\u30CA\u30C3\u30D7\u30B7\u30E7\u30C3\u30C8\u306E\u5F8C\u306B\u4F5C\u6210\u3057\u305F\u65E2\u5B58\u306E\u30B9\u30CA\u30C3\u30D7\u30B7\u30E7\u30C3\u30C8\u306F\u6D88\u53BB\u3055\u308C\u307E\u3059\u3002
areYouSureYouWantToDeleteSanpshot=''{1}'' \u3068\u3044\u3046\u8AAC\u660E\u306E {0} \u306E\u30B9\u30CA\u30C3\u30D7\u30B7\u30E7\u30C3\u30C8\u3092\u524A\u9664\u3057\u3066\u3082\u3088\u308D\u3057\u3044\u3067\u3059\u304B?\n
attachTo={0} \u3092\u6B21\u306E NIC \u306B\u30A2\u30BF\u30C3\u30C1\u3057\u3066\u304F\u3060\u3055\u3044\:
availableInVersionOrHigher=\u4E92\u63DB\u30D0\u30FC\u30B8\u30E7\u30F3 {0} \u4EE5\u4E0A\u3067\u5229\u7528\u53EF\u80FD\u3067\u3059
biosTypeSupportedForX86Only=x86 \u30A2\u30FC\u30AD\u30C6\u30AF\u30C1\u30E3\u30FC\u30D5\u30A1\u30DF\u30EA\u30FC\u306B\u5BFE\u3057\u3066\u306E\u307F\u5909\u66F4\u53EF\u80FD\u3067\u3059\u3002
bondWith=\u30DC\u30F3\u30C7\u30A3\u30F3\u30B0\u51E6\u7406\: {0} \u3068
bootMenuNotSupported=\u30AF\u30E9\u30B9\u30BF\u30FC\u30D0\u30FC\u30B8\u30E7\u30F3 {0} \u3067\u306F\u3001\u4EEE\u60F3\u30DE\u30B7\u30F3\u306E\u30D6\u30FC\u30C8\u30E1\u30CB\u30E5\u30FC\u306F\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
bootableDiskIsRequiredToBootFromDisk=\u4EEE\u60F3\u30DE\u30B7\u30F3\u306B\u306F\u3001\u30CF\u30FC\u30C9\u30C7\u30A3\u30B9\u30AF\u304B\u3089\u30D6\u30FC\u30C8\u3059\u308B\u3088\u3046\u306B\u5B9A\u7FA9\u3055\u308C\u305F\u30D6\u30FC\u30C8\u53EF\u80FD\u30C7\u30A3\u30B9\u30AF\u304C\u5C11\u306A\u304F\u3068\u3082 1 \u3064\u5FC5\u8981\u3067\u3059\u3002
bracketsWithGB=({0} GB)
breakBond={0} \u306E\u30DC\u30F3\u30C7\u30A3\u30F3\u30B0\u3092\u89E3\u9664
brickDetailsNotSupportedInClusterCompatibilityVersion=\u3053\u306E\u30AF\u30E9\u30B9\u30BF\u30FC\u306E\u4E92\u63DB\u30D0\u30FC\u30B8\u30E7\u30F3 ({0}) \u3067\u306F\u3001\u30D6\u30EA\u30C3\u30AF\u306E\u8A73\u7D30\u306F\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
bridlessNetworkNotSupported=\u30AF\u30E9\u30B9\u30BF\u30FC\u30D0\u30FC\u30B8\u30E7\u30F3 {0} \u3067\u306F\u3001\u975E\u4EEE\u60F3\u30DE\u30B7\u30F3\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u306F\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
bytesReadInCurrentProfileInterval=\u73FE\u5728\u306E\u30D7\u30ED\u30D5\u30A1\u30A4\u30EA\u30F3\u30B0\u671F\u9593\u306E\u8AAD\u307F\u53D6\u308A\u30D0\u30A4\u30C8\u6570\u306F {0} {1} \u3067\u3001\u30D7\u30ED\u30D5\u30A1\u30A4\u30EA\u30F3\u30B0\u4E2D\u306E\u5408\u8A08\u306F {2} {3} \u3067\u3059\u3002
bytesWrittenInCurrentProfileInterval=\u73FE\u5728\u306E\u30D7\u30ED\u30D5\u30A1\u30A4\u30EA\u30F3\u30B0\u671F\u9593\u306E\u66F8\u304D\u8FBC\u307F\u30D0\u30A4\u30C8\u6570\u306F {0} {1} \u3067\u3001\u30D7\u30ED\u30D5\u30A1\u30A4\u30EA\u30F3\u30B0\u4E2D\u306E\u5408\u8A08\u306F {2} {3} \u3067\u3059\u3002
cannotConnectToTheConsole={0} \u306E\u30B3\u30F3\u30BD\u30FC\u30EB\u306B\u63A5\u7D9A\u3067\u304D\u307E\u305B\u3093\u3002
cannotCopyDisks=\u6B21\u306E\u30C7\u30A3\u30B9\u30AF\u306F\u30B3\u30D4\u30FC\u3067\u304D\u307E\u305B\u3093\: {0}
cannotMoveDisks=\u6B21\u306E\u30C7\u30A3\u30B9\u30AF\u306F\u79FB\u52D5\u3067\u304D\u307E\u305B\u3093\: {0}\u3002\u7279\u5B9A\u306E\u30C9\u30E1\u30A4\u30F3\u3092\u30DD\u30A4\u30F3\u30C8\u3059\u308B\u3068\u8A73\u3057\u3044\u60C5\u5831\u304C\u8868\u793A\u3055\u308C\u307E\u3059\u3002
clusterSnapshotOptionNotExist=\u66F4\u65B0\u53EF\u80FD\u306A\u30DC\u30EA\u30E5\u30FC\u30E0\u30B9\u30CA\u30C3\u30D7\u30B7\u30E7\u30C3\u30C8\u30AA\u30D7\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
clusterSnapshotOptionValueEmpty=\u30AF\u30E9\u30B9\u30BF\u30FC\u8A2D\u5B9A\u306E\u30D1\u30E9\u30E1\u30FC\u30BF\u30FC {0} \u306E\u5024\u304C\u7A7A\u3067\u3059\u3002
commonMessageWithBrackets={0} ({1})
compareMultipleStorageFormatsToDataCenterWarningMessage=\u30B9\u30C8\u30EC\u30FC\u30B8\u30C9\u30E1\u30A4\u30F3\u3092\u66F4\u65B0\u3057\u3066\u3082\u3088\u308D\u3057\u3044\u3067\u3059\u304B?\n\n\u30C7\u30FC\u30BF\u30BB\u30F3\u30BF\u30FC ''{0}'' \u306B\u306F\u3001\u4EE5\u4E0B\u306E\u30B9\u30C8\u30EC\u30FC\u30B8\u30C9\u30E1\u30A4\u30F3 ''{1}'' \u3088\u308A\u3082\u65B0\u3057\u3044\u30D0\u30FC\u30B8\u30E7\u30F3\u304C\u3042\u308A\u307E\u3059\u3002\n\u3053\u306E\u64CD\u4F5C\u3092\u627F\u8A8D\u3059\u308B\u3068\u3001\u30B9\u30C8\u30EC\u30FC\u30B8\u30C9\u30E1\u30A4\u30F3\u306E\u5F62\u5F0F\u304C\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u3055\u308C\u307E\u3059\u3002\n\u4EE5\u524D\u306E\u30C7\u30FC\u30BF\u30BB\u30F3\u30BF\u30FC\u306B\u518D\u5EA6\u30A2\u30BF\u30C3\u30C1\u3067\u304D\u306A\u3044\u70B9\u306B\u7559\u610F\u3057\u3066\u304F\u3060\u3055\u3044\u3002
compareStorageFormatToDataCenterWarningMessage=\u30B9\u30C8\u30EC\u30FC\u30B8\u30C9\u30E1\u30A4\u30F3\u3092\u66F4\u65B0\u3057\u3066\u3082\u3088\u308D\u3057\u3044\u3067\u3059\u304B?\n\n\u30C7\u30FC\u30BF\u30BB\u30F3\u30BF\u30FC ''{0}'' \u306B\u306F\u3001\u30B9\u30C8\u30EC\u30FC\u30B8\u30C9\u30E1\u30A4\u30F3 ''{1}'' \u3088\u308A\u3082\u65B0\u3057\u3044\u30D0\u30FC\u30B8\u30E7\u30F3\u304C\u3042\u308A\u307E\u3059\u3002\n\u3053\u306E\u64CD\u4F5C\u3092\u627F\u8A8D\u3059\u308B\u3068\u3001\u30B9\u30C8\u30EC\u30FC\u30B8\u30C9\u30E1\u30A4\u30F3\u5F62\u5F0F\u304C ''V{2}'' \u304B\u3089 ''V{3}'' \u3078\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u3055\u308C\u307E\u3059\u3002\n\u4EE5\u524D\u306E\u30C7\u30FC\u30BF\u30BB\u30F3\u30BF\u30FC\u306B\u518D\u5EA6\u30A2\u30BF\u30C3\u30C1\u3067\u304D\u306A\u3044\u70B9\u306B\u7559\u610F\u3057\u3066\u304F\u3060\u3055\u3044\u3002
confirmActivateSnapshot=\u30DC\u30EA\u30E5\u30FC\u30E0 {0} \u306E\u30B9\u30CA\u30C3\u30D7\u30B7\u30E7\u30C3\u30C8\u3092\u30A2\u30AF\u30C6\u30A3\u30D6\u5316\u3059\u308B
confirmDeactivateSnapshot=\u30DC\u30EA\u30E5\u30FC\u30E0 {0} \u306E\u30B9\u30CA\u30C3\u30D7\u30B7\u30E7\u30C3\u30C8\u3092\u975E\u30A2\u30AF\u30C6\u30A3\u30D6\u5316\u3059\u308B
confirmDeleteAgentGroup=\u3053\u306E\u540C\u6642\u30D5\u30A7\u30F3\u30B9\u30A8\u30FC\u30B8\u30A7\u30F3\u30C8\u30B0\u30EB\u30FC\u30D7\u306B\u306F\u3001\u4EE5\u4E0B\u306E\u30D5\u30A7\u30F3\u30B9\u30A8\u30FC\u30B8\u30A7\u30F3\u30C8\u304C\u542B\u307E\u308C\u3066\u3044\u307E\u3059\u3002\u524A\u9664\u3057\u3066\u3082\u3088\u308D\u3057\u3044\u3067\u3059\u304B?\n{0}
confirmDeleteFenceAgent=\u30D5\u30A7\u30F3\u30B9\u30A8\u30FC\u30B8\u30A7\u30F3\u30C8{0} \u3092\u524A\u9664\u3057\u3066\u3082\u3088\u308D\u3057\u3044\u3067\u3059\u304B?
confirmRemoveAllSnapshots=\u30DC\u30EA\u30E5\u30FC\u30E0 {0} \u306E\u5168\u30B9\u30CA\u30C3\u30D7\u30B7\u30E7\u30C3\u30C8\u3092\u524A\u9664\u3059\u308B
confirmRemoveSnapshot=\u30DC\u30EA\u30E5\u30FC\u30E0 {0} \u306E\u30B9\u30CA\u30C3\u30D7\u30B7\u30E7\u30C3\u30C8\u3092\u524A\u9664\u3059\u308B
confirmRestoreSnapshot=\u30DC\u30EA\u30E5\u30FC\u30E0 {0} \u306E\u30B9\u30CA\u30C3\u30D7\u30B7\u30E7\u30C3\u30C8\u3092\u5FA9\u5143\u3059\u308B
confirmStopVolumeRebalance=\u30DC\u30EA\u30E5\u30FC\u30E0 {0} \u3067\u306E\u30EA\u30D0\u30E9\u30F3\u30B9\u306E\u64CD\u4F5C\u3092\u505C\u6B62\u3057\u3066\u3082\u3088\u308D\u3057\u3044\u3067\u3059\u304B?
confirmVolumeSnapshotDeleteMessage=\u4EE5\u4E0B\u306E\u30B9\u30CA\u30C3\u30D7\u30B7\u30E7\u30C3\u30C8\u304C\u524A\u9664\u3055\u308C\u307E\u3059\u3002\u64CD\u4F5C\u3092\u7D9A\u884C\u3057\u307E\u3059\u304B?\n\n {0}
connectingToGuestWithNotResponsiveAgentMsg=\u30B2\u30B9\u30C8\u4E0A\u306E\u30A8\u30FC\u30B8\u30A7\u30F3\u30C8\u306B\u63A5\u7D9A\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u5FDC\u7B54\u306A\u3057\u306E\u72B6\u614B\u304B\u3001\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3055\u308C\u3066\u3044\u306A\u3044\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002\n\u3053\u306E\u305F\u3081\u3001\u4E00\u90E8\u306E\u6A5F\u80FD\u304C\u52D5\u4F5C\u3057\u306A\u3044\u5834\u5408\u304C\u3042\u308A\u307E\u3059\u3002
cpuInfoLabel={0} ({1}\:{2}\:{3})
cpuInfoMessage={0} ({1}\:{2}\:{3})
createFailedDomainAlreadyExistStorageMsg=\u4F5C\u6210\u306E\u64CD\u4F5C\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002\u30B9\u30C8\u30EC\u30FC\u30B8\u63A5\u7D9A\u306F\u6B21\u306E\u30B9\u30C8\u30EC\u30FC\u30B8\u30C9\u30E1\u30A4\u30F3\u304C\u3059\u3067\u306B\u4F7F\u7528\u3057\u3066\u3044\u307E\u3059\: {0}
createOperationFailedDcGuideMsg=\u4F5C\u6210\u306E\u64CD\u4F5C\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002\u30C9\u30E1\u30A4\u30F3 {0} \u306F\u3059\u3067\u306B\u30B7\u30B9\u30C6\u30E0\u306B\u5B58\u5728\u3057\u307E\u3059\u3002
creatingIsoDomainDeprecatedMessage=ISO \u30C9\u30E1\u30A4\u30F3\u306F\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u306A\u304F\u306A\u308A\u307E\u3057\u305F\u3002\u4EE3\u308F\u308A\u306B\u30C7\u30FC\u30BF\u30C9\u30E1\u30A4\u30F3\u3092\u4F7F\u7528\u3059\u308B\u3053\u3068\u3092\u691C\u8A0E\u3057\u3066\u304F\u3060\u3055\u3044\u3002
criticalSpaceActionBlockerBiggerThanStorageDomain=\u30A2\u30AF\u30B7\u30E7\u30F3\u3092\u30D6\u30ED\u30C3\u30AF\u3059\u308B\u6DF1\u523B\u306A\u5BB9\u91CF\u4E0D\u8DB3\u306F\u3001\u30B9\u30C8\u30EC\u30FC\u30B8\u30C9\u30E1\u30A4\u30F3\u306E\u6700\u5927\u30B5\u30A4\u30BA ({0}GB) \u3092\u8D85\u3048\u306A\u3044\u3088\u3046\u306B\u3057\u3066\u304F\u3060\u3055\u3044\u3002
customPropertiesValuesShouldBeInFormatReason=\u3053\u306E\u30D5\u30A3\u30FC\u30EB\u30C9\u306F\u3001\u6B21\u306E\u5F62\u5F0F\u306B\u3057\u3066\u304F\u3060\u3055\u3044\: {0}
customPropertyOneOfTheParamsIsntSupported=\u30D1\u30E9\u30E1\u30FC\u30BF\u30FC\u306E 1 \u3064\u304C\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093 (\u5229\u7528\u53EF\u80FD\u306A\u30D1\u30E9\u30E1\u30FC\u30BF\u30FC\: {0})
customPropertyValueShouldBeInFormatReason=\u30D1\u30E9\u30E1\u30FC\u30BF\u30FC\u306E\u5024 <{0}> \u306F\u6B21\u306E\u5F62\u5F0F\u306B\u3057\u3066\u304F\u3060\u3055\u3044\: <{1}>
customSpmPriority=\u30AB\u30B9\u30BF\u30E0({0})
defaultMtu=\u30C7\u30D5\u30A9\u30EB\u30C8 ({0})
detachNetwork=\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF {0} \u3092\u30C7\u30BF\u30C3\u30C1
detachNote=\u6CE8\: {0} \u3092\u524A\u9664\u3057\u307E\u3059\u3002
detachStorageDomainContainsEntitiesWithDisksOnMultipleSDsFromDC=\u6B21\u306E\u30C7\u30FC\u30BF\u30BB\u30F3\u30BF\u30FC\u304B\u3089\u30B9\u30C8\u30EC\u30FC\u30B8\u3092\u30C7\u30BF\u30C3\u30C1\u3057\u3066\u3082\u3088\u308D\u3057\u3044\u3067\u3059\u304B?\n\n1 \u3064\u307E\u305F\u306F\u8907\u6570\u306E\u30A8\u30F3\u30C6\u30A3\u30C6\u30A3\u30FC\u3067\u306F\u3001\u7570\u306A\u308B\u30B9\u30C8\u30EC\u30FC\u30B8\u30C9\u30E1\u30A4\u30F3\u306B\u8907\u6570\u306E\u30C7\u30A3\u30B9\u30AF\u304C\u542B\u307E\u308C\u307E\u3059\u3002\u64CD\u4F5C\u3092\u627F\u8A8D\u3059\u308B\u3068\u3001\u30A8\u30F3\u30C6\u30A3\u30C6\u30A3\u30FC\u304C\u5206\u5272\u3055\u308C\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002\n\u30C7\u30BF\u30C3\u30C1\u3059\u308B\u524D\u306B\u3001\u3053\u308C\u3089\u306E\u30C7\u30A3\u30B9\u30AF\u3092\u79FB\u52D5\u3059\u308B\u3053\u3068\u3092\u691C\u8A0E\u3057\u3066\u304F\u3060\u3055\u3044\u3002
detachStorageDomainsContainEntitiesWithDisksOnMultipleSDs=\u6B21\u306E\u30B9\u30C8\u30EC\u30FC\u30B8\u3092\u30C7\u30BF\u30C3\u30C1\u3057\u3066\u3082\u3088\u308D\u3057\u3044\u3067\u3059\u304B?\n\n1 \u3064\u307E\u305F\u306F\u8907\u6570\u306E\u30A8\u30F3\u30C6\u30A3\u30C6\u30A3\u30FC\u3067\u306F\u3001\u7570\u306A\u308B\u30B9\u30C8\u30EC\u30FC\u30B8\u30C9\u30E1\u30A4\u30F3\u306B\u8907\u6570\u306E\u30C7\u30A3\u30B9\u30AF\u304C\u542B\u307E\u308C\u307E\u3059\u3002\u64CD\u4F5C\u3092\u627F\u8A8D\u3059\u308B\u3068\u3001\u30A8\u30F3\u30C6\u30A3\u30C6\u30A3\u30FC\u304C\u5206\u5272\u3055\u308C\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002\n\u30C7\u30BF\u30C3\u30C1\u3059\u308B\u524D\u306B\u3001\u3053\u308C\u3089\u306E\u30C7\u30A3\u30B9\u30AF\u3092\u79FB\u52D5\u3059\u308B\u3053\u3068\u3092\u691C\u8A0E\u3057\u3066\u304F\u3060\u3055\u3044\u3002
directLUNDisksWillNotBePartOfTheExport=\u76F4\u63A5 LUN \u30C7\u30A3\u30B9\u30AF\u306F\u3001\u4EEE\u60F3\u30DE\u30B7\u30F3\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8 {0} \u306B\u306F\u542B\u307E\u308C\u307E\u305B\u3093\u3002
directLUNDisksWillNotBePartOfTheSnapshot=\u76F4\u63A5 LUN \u30C7\u30A3\u30B9\u30AF\u306F\u3001\u4EEE\u60F3\u30DE\u30B7\u30F3\u30B9\u30CA\u30C3\u30D7\u30B7\u30E7\u30C3\u30C8 {0} \u306B\u306F\u542B\u307E\u308C\u307E\u305B\u3093\u3002
directLUNDisksWillNotBePartOfTheTemplate=\u76F4\u63A5 LUN \u30C7\u30A3\u30B9\u30AF\u306F\u3001\u4EEE\u60F3\u30DE\u30B7\u30F3\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8 {0} \u306B\u306F\u542B\u307E\u308C\u307E\u305B\u3093\u3002
diskSnapshotLabel=\u30B9\u30CA\u30C3\u30D7\u30B7\u30E7\u30C3\u30C8 {1} \u304B\u3089\u306E\u30C7\u30A3\u30B9\u30AF {0}
disklessVmCannotRunAsStateless=\u30C7\u30A3\u30B9\u30AF\u306E\u306A\u3044\u4EEE\u60F3\u30DE\u30B7\u30F3\u306F\u3001\u30B9\u30C6\u30FC\u30C8\u30EC\u30B9\u30E2\u30FC\u30C9\u3067\u306F\u5B9F\u884C\u3067\u304D\u307E\u305B\u3093\u3002
editBondInterfaceTitle=\u30DC\u30F3\u30C7\u30A3\u30F3\u30B0\u30A4\u30F3\u30BF\u30FC\u30D5\u30A7\u30FC\u30B9 {0} \u306E\u7DE8\u96C6
editHostNicVfsConfigTitle={0} \u306E VF (SR-IOV) \u8A2D\u5B9A\u306E\u7DE8\u96C6
editManagementNetworkTitle=\u7BA1\u7406\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF {0} \u306E\u7DE8\u96C6
editNetworkTitle=\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF {0} \u306E\u7DE8\u96C6
emptyOrValidKeyValueFormatMessage=\u3053\u306E\u30D5\u30A3\u30FC\u30EB\u30C9\u306F\u7A7A\u6B04\u306B\u3059\u308B\u304B\u3001{0} \u3092 1 \u3064\u8A18\u5165\u3059\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u3059\u3002
errConnectingVmUsingRdpMsg=RPD \u3092\u4F7F\u7528\u3057\u3066\u4EEE\u60F3\u30DE\u30B7\u30F3\u306B\u63A5\u7D9A\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\:\n{0}
errConnectingVmUsingSpiceMsg=SPICE \u3092\u4F7F\u7528\u3057\u3066\u4EEE\u60F3\u30DE\u30B7\u30F3\u306B\u63A5\u7D9A\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\:\n{0}
errataForHost=\u30DB\u30B9\u30C8 {0} \u306E\u30A8\u30E9\u30FC\u30BF
errataForVm=\u4EEE\u60F3\u30DE\u30B7\u30F3 {0} \u306E\u30A8\u30E9\u30FC\u30BF
errorConnectingToConsole={1} \u30D7\u30ED\u30C8\u30B3\u30EB\u3092\u4F7F\u7528\u3057\u305F {0} \u3078\u306E\u63A5\u7D9A\u3067\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
errorConnectingToConsoleNoProtocol={0} \u3078\u306E\u63A5\u7D9A\u3067\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
extendBond={0} \u306E\u62E1\u5F35\u306B\u4F7F\u7528
failedToListExternalNetworks=\u5916\u90E8\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u3092\u4E00\u89A7\u8868\u793A\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\: {0}
failedToLoadOva=OVA \u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u30FC\u304A\u3088\u3073\u30D5\u30A1\u30A4\u30EB\u306E\u4E21\u65B9\u304B\u3089\u3001\u307E\u305F\u306F\u3044\u305A\u308C\u304B 1 \u3064\u304B\u3089\u306E\u4EEE\u60F3\u30DE\u30B7\u30F3\u307E\u305F\u306F\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8\u8A2D\u5B9A\u306E\u691C\u51FA\u3042\u308B\u3044\u306F\u8AAD\u307F\u8FBC\u307F\u306B\u5931\u6557\u3057\u307E\u3057\u305F\: {0}
geoRepActionConfirmationMessage=\u30B8\u30AA\u30EC\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306E\u30BB\u30C3\u30B7\u30E7\u30F3\u3092 {0} \u3057\u3066\u3082\u3088\u308D\u3057\u3044\u3067\u3059\u304B?
geoRepForceTitle={0} \u30BB\u30C3\u30B7\u30E7\u30F3\u306E\u5F37\u5236
glusterPeerNotMatchingHostSshPublicKey=\u30DB\u30B9\u30C8\u300C{0}\u300D\u306E SSH \u516C\u958B\u9375\u304C Gluster \u30D4\u30A2\u306E\u30D7\u30ED\u30FC\u30D3\u30F3\u30B0\u3057\u305F\u30A2\u30C9\u30EC\u30B9\u300C{1}\u300D\u3068\u4E00\u81F4\u3057\u3066\u3044\u307E\u305B\u3093\u3002
glusterVolumeCurrentProfileRunTime=\u73FE\u5728\u306E\u30D7\u30ED\u30D5\u30A1\u30A4\u30EA\u30F3\u30B0\u671F\u9593\u306F {0} {1} \u5B9F\u884C\u3055\u308C\u3066\u304A\u308A\u3001\u30D7\u30ED\u30D5\u30A1\u30A4\u30EA\u30F3\u30B0\u6642\u9593\u306E\u5408\u8A08\u306F {2} {3} \u3067\u3059\u3002
guestOSVersionLinux={0} {1}{2}
guestOSVersionOptional=\ ({0})
guestOSVersionWindows=Microsoft Windows {0} ({1})
guestOSVersionWindowsServer=Microsoft Windows {0} Server ({1})
haActive=\u30A2\u30AF\u30C6\u30A3\u30D6 (\u30B9\u30B3\u30A2\: {0})
highPerformancePopupRecommendationMsgForKsm=KERNEL SAME PAGE MERGING (KSM)\:\n\u30AF\u30E9\u30B9\u30BF\u30FC {0} \u3067 KSM \u3092\u7121\u52B9\u306B\u3059\u308B\u65B9\u6CD5\u3067 KSM \u3092\u7121\u52B9\u5316\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u3053\u308C\u306F\u3001\u30AF\u30E9\u30B9\u30BF\u30FC\u3092\u7DE8\u96C6\u3057\u3066\u300CKSM \u3092\u6709\u52B9\u306B\u3059\u308B\u300D\u306E\u30D5\u30A3\u30FC\u30EB\u30C9\u3092\u7121\u52B9\u306B\u3059\u308B\u3053\u3068\u306B\u3088\u3063\u3066\u8A2D\u5B9A\u3067\u304D\u307E\u3059\u3002
hostName=\u30DB\u30B9\u30C8\: {0}
hostNameMsg=\u3053\u306E\u30D5\u30A3\u30FC\u30EB\u30C9\u306B\u306F\u7A7A\u767D\u3084\u7279\u6B8A\u6587\u5B57\u306F\u4F7F\u7528\u3067\u304D\u307E\u305B\u3093\u3002\u6587\u5B57\u6570\u306F 1 \u6587\u5B57\u4EE5\u4E0A\u3001\u6700\u5927\u3067 {0} \u6587\u5B57\u3067\u3059\u3002\u4F7F\u7528\u3067\u304D\u308B\u5024\u306F 0-9\u3001a-z\u3001\u30A2\u30F3\u30C0\u30FC\u30B9\u30B3\u30A2 (_)\u3001\u30D4\u30EA\u30AA\u30C9 (.) \u3067\u3059\u3002
hostNumberOfRunningVms={0} ({1} \u53F0\u306E\u4EEE\u60F3\u30DE\u30B7\u30F3\u3092\u5B9F\u884C\u4E2D)
hugePages={0}\: {1}/{2}
iconDimensionsTooLarge=\u30A2\u30A4\u30B3\u30F3\u306E\u753B\u50CF\u30B5\u30A4\u30BA {0}x{1} \u306F\u5927\u304D\u3059\u304E\u307E\u3059\u3002\u6700\u5927\u8A31\u5BB9\u5024\u306F {2}x{3} \u3067\u3059\u3002
iconFileTooLarge=\u30A2\u30A4\u30B3\u30F3\u30D5\u30A1\u30A4\u30EB\u304C\u5927\u304D\u3059\u304E\u307E\u3059\u3002\u6700\u5927\u30B5\u30A4\u30BA\u306F {0}kB \u3067\u3059\u3002
importClusterHostNameEmpty=\u30A2\u30C9\u30EC\u30B9 {0} \u306E\u30DB\u30B9\u30C8\u306E\u540D\u524D\u30D5\u30A3\u30FC\u30EB\u30C9\u306F\u7A7A\u3067\u3059\u3002
importClusterHostPasswordEmpty=\u30A2\u30C9\u30EC\u30B9 {0} \u306E\u30DB\u30B9\u30C8\u306E root \u30D1\u30B9\u30EF\u30FC\u30C9\u30D5\u30A3\u30FC\u30EB\u30C9\u306F\u7A7A\u3067\u3059\u3002
importClusterHostSshPublicKeyEmpty=\u30A2\u30C9\u30EC\u30B9 {0} \u306E\u30DB\u30B9\u30C8\u306E SSH \u516C\u958B\u9375\u30D5\u30A3\u30FC\u30EB\u30C9\u306F\u7A7A\u3067\u3059\u3002
importFailedDomainAlreadyExistStorageMsg=\u30A4\u30F3\u30DD\u30FC\u30C8\u306E\u64CD\u4F5C\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002\u30C9\u30E1\u30A4\u30F3 {0} \u306F\u3059\u3067\u306B\u30B7\u30B9\u30C6\u30E0\u306B\u5B58\u5728\u3057\u307E\u3059\u3002
importProcessHasBegunForImages=\u30A4\u30E1\u30FC\u30B8 {0} \u306E\u30A4\u30F3\u30DD\u30FC\u30C8\u30D7\u30ED\u30BB\u30B9\u304C\u958B\u59CB\u3057\u307E\u3057\u305F\u3002\n\u30E1\u30A4\u30F3\u306E\u300C\u30A4\u30D9\u30F3\u30C8\u300D\u30BF\u30D6\u3001\u307E\u305F\u306F\u30D8\u30C3\u30C0\u30FC\u306E\u30BF\u30B9\u30AF\u30DC\u30BF\u30F3\u3092\u30AF\u30EA\u30C3\u30AF\u3059\u308B\u3068\u8868\u793A\u3055\u308C\u308B\u300C\u30BF\u30B9\u30AF\u300D\u306E\u753B\u9762\u3067\u30A4\u30F3\u30DD\u30FC\u30C8\u306E\u30B9\u30C6\u30FC\u30BF\u30B9\u3092\u78BA\u8A8D\u3067\u304D\u307E\u3059\u3002
importProcessHasBegunForTemplates=\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8 {0} \u306E\u30A4\u30F3\u30DD\u30FC\u30C8\u30D7\u30ED\u30BB\u30B9\u304C\u958B\u59CB\u3057\u307E\u3057\u305F\u3002\n\u30E1\u30A4\u30F3\u306E\u300C\u30A4\u30D9\u30F3\u30C8\u300D\u30BF\u30D6\u3067\u30A4\u30F3\u30DD\u30FC\u30C8\u306E\u30B9\u30C6\u30FC\u30BF\u30B9\u3092\u78BA\u8A8D\u3067\u304D\u307E\u3059\u3002
importProcessHasBegunForVms=\u4EEE\u60F3\u30DE\u30B7\u30F3 {0} \u306E\u30A4\u30F3\u30DD\u30FC\u30C8\u30D7\u30ED\u30BB\u30B9\u304C\u958B\u59CB\u3057\u307E\u3057\u305F\u3002\n\u30E1\u30A4\u30F3\u306E\u300C\u30A4\u30D9\u30F3\u30C8\u300D\u30BF\u30D6\u3001\u307E\u305F\u306F\u30D8\u30C3\u30C0\u30FC\u306E\u30BF\u30B9\u30AF\u30DC\u30BF\u30F3\u3092\u30AF\u30EA\u30C3\u30AF\u3059\u308B\u3068\u8868\u793A\u3055\u308C\u308B\u300C\u30BF\u30B9\u30AF\u300D\u306E\u753B\u9762\u3067\u30A4\u30F3\u30DD\u30FC\u30C8\u306E\u30B9\u30C6\u30FC\u30BF\u30B9\u3092\u78BA\u8A8D\u3067\u304D\u307E\u3059\u3002
incorrectVCPUNumber=\u4EEE\u60F3 CPU \u306E\u5408\u8A08\u6570\u304C\u7121\u52B9\u3067\u3059\u3002\u5229\u7528\u53EF\u80FD\u306A\u4EEE\u60F3\u30BD\u30B1\u30C3\u30C8\u3068\u30011 \u4EEE\u60F3\u30BD\u30B1\u30C3\u30C8\u3042\u305F\u308A\u306E\u30B3\u30A2\u6570\u3067\u3053\u306E\u6570\u5024\u3092\u69CB\u6210\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002
incrementalBackupEnableWillRemovedForDisks=\u6B21\u306E\u30C7\u30A3\u30B9\u30AF\u306F\u4ECA\u5F8C\u3001\u300C\u5897\u5206\u30D0\u30C3\u30AF\u30A2\u30C3\u30D7\u306E\u6709\u52B9\u5316\u300D\u3068\u3057\u3066\u8003\u616E\u3055\u308C\u306A\u304F\u306A\u308A\u307E\u3059\: {0}
integerValidationNumberBetweenInvalidReason={0}\: {1} \u304B\u3089 {2} \u307E\u3067\u306E\u9593
integerValidationNumberGreaterInvalidReason={0}\: {1} \u4EE5\u4E0A
integerValidationNumberLessInvalidReason={0}\: {1} \u4EE5\u4E0B
interfaceIsRequiredToBootFromNetwork=\u4EEE\u60F3\u30DE\u30B7\u30F3\u306B\u306F\u3001\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u304B\u3089\u30D6\u30FC\u30C8\u3059\u308B\u3088\u3046\u306B\u5B9A\u7FA9\u3055\u308C\u305F\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u30A4\u30F3\u30BF\u30FC\u30D5\u30A7\u30FC\u30B9\u304C\u5C11\u306A\u304F\u3068\u3082 1 \u3064\u5FC5\u8981\u3067\u3059\u3002
invalidIconFormat=\u30D5\u30A1\u30A4\u30EB\u5F62\u5F0F\u304C\u4E0D\u660E\u3067\u3059\u3002\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u308B\u5F62\u5F0F\u306F {0} \u3067\u3059\u3002
keyValueFormat=< key >\=< value > \u306E\u30B9\u30DA\u30FC\u30B9\u533A\u5207\u308A\u30EA\u30B9\u30C8
label=\u30E9\u30D9\u30EB\u300C{0}\u300D\u3092\u8FFD\u52A0
labelInUse=\u30E9\u30D9\u30EB {0} \u306F\u3001\u3053\u306E\u30A4\u30F3\u30BF\u30FC\u30D5\u30A7\u30FC\u30B9\u306B\u306F\u5272\u308A\u5F53\u3066\u3089\u308C\u307E\u305B\u3093\u3002\u30A4\u30F3\u30BF\u30FC\u30D5\u30A7\u30FC\u30B9 {1} \u306B\u3059\u3067\u306B\u5272\u308A\u5F53\u3066\u6E08\u307F\u3067\u3059\u3002
labelName=\u30E9\u30D9\u30EB\: {0}
labeledNetworkNotAttached=\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u306F\u3001''{1}'' \u306E\u30E9\u30D9\u30EB\u3067 ''{0}'' \u306B\u5272\u308A\u5F53\u3066\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u304C\u3001\u4F55\u3089\u304B\u306E\u7406\u7531\u306B\u3088\u308A\u3001\u305D\u306E\u3088\u3046\u306B\u5272\u308A\u5F53\u3066\u3089\u308C\u3066\u3044\u307E\u305B\u3093\u3002
lenValidationFieldMusnotExceed=\u30D5\u30A3\u30FC\u30EB\u30C9\u306E\u6587\u5B57\u6570\u306F\u6700\u5927\u3067 {0} \u6587\u5B57\u3067\u3059\u3002
longValidationNumberBetweenInvalidReason={0}\: {1} \u304B\u3089 {2} \u307E\u3067\u306E\u9593
longValidationNumberGreaterInvalidReason={0}\: {1} \u4EE5\u4E0A
longValidationNumberLessInvalidReason={0}\: {1} \u4EE5\u4E0B
lunAlreadyPartOfStorageDomainWarning=LUN \u306F\u3059\u3067\u306B\u30B9\u30C8\u30EC\u30FC\u30B8\u30C9\u30E1\u30A4\u30F3 {0} \u306E\u4E00\u90E8\u3067\u3059\u3002
lunIsMetadataDevice=LUN \u306F\u30B9\u30C8\u30EC\u30FC\u30B8\u30C9\u30E1\u30A4\u30F3 {0} \u306E\u30E1\u30BF\u30C7\u30FC\u30BF\u30C7\u30D0\u30A4\u30B9\u3067\u3059\u3002
lunUsedByDiskWarning=LUN \u306F\u3059\u3067\u306B\u30C7\u30A3\u30B9\u30AF {0} \u306B\u3088\u3063\u3066\u4F7F\u7528\u3055\u308C\u3066\u3044\u307E\u3059\u3002
lunUsedByVG=VG {0} \u306B\u3088\u308A\u4F7F\u7528\u6E08\u307F
maxMaxMemoryForSelectedOsIs=\u9078\u629E\u3057\u305F\u30AA\u30DA\u30EC\u30FC\u30C6\u30A3\u30F3\u30B0\u30B7\u30B9\u30C6\u30E0\u306E\u6700\u5927\u30E1\u30E2\u30EA\u30FC\u306F\u3001{0} MB \u4EE5\u4E0B\u3067\u3042\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
maxMaxMemoryIs=\u6700\u5927\u30E1\u30E2\u30EA\u30FC\u306F {0} MB \u4EE5\u4E0B\u3067\u3042\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
maxMemSizeIs=\u6700\u5927\u30E1\u30E2\u30EA\u30FC\u30B5\u30A4\u30BA\u306F {0} MB \u3067\u3059\u3002
memSizeBetween=\u30E1\u30E2\u30EA\u30FC\u30B5\u30A4\u30BA\u306F {0} MB \u304B\u3089 {1} MB \u306E\u9593\u3067\u3059\u3002
memSizeMultipleOf={0} \u30A2\u30FC\u30AD\u30C6\u30AF\u30C1\u30E3\u30FC\u4E0A\u306E\u30E1\u30E2\u30EA\u30FC\u30B5\u30A4\u30BA\u306F\u3001{1} \u306E\u500D\u6570\u3067\u3042\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
memoryHotUnplugConfirmation=\u4EEE\u60F3\u30DE\u30B7\u30F3\u300C{1}\u300D\u306E\u30B5\u30A4\u30BA\u304C {0} MB \u306E\u30E1\u30E2\u30EA\u30FC\u30C7\u30D0\u30A4\u30B9\u3092\u30DB\u30C3\u30C8\u30A2\u30C3\u30D7\u30E9\u30B0\u3057\u307E\u3059\u304B?\n\n\u8B66\u544A\: \u30B2\u30B9\u30C8\u30AA\u30DA\u30EC\u30FC\u30C6\u30A3\u30F3\u30B0\u30B7\u30B9\u30C6\u30E0\u306F\u3001\u3053\u306E\u64CD\u4F5C\u3092\u30B5\u30DD\u30FC\u30C8\u3059\u308B\u305F\u3081\u306B\u7279\u5225\u306B\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u30A2\u30F3\u30D7\u30E9\u30B0\u306E\u64CD\u4F5C\u306B\u306F\u3057\u3070\u3089\u304F\u6642\u9593\u304C\u304B\u304B\u308B\u5834\u5408\u304C\u3042\u308A\u307E\u3059\u3002\u3053\u306E\u64CD\u4F5C\u304C\u7D42\u4E86\u3059\u308B\u307E\u3067\u3001\u4ED6\u306E\u30E1\u30E2\u30EA\u30FC\u30C7\u30D0\u30A4\u30B9\u306F\u30A2\u30F3\u30D7\u30E9\u30B0\u3057\u306A\u3044\u3067\u304F\u3060\u3055\u3044\u3002
minMemSizeIs=\u6700\u5C0F\u30E1\u30E2\u30EA\u30FC\u30B5\u30A4\u30BA\u306F {0} MB \u3067\u3059\u3002
moveDisksConvertToCowWarning=\u30D6\u30ED\u30C3\u30AF\u30B9\u30C8\u30EC\u30FC\u30B8\u30C9\u30E1\u30A4\u30F3\u306F\u3001\u30DC\u30EA\u30E5\u30FC\u30E0\u30BF\u30A4\u30D7\u304C\u30B9\u30D1\u30FC\u30B9\u306E\u30C7\u30A3\u30B9\u30AF\u5F62\u5F0F RAW \u3092\u30B5\u30DD\u30FC\u30C8\u3057\u307E\u305B\u3093\u3002\n\u4EE5\u4E0B\u306E\u30C7\u30A3\u30B9\u30AF\u5F62\u5F0F\u306F qcow2 \u3068\u306A\u308A\u307E\u3059\: {0}
moveDisksWhileVmRunning=\u4EEE\u60F3\u30DE\u30B7\u30F3\u306E\u5B9F\u884C\u4E2D\u306B\u6B21\u306E\u30C7\u30A3\u30B9\u30AF\u3092\u79FB\u52D5\u3057\u307E\u3059\: {0}
nameCanContainOnlyMsg=\u540D\u524D\u306B\u4F7F\u7528\u3067\u304D\u308B\u5024\u306F A-Z\u3001a-z\u30010-9\u3001\u30A2\u30F3\u30C0\u30FC\u30B9\u30B3\u30A2 (_)\u3001\u30CF\u30A4\u30D5\u30F3 (-) \u306E\u307F\u3067\u3059\u3002\u6700\u5927\u9577\u306F {0} \u6587\u5B57\u3067\u3059\u3002
nameMustConataionOnlyAlphanumericChars=\u540D\u524D\u306B\u4F7F\u7528\u3067\u304D\u308B\u5024\u306F\u82F1\u6570\u5B57\u3001\u30CF\u30A4\u30D5\u30F3 (-)\u3001\u30A2\u30F3\u30C0\u30FC\u30B9\u30B3\u30A2 (_)\u3001\u30D4\u30EA\u30AA\u30C9 (.) \u306E\u307F\u3067\u3059\u3002\u6700\u5927\u9577\u306F {0} \u6587\u5B57\u3067\u3059\u3002
naturalNumber=\u81EA\u7136\u6570
negativeTimezoneOffset={0} (UTC-{1}\:{2})
networkDc=\u30C7\u30FC\u30BF\u30BB\u30F3\u30BF\u30FC {1} \u306E {0}
networkDcDescription=\u30C7\u30FC\u30BF\u30BB\u30F3\u30BF\u30FC {1} ({2}) \u306E {0}
networkLabelConflict=''{1}'' \u306E\u30E9\u30D9\u30EB\u3067 ''{0}'' \u306B\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u3092\u5272\u308A\u5F53\u3066\u3089\u308C\u307E\u305B\u3093\u3067\u3057\u305F\u3002
newNameWithSuffixCannotContainBlankOrSpecialChars=\u30B5\u30D5\u30A3\u30C3\u30AF\u30B9\u4ED8\u304D\u306E\u540D\u524D\u306B\u4F7F\u7528\u3067\u304D\u308B\u306E\u306F\u3001\u82F1\u6570\u5B57\u3001\u30D4\u30EA\u30AA\u30C9 (.)\u3001\u30A2\u30F3\u30C0\u30FC\u30B9\u30B3\u30A2 (_)\u3001\u30CF\u30A4\u30D5\u30F3 (-) \u306E\u307F\u3067\u3059\u3002\u6700\u5927\u9577\u306F {0} \u6587\u5B57\u3067\u3059\u3002
nicHotPlugNotSupported=\u4EEE\u60F3\u30DE\u30B7\u30F3\u306F\u5B9F\u884C\u4E2D\u3067\u3059\u3002\u30AF\u30E9\u30B9\u30BF\u30FC\u30D0\u30FC\u30B8\u30E7\u30F3 {0} \u307E\u305F\u306F\u30AA\u30DA\u30EC\u30FC\u30C6\u30A3\u30F3\u30B0\u30B7\u30B9\u30C6\u30E0\u304C NIC \u306E\u30DB\u30C3\u30C8\u30D7\u30E9\u30B0\u3092\u30B5\u30DD\u30FC\u30C8\u3057\u3066\u3044\u307E\u305B\u3093\u3002
noActiveStorageDomain=\u30A2\u30AF\u30C6\u30A3\u30D6\u306A\u30B9\u30C8\u30EC\u30FC\u30B8\u30C9\u30E1\u30A4\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
noExportableDisksFoundForTheExport=\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u304C\u53EF\u80FD\u306A\u30C7\u30A3\u30B9\u30AF\u304C\u3042\u308A\u307E\u305B\u3093\u3002\u3053\u306E\u4EEE\u60F3\u30DE\u30B7\u30F3\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u306B\u306F\u8A2D\u5B9A\u306E\u307F\u304C\u542B\u307E\u308C\u307E\u3059\u3002
noExportableDisksFoundForTheSnapshot=\u30B9\u30CA\u30C3\u30D7\u30B7\u30E7\u30C3\u30C8\u304C\u53EF\u80FD\u306A\u30C7\u30A3\u30B9\u30AF\u304C\u3042\u308A\u307E\u305B\u3093\u3002\u3053\u306E\u4EEE\u60F3\u30DE\u30B7\u30F3\u306E\u30B9\u30CA\u30C3\u30D7\u30B7\u30E7\u30C3\u30C8\u306B\u306F\u8A2D\u5B9A\u306E\u307F\u304C\u542B\u307E\u308C\u307E\u3059\u3002
noExportableDisksFoundForTheTemplate=\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u304C\u53EF\u80FD\u306A\u30C7\u30A3\u30B9\u30AF\u304C\u3042\u308A\u307E\u305B\u3093\u3002\u3053\u306E\u4EEE\u60F3\u30DE\u30B7\u30F3\u306E\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8\u306B\u306F\u8A2D\u5B9A\u306E\u307F\u304C\u542B\u307E\u308C\u307E\u3059\u3002
noOfBricksSelected=({0} \u30D6\u30EA\u30C3\u30AF\u304C\u9078\u629E\u3055\u308C\u3066\u3044\u307E\u3059)
noTemplateNameDuplicatesAllowed=\u540C\u3058\u540D\u524D\u3092\u6301\u3064 2 \u3064\u306E\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8\u3092\u30A4\u30F3\u30DD\u30FC\u30C8\u3067\u304D\u307E\u305B\u3093\u3002
noVmNameDuplicatesAllowed=\u540C\u3058\u540D\u524D\u3092\u6301\u3064 2 \u3064\u306E\u4EEE\u60F3\u30DE\u30B7\u30F3\u3092\u30A4\u30F3\u30DD\u30FC\u30C8\u3067\u304D\u307E\u305B\u3093\u3002
nullOperationOutOfSyncNetwork={0} \u306F\u975E\u540C\u671F\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u3067\u3042\u308B\u305F\u3081\u3001\u3053\u306E\u64CD\u4F5C\u306F\u7121\u52B9\u3067\u3059\u3002
nullOperationUnmanagedNetwork={0} \u306F\u975E\u7BA1\u7406\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u3067\u3042\u308B\u305F\u3081\u3001\u3053\u306E\u64CD\u4F5C\u306F\u7121\u52B9\u3067\u3059\u3002
numOfVmsInPoolInvalid=\u30D7\u30FC\u30EB\u540D\u306E\u9577\u3055\u304C {1} \u6587\u5B57\u306E\u5834\u5408\u3001\u6700\u5927\u8A31\u5BB9\u4EEE\u60F3\u30DE\u30B7\u30F3\u6570\u306F {0} \u3067\u3059\u3002
numOfVmsInPoolInvalidWithQuestionMarks=\u30D7\u30FC\u30EB\u540D\u306E\u9577\u3055\u304C {1} \u6587\u5B57\u3067\u3001\u7591\u554F\u7B26\u304C {2} \u542B\u307E\u308C\u3066\u3044\u308B\u5834\u5408\u3001\u6700\u5927\u8A31\u5BB9\u4EEE\u60F3\u30DE\u30B7\u30F3\u6570\u306F {0} \u3067\u3059\u3002
numaTopologyTitle=NUMA \u30C8\u30DD\u30ED\u30B8\u30FC - {0}
numberOfVmsForHostsLoad={0} \u53F0\u306E\u4EEE\u60F3\u30DE\u30B7\u30F3
numberValidationNumberBetweenInvalidReason={0}\: {1} \u304B\u3089 {2} \u307E\u3067\u306E\u9593
numberValidationNumberGreaterInvalidReason={0}\: {1} \u4EE5\u4E0A
numberValidationNumberLessInvalidReason={0}\: {1} \u4EE5\u4E0B
optionNotSupportedClusterVersionTooOld=\u3053\u306E\u30AA\u30D7\u30B7\u30E7\u30F3\u306F\u3001\u30AF\u30E9\u30B9\u30BF\u30FC\u30D0\u30FC\u30B8\u30E7\u30F3 {0} \u3067\u306F\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
optionRequiresSpiceEnabled=\u3053\u306E\u30AA\u30D7\u30B7\u30E7\u30F3\u306B\u306F SPICE \u30C7\u30A3\u30B9\u30D7\u30EC\u30A4\u30D7\u30ED\u30C8\u30B3\u30EB\u3092\u4F7F\u7528\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
poolNameLengthInvalid=\u30D7\u30FC\u30EB\u5185\u306E\u4EEE\u60F3\u30DE\u30B7\u30F3\u6570\u304C {1} \u306E\u5834\u5408\u3001\u540D\u524D\u306E\u8A31\u5BB9\u6700\u5927\u9577\u306F {0} \u6587\u5B57\u3067\u3059\u3002
poolNameWithQuestionMarksLengthInvalid=\u30D7\u30FC\u30EB\u5185\u306E\u4EEE\u60F3\u30DE\u30B7\u30F3\u6570\u304C {1} \u3067\u3001\u7591\u554F\u7B26\u304C {2} \u542B\u307E\u308C\u3066\u3044\u308B\u5834\u5408\u3001\u540D\u524D\u306E\u8A31\u5BB9\u6700\u5927\u9577\u306F {0} \u6587\u5B57\u3067\u3059\u3002
positiveTimezoneOffset={0} (UTC+{1}\:{2})
providerFailure=\u5916\u90E8\u30D7\u30ED\u30D0\u30A4\u30C0\u30FC\u3068\u306E\u901A\u4FE1\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002\u8A73\u3057\u3044\u60C5\u5831\u306F\u3001\u30ED\u30B0\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
providerImportFailure=\u5916\u90E8\u30BD\u30FC\u30B9\u304B\u3089\u306E\u4EEE\u60F3\u30DE\u30B7\u30F3\u306E\u30A4\u30F3\u30DD\u30FC\u30C8\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
providerUrlWarningText=\u3053\u306E\u30D7\u30ED\u30D0\u30A4\u30C0\u30FC\u306E URL \u3092\u5909\u66F4\u3059\u308B\u3068\u3001\u305D\u306E URL \u306B\u3088\u308A\u63D0\u4F9B\u3055\u308C\u308B\u6B21\u306E\u30A8\u30F3\u30C6\u30A3\u30C6\u30A3\u30FC\u304C\u6B63\u5E38\u306B\u6A5F\u80FD\u3057\u306A\u304F\u306A\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\:\n\n{0}
realNumber=\u5B9F\u6570
rebalanceStatusFailed=\u6B21\u306E\u30DC\u30EA\u30E5\u30FC\u30E0\u306E\u30EA\u30D0\u30E9\u30F3\u30B9\u306E\u30B9\u30C6\u30FC\u30BF\u30B9\u3092\u53D6\u5F97\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\:  {0}
refreshInterval=\u66F4\u65B0\u9593\u9694\: {0} \u79D2
removeBrickStatusFailed=\u6B21\u306E\u30DC\u30EA\u30E5\u30FC\u30E0\u306E\u30D6\u30EA\u30C3\u30AF\u524A\u9664\u306E\u30B9\u30C6\u30FC\u30BF\u30B9\u3092\u53D6\u5F97\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\:  {0}
removeBricksReplicateVolumeMessage=\u30EC\u30D7\u30EA\u30AB\u6570\u304C {0} \u304B\u3089 {1} \u306B\u6E1B\u308A\u307E\u3059\u3002\u4EE5\u4E0B\u306E\u30D6\u30EA\u30C3\u30AF\u3092\u524A\u9664\u3057\u3066\u3082\u3088\u308D\u3057\u3044\u3067\u3059\u304B?
removeCpuQoSMessage=\u3053\u306E CPU QoS \u306F {0} \u500B\u306E CPU \u30D7\u30ED\u30D5\u30A1\u30A4\u30EB\u3067\u4F7F\u7528\u4E2D\u3067\u3059\u3002\n\u3053\u306E CPU QoS \u3092\u524A\u9664\u3057\u3066\u3082\u3088\u308D\u3057\u3044\u3067\u3059\u304B? \n\n \u3053\u306E QoS \u3092\u4F7F\u7528\u3057\u3066\u3044\u308B\u30D7\u30ED\u30D5\u30A1\u30A4\u30EB\:\n
removeFromBond=\u30DC\u30F3\u30C7\u30A3\u30F3\u30B0\u304B\u3089 {0} \u3092\u524A\u9664
removeHostNetworkQosMessage=\u3053\u306E\u30DB\u30B9\u30C8\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF QoS \u306F {0} \u500B\u306E\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u3067\u4F7F\u7528\u4E2D\u3067\u3059\u3002\n\u3053\u306E\u30DB\u30B9\u30C8\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF QoS \u3092\u524A\u9664\u3057\u3066\u3082\u3088\u308D\u3057\u3044\u3067\u3059\u304B? \n\n\u3053\u306E QoS \u3092\u4F7F\u7528\u3057\u3066\u3044\u308B\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\:
removeNetwork=\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF {0} \u3092\u524A\u9664
removeNetworkQoSMessage=\u3053\u306E\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF QoS \u306F {0} \u500B\u306E\u4EEE\u60F3 NIC \u30D7\u30ED\u30D5\u30A1\u30A4\u30EB\u3067\u4F7F\u7528\u4E2D\u3067\u3059\u3002\n\u3053\u306E\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF QoS \u3092\u524A\u9664\u3057\u3066\u3082\u3088\u308D\u3057\u3044\u3067\u3059\u304B? \n\n \u3053\u306E QoS \u3092\u4F7F\u7528\u3057\u3066\u3044\u308B\u30D7\u30ED\u30D5\u30A1\u30A4\u30EB\:\n
removeStorageDomainFromDataCenterWithMemoryVolumesOnMultipleSDs=\u30C7\u30FC\u30BF\u30BB\u30F3\u30BF\u30FC\u306B\u306F\u3001\u30B9\u30C8\u30EC\u30FC\u30B8\u30C9\u30E1\u30A4\u30F3\u300C{0}\u300D\u3068\u3001\u305D\u3053\u306B\u5B58\u5728\u3057\u306A\u3044\u30B9\u30CA\u30C3\u30D7\u30B7\u30E7\u30C3\u30C8\u306E\u4EE5\u4E0B\u306E\u30E1\u30BF\u30C7\u30FC\u30BF\u3068\u30E1\u30E2\u30EA\u30FC\u30C7\u30A3\u30B9\u30AF\u304C\u542B\u307E\u308C\u3066\u3044\u307E\u3059\: {1}\u3002\n\u3053\u308C\u3089\u306E\u30C7\u30A3\u30B9\u30AF\u3092\u524A\u9664\u3059\u308B\u3068\u3001\u30B9\u30CA\u30C3\u30D7\u30B7\u30E7\u30C3\u30C8\u304C\u4F7F\u7528\u3067\u304D\u306A\u304F\u306A\u308A\u307E\u3059\u3002\n\u30A2\u30AF\u30B7\u30E7\u30F3\u3092\u7D9A\u884C\u3059\u308B\u524D\u306B\u3001\u3053\u308C\u3089\u306E\u30DC\u30EA\u30E5\u30FC\u30E0\u3092\u5225\u306E\u30B9\u30C8\u30EC\u30FC\u30B8\u30C9\u30E1\u30A4\u30F3\u306B\u79FB\u52D5\u3059\u308B\u3053\u3068\u3092\u691C\u8A0E\u3057\u3066\u304F\u3060\u3055\u3044\u3002
removeStorageDomainWithMemoryVolumesOnMultipleSDs=\u30B9\u30C8\u30EC\u30FC\u30B8\u30C9\u30E1\u30A4\u30F3\u306B\u306F\u3001\u305D\u3053\u306B\u5B58\u5728\u3057\u306A\u3044\u30B9\u30CA\u30C3\u30D7\u30B7\u30E7\u30C3\u30C8\u306E\u4EE5\u4E0B\u306E\u30E1\u30BF\u30C7\u30FC\u30BF\u3068\u30E1\u30E2\u30EA\u30FC\u30C7\u30A3\u30B9\u30AF\u304C\u542B\u307E\u308C\u3066\u3044\u307E\u3059\: {0}\u3002\n\u3053\u308C\u3089\u306E\u30C7\u30A3\u30B9\u30AF\u3092\u524A\u9664\u3059\u308B\u3068\u3001\u30B9\u30CA\u30C3\u30D7\u30B7\u30E7\u30C3\u30C8\u304C\u4F7F\u7528\u3067\u304D\u306A\u304F\u306A\u308A\u307E\u3059\u3002\n\u30A2\u30AF\u30B7\u30E7\u30F3\u3092\u7D9A\u884C\u3059\u308B\u524D\u306B\u3001\u3053\u308C\u3089\u306E\u30DC\u30EA\u30E5\u30FC\u30E0\u3092\u5225\u306E\u30B9\u30C8\u30EC\u30FC\u30B8\u30C9\u30E1\u30A4\u30F3\u306B\u79FB\u52D5\u3059\u308B\u3053\u3068\u3092\u691C\u8A0E\u3057\u3066\u304F\u3060\u3055\u3044\u3002
removeStorageQoSItem={0} (<i>{1}</i>)
removeStorageQoSMessage=\u3053\u306E\u30B9\u30C8\u30EC\u30FC\u30B8 QoS \u306F {0} \u500B\u306E\u30C7\u30A3\u30B9\u30AF\u30D7\u30ED\u30D5\u30A1\u30A4\u30EB\u3067\u4F7F\u7528\u4E2D\u3067\u3059\n\u3053\u306E\u30B9\u30C8\u30EC\u30FC\u30B8 QoS \u3092\u524A\u9664\u3057\u3066\u3082\u3088\u308D\u3057\u3044\u3067\u3059\u304B?\n\n\u3053\u306E QoS \u3092\u4F7F\u7528\u3057\u3066\u3044\u308B\u30D7\u30ED\u30D5\u30A1\u30A4\u30EB\:\n
rngSourceNotSupportedByCluster=\u4E71\u6570\u30B8\u30A7\u30CD\u30EC\u30FC\u30BF\u30FC\u306E\u30BD\u30FC\u30B9 "{0}" \u306F\u3001\u3053\u306E\u30AF\u30E9\u30B9\u30BF\u30FC\u3067\u306F\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
schedulerAllowOverbookingInfo=\u4E88\u7D04\u8D85\u904E\: \u30EA\u30BD\u30FC\u30B9\u5272\u308A\u5F53\u3066\u3092\u7DAD\u6301\u305B\u305A\u306B\u3001\u30AF\u30E9\u30B9\u30BF\u30FC\u306E\u30B9\u30B1\u30B8\u30E5\u30FC\u30EA\u30F3\u30B0\u8981\u6C42\u3092\u4E26\u884C\u3057\u3066\u5B9F\u884C\u3059\u308B\u3053\u3068\u3092\u8A31\u53EF\u3057\u307E\u3059\u3002\u3053\u306E\u30AA\u30D7\u30B7\u30E7\u30F3\u306B\u3088\u308A\u3001\u5927\u91CF\u306E\u30B9\u30B1\u30B8\u30E5\u30FC\u30EA\u30F3\u30B0\u8981\u6C42 (\u8981\u6C42\u4EF6\u6570\: {0}) \u306E\u51E6\u7406\u304C\u8A31\u53EF\u3055\u308C\u307E\u3059\u304C\u3001\u540C\u3058\u30EA\u30BD\u30FC\u30B9\u5272\u308A\u5F53\u3066\u3092\u518D\u4F7F\u7528\u3059\u308B\u305F\u3081\u306B\u3001\u4E00\u90E8\u306E\u8981\u6C42\u306E\u51E6\u7406\u304C\u5931\u6557\u3059\u308B\u5834\u5408\u304C\u3042\u308A\u307E\u3059 (\u3053\u306E\u30AA\u30D7\u30B7\u30E7\u30F3\u306F\u3001\u305D\u306E\u3088\u3046\u306A\u52D5\u4F5C\u306B\u7CBE\u901A\u3057\u3066\u3044\u308B\u5834\u5408\u306E\u307F\u4F7F\u7528\u3057\u3066\u304F\u3060\u3055\u3044)\u3002
schedulerOptimizationInfo=\u30DB\u30B9\u30C8\u306E\u52A0\u91CD (\u9806\u5E8F\u3065\u3051) \u3092\u6700\u9069\u5316\u3057\u307E\u3059\:\n\u4F7F\u7528\u7387\: \u30B9\u30B1\u30B8\u30E5\u30FC\u30EA\u30F3\u30B0\u306B\u52A0\u91CD\u30E2\u30B8\u30E5\u30FC\u30EB\u3092\u542B\u3081\u3066\u3001\u6700\u826F\u306E\u9078\u629E\u3092\u53EF\u80FD\u306B\u3057\u307E\u3059\u3002\n\u30B9\u30D4\u30FC\u30C9\: \u4FDD\u7559\u4E2D\u306E\u8981\u6C42\u304C {0} \u4EF6\u4EE5\u4E0A\u3042\u308B\u5834\u5408\u306B\u30DB\u30B9\u30C8\u306E\u52A0\u91CD\u3092\u30B9\u30AD\u30C3\u30D7\u3057\u307E\u3059\u3002
setupHostNetworksTitle=\u30DB\u30B9\u30C8 {0} \u306E\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u8A2D\u5B9A
sharedDisksWillNotBePartOfTheExport=\u5171\u6709\u30C7\u30A3\u30B9\u30AF\u306F\u3001\u4EEE\u60F3\u30DE\u30B7\u30F3\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8 {0} \u306B\u306F\u542B\u307E\u308C\u307E\u305B\u3093\u3002
sharedDisksWillNotBePartOfTheSnapshot=\u5171\u6709\u30C7\u30A3\u30B9\u30AF\u306F\u3001\u4EEE\u60F3\u30DE\u30B7\u30F3\u30B9\u30CA\u30C3\u30D7\u30B7\u30E7\u30C3\u30C8 {0} \u306B\u306F\u542B\u307E\u308C\u307E\u305B\u3093\u3002
sharedDisksWillNotBePartOfTheTemplate=\u5171\u6709\u30C7\u30A3\u30B9\u30AF\u306F\u3001\u4EEE\u60F3\u30DE\u30B7\u30F3\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8 {0} \u306B\u306F\u542B\u307E\u308C\u307E\u305B\u3093\u3002
sizeUnitString={0} {1}
snapshotDisksWillNotBePartOfTheExport=\u6B21\u306E\u30C7\u30A3\u30B9\u30AF\u306E\u30B9\u30CA\u30C3\u30D7\u30B7\u30E7\u30C3\u30C8\u306F\u4EEE\u60F3\u30DE\u30B7\u30F3\u306E\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u306B\u306F\u542B\u307E\u308C\u307E\u305B\u3093\: {0}
snapshotDisksWillNotBePartOfTheSnapshot=\u6B21\u306E\u30C7\u30A3\u30B9\u30AF\u306E\u30B9\u30CA\u30C3\u30D7\u30B7\u30E7\u30C3\u30C8\u306F\u3001\u4EEE\u60F3\u30DE\u30B7\u30F3\u306E\u30B9\u30CA\u30C3\u30D7\u30B7\u30E7\u30C3\u30C8\u306B\u306F\u542B\u307E\u308C\u307E\u305B\u3093\: {0}
snapshotDisksWillNotBePartOfTheTemplate=\u6B21\u306E\u30B9\u30CA\u30C3\u30D7\u30B7\u30E7\u30C3\u30C8\u30C7\u30A3\u30B9\u30AF\u306F\u3001\u4EEE\u60F3\u30DE\u30B7\u30F3\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8\u306B\u306F\u542B\u307E\u308C\u307E\u305B\u3093\: {0}
storageDomainIsNotActive=''{0}'' \u30B9\u30C8\u30EC\u30FC\u30B8\u30C9\u30E1\u30A4\u30F3\u306F\u30A2\u30AF\u30C6\u30A3\u30D6\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002\u30A2\u30AF\u30C6\u30A3\u30D6\u5316\u3057\u3066\u304F\u3060\u3055\u3044\u3002
storageDomainOfDiskCannotBeAccessed=\u30C7\u30A3\u30B9\u30AF\u300C{0}\u300D \u306E\u30B9\u30C8\u30EC\u30FC\u30B8\u30C9\u30E1\u30A4\u30F3\u306B\u30A2\u30AF\u30BB\u30B9\u3067\u304D\u307E\u305B\u3093\u3002\u7BA1\u7406\u8005\u306B\u9023\u7D61\u3057\u3066\u30E6\u30FC\u30B6\u30FC\u30D1\u30FC\u30DF\u30C3\u30B7\u30E7\u30F3\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
suffixCauseToClonedTemplateNameCollision=\u3053\u306E\u30B5\u30D5\u30A3\u30C3\u30AF\u30B9\u3092\u4F7F\u7528\u3059\u308B\u3068\u3001\u30AF\u30ED\u30FC\u30F3\u4F5C\u6210\u3055\u308C\u305F\u5225\u306E\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8 {0} \u3068\u540D\u524D\u306E\u7AF6\u5408\u304C\u767A\u751F\u3057\u307E\u3059\u3002
suffixCauseToClonedVmNameCollision=\u3053\u306E\u30B5\u30D5\u30A3\u30C3\u30AF\u30B9\u3092\u4F7F\u7528\u3059\u308B\u3068\u3001\u30AF\u30ED\u30FC\u30F3\u4F5C\u6210\u3055\u308C\u305F\u5225\u306E\u4EEE\u60F3\u30DE\u30B7\u30F3 {0} \u3068\u540D\u524D\u306E\u7AF6\u5408\u304C\u767A\u751F\u3057\u307E\u3059\u3002
suggestDetachNetwork=\u3053\u308C\u306F\u3001\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF {0} \u3092\u4F7F\u7528\u305B\u305A\u306B\u6A5F\u80FD\u3059\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
templateDiskDescription={0} (\u30B9\u30C8\u30EC\u30FC\u30B8\u30C9\u30E1\u30A4\u30F3 {1} \u304B\u3089)
templateVersionNameAndNumber=\ (\u30D0\u30FC\u30B8\u30E7\u30F3\: {0} ({1}))
templatesAlreadyExistonTargetExportDomain=\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8 {0} \u306F\u3001\u3059\u3067\u306B\u30BF\u30FC\u30B2\u30C3\u30C8\u306E\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u30C9\u30E1\u30A4\u30F3\u306B\u5B58\u5728\u3057\u3066\u3044\u307E\u3059\u3002\u4E0A\u66F8\u304D\u3057\u305F\u3044\u5834\u5408\u306F\u300C\u5F37\u5236\u7684\u306B\u4E0A\u66F8\u304D\u300D\u306E\u30C1\u30A7\u30C3\u30AF\u30DC\u30C3\u30AF\u30B9\u306B\u30C1\u30A7\u30C3\u30AF\u30DE\u30FC\u30AF\u3092\u5165\u308C\u3066\u304F\u3060\u3055\u3044\u3002
templatesWithDependentVMs=\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8 {0} (\u4F9D\u5B58\u3059\u308B\u4EEE\u60F3\u30DE\u30B7\u30F3\: {1})
testFailedWithErrorMsg=\u30C6\u30B9\u30C8\u304C\u5931\u6557\u3057\u307E\u3057\u305F\: {0}
testSuccessfulWithPowerStatus=\u30C6\u30B9\u30C8\u304C\u6210\u529F\u3057\u307E\u3057\u305F\: {0}
thereAreActiveVMsRequiringRestart=\u5B9F\u884C\u4E2D\u306E\u4EEE\u60F3\u30DE\u30B7\u30F3\u306F\u3001\u4EE5\u524D\u306E\u30AF\u30E9\u30B9\u30BF\u30FC\u4E92\u63DB\u30D0\u30FC\u30B8\u30E7\u30F3\u3092\u4F7F\u7528\u3059\u308B\u3088\u3046\u306B\u4E00\u6642\u7684\u306B\u518D\u8A2D\u5B9A\u3055\u308C\u3001\u8A2D\u5B9A\u5909\u66F4\u5F85\u3061\u306E\u72B6\u614B\u306B\u30DE\u30FC\u30AF\u3055\u308C\u307E\u3057\u305F\u3002\n\u4EEE\u60F3\u30DE\u30B7\u30F3\u306E\u30AF\u30E9\u30B9\u30BF\u30FC\u4E92\u63DB\u30D0\u30FC\u30B8\u30E7\u30F3\u3092\u65B0\u3057\u3044\u30D0\u30FC\u30B8\u30E7\u30F3\u306B\u5909\u66F4\u3059\u308B\u306B\u306F\u3001\u4EEE\u60F3\u30DE\u30B7\u30F3\u3092\u624B\u52D5\u3067\u30B7\u30E3\u30C3\u30C8\u30C0\u30A6\u30F3\u3057\u3066\u518D\u8D77\u52D5\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002\n\u3053\u306E\u5909\u66F4\u3067\u5F71\u97FF\u3092\u53D7\u3051\u308B\u5B9F\u884C\u4E2D\u306E\u4EEE\u60F3\u30DE\u30B7\u30F3\u306F {0} \u3042\u308A\u307E\u3059\u3002\n\n
thisFieldMustContainTypeNumberInvalidReason=\u3053\u306E\u30D5\u30A3\u30FC\u30EB\u30C9\u306B\u306F\u3001{0} \u306E\u5024\u3092 1 \u3064\u5165\u529B\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059
threadsAsCoresPerSocket={0} ({1})
uiCommonRunActionPartitialyFailed=\u30A2\u30AF\u30B7\u30E7\u30F3\u30BF\u30B9\u30AF\u306E\u5C11\u306A\u304F\u3068\u3082\u4E00\u90E8\u3092\u5B9F\u884C\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\: {0}
unlabel=\u30E9\u30D9\u30EB\u300C{0}\u300D\u3092\u524A\u9664
unreachableGlusterHosts=\u30DB\u30B9\u30C8\u306E\u30D5\u30A3\u30F3\u30AC\u30FC\u30D7\u30EA\u30F3\u30C8\u3092\u53D6\u5F97\u3067\u304D\u307E\u305B\u3093 {0,list,text}\u3002
uploadImageFailedToResumeMessage={0} \u306E\u30A2\u30C3\u30D7\u30ED\u30FC\u30C9\u306E\u518D\u958B\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
uploadImageFailedToResumeSizeMessage=\u30A2\u30C3\u30D7\u30ED\u30FC\u30C9\u306E\u518D\u958B\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002\u5143\u306E\u30D5\u30A1\u30A4\u30EB\u306E\u30B5\u30A4\u30BA ({0} \u30D0\u30A4\u30C8) \u304C\u65B0\u3057\u3044\u30D5\u30A1\u30A4\u30EB\u306E\u30B5\u30A4\u30BA ({1} \u30D0\u30A4\u30C8) \u3068\u4E00\u81F4\u3057\u307E\u305B\u3093\u3002
uploadImageFailedToResumeUploadOriginatedInAPI=\u30A2\u30C3\u30D7\u30ED\u30FC\u30C9\u306E\u518D\u958B\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002\u30A2\u30C3\u30D7\u30ED\u30FC\u30C9\u306F API \u3092\u4ECB\u3057\u3066\u958B\u59CB\u3055\u308C\u305F\u306E\u3067\u3001API \u3067\u3057\u304B\u518D\u958B\u3067\u304D\u307E\u305B\u3093\u3002
uploadImageFailedToStartMessage={0} \u306E\u30A2\u30C3\u30D7\u30ED\u30FC\u30C9\u306E\u958B\u59CB\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
uploadImageQemuCompatUnsupported=\u30B9\u30C8\u30EC\u30FC\u30B8\u30BF\u30A4\u30D7 {1} \u3067\u306E QCOW2 \u4E92\u63DB\u306E\u30A4\u30E1\u30FC\u30B8 {0} \u306E\u30A2\u30C3\u30D7\u30ED\u30FC\u30C9\u306F\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
urlSchemeInvalidScheme=\u6307\u5B9A\u3057\u305F URL \u306B\u306F\u7121\u52B9\u306A\u30B9\u30AD\u30FC\u30E0 ''{0}'' \u304C\u542B\u307E\u308C\u3066\u3044\u307E\u3059\u3002\u8A31\u53EF\u3055\u308C\u3066\u3044\u308B\u306E\u306F\u6B21\u306E\u30B9\u30AD\u30FC\u30E0\u306E\u307F\u3067\u3059\:\n\n{1}
urlSchemeMustBeEmpty=\u6307\u5B9A\u3059\u308B URL \u306B\u306F\u3001\u30B9\u30AD\u30FC\u30E0 (\u4F8B\: ''{0}'') \u304C\u542B\u307E\u308C\u3066\u306F\u306A\u308A\u307E\u305B\u3093\u3002
urlSchemeMustNotBeEmpty=\u6307\u5B9A\u3057\u305F URL \u306B\u306F\u30B9\u30AD\u30FC\u30E0\u304C\u542B\u307E\u308C\u3066\u3044\u307E\u305B\u3093\u3002\u6B21\u306E\u3044\u305A\u308C\u304B\u306E\u30B9\u30AD\u30FC\u30E0\u304C\u542B\u307E\u308C\u3066\u3044\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\:\n\n{0}
usedLunIdReason={0} ({1})
userName={0} {1}
userSessionRow=\u30BB\u30C3\u30B7\u30E7\u30F3 DB ID\: {0}\u3001\u30E6\u30FC\u30B6\u30FC\: {1}
virtioScsiRequired=VirtIO-SCSI \u306E\u307F\u3067\u5229\u7528\u53EF\u80FD\u3067\u3059\u3002
vmDialogDisk={0}\: ({1} GB) {2} {3}
vmName=\u4EEE\u60F3\u30DE\u30B7\u30F3\: {0}
vmStorageDomainIsNotAccessible=\u30C7\u30A3\u30B9\u30AF\u306E\u30B9\u30C8\u30EC\u30FC\u30B8\u30C9\u30E1\u30A4\u30F3\u306B\u30A2\u30AF\u30BB\u30B9\u3067\u304D\u307E\u305B\u3093\u3002
vmTemplateWithCloneProvisioning={0} (\u30AF\u30ED\u30FC\u30F3/\u975E\u4F9D\u5B58\u578B)
vmTemplateWithThinProvisioning={0} (\u30B7\u30F3\u30D7\u30ED\u30D3\u30B8\u30E7\u30CB\u30F3\u30B0/\u4F9D\u5B58\u578B)
vmsAlreadyExistOnTargetExportDomain=\u4EEE\u60F3\u30DE\u30B7\u30F3 {0} \u306F\u3001\u3059\u3067\u306B\u30BF\u30FC\u30B2\u30C3\u30C8\u306E\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u30C9\u30E1\u30A4\u30F3\u306B\u5B58\u5728\u3057\u3066\u3044\u307E\u3059\u3002\u4E0A\u66F8\u304D\u3057\u305F\u3044\u5834\u5408\u306F\u300C\u5F37\u5236\u7684\u306B\u4E0A\u66F8\u304D\u300D\u306E\u30C1\u30A7\u30C3\u30AF\u30DC\u30C3\u30AF\u30B9\u306B\u30C1\u30A7\u30C3\u30AF\u30DE\u30FC\u30AF\u3092\u5165\u308C\u3066\u304F\u3060\u3055\u3044\u3002
vncInfoMessage=VNC \u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u3092\u4F7F\u7528\u3057\u3066\u3053\u306E\u4EEE\u60F3\u30DE\u30B7\u30F3\u306B\u63A5\u7D9A\u3057\u3066\u304F\u3060\u3055\u3044\u3002<br/><br/>\u6B21\u306E\u30D1\u30E9\u30E1\u30FC\u30BF\u30FC\u3092\u4F7F\u7528\u3057\u307E\u3059\:<br/>IP\u30A2\u30C9\u30EC\u30B9\:\u30DD\u30FC\u30C8\: {0}\:{1}<br/><br/>\u30D1\u30B9\u30EF\u30FC\u30C9\: {2}<br/>(\u6CE8\: \u3053\u306E\u30D1\u30B9\u30EF\u30FC\u30C9\u306F {3} \u79D2\u9593\u6709\u52B9\u3067\u3059)
vnicFromTemplate=\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8 {1} \u304B\u3089\u306E\u4EEE\u60F3 NIC {0}
vnicFromVm=\u4EEE\u60F3\u30DE\u30B7\u30F3 {1} \u304B\u3089\u306E\u4EEE\u60F3 NIC {0}
vnicProfileFromNetwork=\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF {1} \u304B\u3089\u306E\u4EEE\u60F3\u30DE\u30B7\u30F3\u30A4\u30F3\u30BF\u30FC\u30D5\u30A7\u30FC\u30B9\u306E\u30D7\u30ED\u30D5\u30A1\u30A4\u30EB {0}
vnicTypeDoesntMatchNonPassthroughProfile=\u30D1\u30B9\u30B9\u30EB\u30FC\u4EE5\u5916\u306E\u30D7\u30ED\u30D5\u30A1\u30A4\u30EB\u306F\u3001\u30BF\u30A4\u30D7 {0} \u306E\u4EEE\u60F3\u30DE\u30B7\u30F3\u306B\u306F\u30A2\u30BF\u30C3\u30C1\u3067\u304D\u307E\u305B\u3093\u3002
vnicTypeDoesntMatchPassthroughProfile=\u30D1\u30B9\u30B9\u30EB\u30FC\u30D7\u30ED\u30D5\u30A1\u30A4\u30EB\u306F\u3001\u30BF\u30A4\u30D7 {0} \u306E\u4EEE\u60F3\u30DE\u30B7\u30F3\u306B\u306F\u30A2\u30BF\u30C3\u30C1\u3067\u304D\u307E\u305B\u3093\u3002
volumeProfileStatisticsFailed=\u6B21\u306E\u30DC\u30EA\u30E5\u30FC\u30E0\u306E\u30D7\u30ED\u30D5\u30A1\u30A4\u30EB\u7D71\u8A08\u3092\u53D6\u5F97\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\: {0}
volumeProfilingStatsTitle=\u30DC\u30EA\u30E5\u30FC\u30E0\u306E\u30D7\u30ED\u30D5\u30A1\u30A4\u30EB\u7D71\u8A08 - {0}
volumeSnapshotOptionValueEmpty=\u30DC\u30EA\u30E5\u30FC\u30E0\u8A2D\u5B9A\u306E\u30D1\u30E9\u30E1\u30FC\u30BF\u30FC {0} \u306E\u5024\u304C\u7A7A\u3067\u3059\u3002
youAreAboutChangeDcCompatibilityVersionWithUpgradeMsg=\u30C7\u30FC\u30BF\u30BB\u30F3\u30BF\u30FC\u306E\u4E92\u63DB\u30D0\u30FC\u30B8\u30E7\u30F3\u3092\u5909\u66F4\u3057\u3088\u3046\u3068\u3057\u3066\u3044\u307E\u3059\u3002\u3053\u306E\u5909\u66F4\u306B\u3088\u308A\u3001\u30C7\u30FC\u30BF\u30BB\u30F3\u30BF\u30FC\u306B\u5C5E\u3059\u308B\u5168\u30B9\u30C8\u30EC\u30FC\u30B8\u30C9\u30E1\u30A4\u30F3\u304C\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u3055\u308C\u3066\u3001{0} \u3088\u308A\u3082\u4EE5\u524D\u306E\u30D0\u30FC\u30B8\u30E7\u30F3\u3067\u306F\u4F7F\u7528\u3067\u304D\u306A\u304F\u306A\u308A\u307E\u3059\u3002\u64CD\u4F5C\u3092\u7D9A\u884C\u3057\u3066\u3082\u3088\u308D\u3057\u3044\u3067\u3059\u304B\uFF1F
youAreAboutToDisconnectHostInterfaceMsg=\u7BA1\u7406\u30A4\u30F3\u30BF\u30FC\u30D5\u30A7\u30FC\u30B9 ({0}) \u304B\u3089\u63A5\u7D9A\u3092\u89E3\u9664\u3057\u3088\u3046\u3068\u3057\u3066\u3044\u307E\u3059\u3002\u63A5\u7D9A\u304C\u89E3\u9664\u3055\u308C\u308B\u3068\u3001\u30DB\u30B9\u30C8\u306F\u5230\u9054\u4E0D\u53EF\u80FD\u3068\u306A\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002\n\n\u7BA1\u7406\u30A4\u30F3\u30BF\u30FC\u30D5\u30A7\u30FC\u30B9\u306E\u63A5\u7D9A\u3092\u89E3\u9664\u3057\u3066\u3082\u3088\u308D\u3057\u3044\u3067\u3059\u304B?
