#
# Bundle name: org.ovirt.engine.ui.uicompat.UIMessages
# Locale: fr_FR
#
#Mon Jun 07 09:36:17 EDT 2021
addToBond=Ajouter {0} \u00E0 la Liaison
alreadyAssignedClonedTemplateName=Ce nom a d\u00E9j\u00E0 \u00E9t\u00E9 donn\u00E9 \u00E0 un autre mod\u00E8le clon\u00E9.
alreadyAssignedClonedVmName=Ce nom a d\u00E9j\u00E0 \u00E9t\u00E9 donn\u00E9 \u00E0 une autre Machine virtuelle clon\u00E9e.
approveCertificateTrust=Est-ce que vous approuvez le sujet du certificat de confiance {0} d\u00E9livr\u00E9 par {1}, {3} empreintes digitales {2} ?
approveRootCertificateTrust=Est-ce que vous approuvez le sujet du certificat de confiance auto-sign\u00E9 {0} {2} empreintes digitales {1} ?
areYouSureYouWantToCommitSnapshot=\u00CAtes-vous certain(e) de vouloir faire valider le clich\u00E9 de {0} ayant pour description ''{1}''?\nLes clich\u00E9s existants pris apr\u00E8s celui-ci seront effac\u00E9s.
areYouSureYouWantToDeleteSanpshot=\u00CAtes-vous certain(e) de vouloir effacer un clich\u00E9 de {0} ayant pour description ''{1}''?
attachTo=Attacher {0} \u00E0
availableInVersionOrHigher=Disponible dans version(s) compatibles\u00A0{0} ou sup\u00E9rieures
biosTypeSupportedForX86Only=Modifiable pour les architectures x86 uniquement.
bondWith=Relier {0} avec
bootMenuNotSupported=Le menu Boot VM n''est pas pris en charge dans la version de cluster {0}
bootableDiskIsRequiredToBootFromDisk=La machine virtuelle doit comporter au moins un disque bootable d\u00E9fini pour pouvoir s''amorcer \u00E0 partir d''un disque dur.
bracketsWithGB=({0} Go)
breakBond=D\u00E9truire Liaison {0}
brickDetailsNotSupportedInClusterCompatibilityVersion=Infos Briques non prises en charge dans cette version de compatibilit\u00E9 {0} du cluster.
bridlessNetworkNotSupported=Les r\u00E9seaux non-VM ne sont pas pris en charge dans la version de Cluster {0}
bytesReadInCurrentProfileInterval={0} {1} ont \u00E9t\u00E9 lus dans l''intervalle de profilage en cours parmi {2} {3} pendant le profilage
bytesWrittenInCurrentProfileInterval={0} {1} ont \u00E9t\u00E9 \u00E9crits dans l''intervalle de profilage en cours parmi {2} {3} pendant le profilage
cannotConnectToTheConsole=Impossible de se connecter \u00E0 la console pour {0}
cannotCopyDisks=Les disques suivants ne peuvent pas \u00EAtre copi\u00E9s\u00A0\: {0}
cannotMoveDisks=Les disques suivants ne peuvent pas \u00EAtre d\u00E9plac\u00E9s\u00A0\: {0}, pointez sur une s\u00E9lection de domaine cible particuli\u00E8re pour plus d''infos
clusterSnapshotOptionNotExist=Aucune option de clich\u00E9 de volume ne reste \u00E0 mettre \u00E0 jour.
clusterSnapshotOptionValueEmpty=La valeur du param\u00E8tre de configuration de cluster {0} est vide
commonMessageWithBrackets={0} ({1})
compareMultipleStorageFormatsToDataCenterWarningMessage=\u00CAtes-vous s\u00FBr de vouloir mettre \u00E0 jour les domaines de stockage ?\n\nLe centre de donn\u00E9es ''{0}'' a une version plus r\u00E9cente que les domaines de stockage suivants ''{1}''.\nL''approbation de cette op\u00E9ration permettra de mettre \u00E0 jour le format des domaines de stockage.\nNotez que vous ne pourrez pas les rattacher \u00E0 un centre de donn\u00E9es plus ancien.
compareStorageFormatToDataCenterWarningMessage=\u00CAtes-vous s\u00FBr de vouloir mettre \u00E0 jour le domaine de stockage ?\n\nLe centre de donn\u00E9es ''{0}'' a une version plus r\u00E9cente que le domaine de stockage ''{1}''.\nL''approbation de cette op\u00E9ration permettra de mettre \u00E0 jour le format du domaine de stockage de ''V{2}'' \u00E0 ''V{3}''.\nNotez que vous ne pourrez pas le rattacher \u00E0 un centre de donn\u00E9es plus ancien.
confirmActivateSnapshot=Activer Clich\u00E9 sur volume - {0}
confirmDeactivateSnapshot=D\u00E9sactiver Clich\u00E9 sur volume - {0}
confirmDeleteAgentGroup=\u00CAtes-vous certain(e) de vouloir supprimer le Groupe d''agents d''\u00E9viction contenant les Agents d''\u00E9viction suivants\u00A0?\n{0}
confirmDeleteFenceAgent=\u00CAtes-vous certain(e) de vouloir supprimer l''agent d''\u00E9viction\u00A0\:\u00A0{0}
confirmRemoveAllSnapshots=Supprimer Tous les Clich\u00E9s sur volume - {0}
confirmRemoveSnapshot=Supprimer Clich\u00E9 sur volume - {0}
confirmRestoreSnapshot=Restaurer Clich\u00E9 sur volume - {0}
confirmStopVolumeRebalance=\u00CAtes-vous certain(e) de vouloir faire cesser l''op\u00E9ration de r\u00E9\u00E9quilibrage des charges sur le volume\u00A0\: {0}?
confirmVolumeSnapshotDeleteMessage=Les clich\u00E9s ci-dessous seront supprim\u00E9s. Souhaitez-vous continuer\u00A0?\n\n {0}
connectingToGuestWithNotResponsiveAgentMsg=L''agent ne peut pas \u00EAtre connect\u00E9 \u00E0 l''invit\u00E9, il ne r\u00E9agit pas ou il se peut qu''il ne soit pas install\u00E9.\nPar cons\u00E9quent, certain(e)es fonctionnalit\u00E9s pourraient ne pas fonctionner.
cpuInfoLabel={0} ({1}\:{2}\:{3})
cpuInfoMessage={0} ({1}\:{2}\:{3})
createFailedDomainAlreadyExistStorageMsg=L''op\u00E9ration de cr\u00E9ation a \u00E9chou\u00E9. La connexion de stockage est d\u00E9j\u00E0 utilis\u00E9e par le domaine de stockage suivant \: {0}.
createOperationFailedDcGuideMsg=L''op\u00E9ration de cr\u00E9ation a \u00E9chou\u00E9. Le domaine {0} existe d\u00E9j\u00E0 dans le syst\u00E8me.
creatingIsoDomainDeprecatedMessage=Les domaines ISO sont d\u00E9pr\u00E9ci\u00E9s.\nEnvisagez plut\u00F4t d''utiliser un domaine de donn\u00E9es.
criticalSpaceActionBlockerBiggerThanStorageDomain=Le bloqueur d''action d''espace critique ne doit pas d\u00E9passer la taille maximale du domaine de stockage ({0} Go)
customPropertiesValuesShouldBeInFormatReason=Ce champ doit \u00EAtre sous le format\u00A0\: {0}
customPropertyOneOfTheParamsIsntSupported=Un des param\u00E8tres n''est pas pris en charge (param\u00E8tre(s) disponible(s)\: {0})
customPropertyValueShouldBeInFormatReason=la valeur du param\u00E8tre <{0}> doit \u00EAtre sous le format suivant\u00A0\: <{1}>
customSpmPriority=Personnalis\u00E9({0})
defaultMtu=Par d\u00E9faut [{0}]
detachNetwork=D\u00E9tacher R\u00E9seau {0}
detachNote=Note\u00A0\: {0} sera supprim\u00E9.
detachStorageDomainContainsEntitiesWithDisksOnMultipleSDsFromDC=\u00CAtes-vous certain(e) de vouloir d\u00E9tacher le stockage du ou des centres de donn\u00E9es suivants\u00A0?\nUne, voire plusieurs entit\u00E9s, contiennent des disques multiples sur une domaine de stockage diff\u00E9rent. Approuver l''op\u00E9ration risque de cinder l''entit\u00E9.\nVeuillez consid\u00E9rer d\u00E9placer ces disques avant tout d\u00E9tachement.
detachStorageDomainsContainEntitiesWithDisksOnMultipleSDs=\u00CAtes-vous certain(e) de vouloir d\u00E9tacher le stockage suivant\u00A0?\nUne, voire plusieurs entit\u00E9s, contiennent des disques multiples sur une domaine de stockage diff\u00E9rent. Approuver l''op\u00E9ration risque de cinder l''entit\u00E9.\nVeuillez consid\u00E9rer d\u00E9placer ces disques avant tout d\u00E9tachement.
directLUNDisksWillNotBePartOfTheExport=Le ou les Disques Direct LUN ne feront pas partie de l''exportation de la VM \: {0}.
directLUNDisksWillNotBePartOfTheSnapshot=Le ou les Disques Direct LUN ne feront pas partie du clich\u00E9 de la VM \: {0}.
directLUNDisksWillNotBePartOfTheTemplate=Le ou les Disques Direct LUN ne feront pas partie du mod\u00E8le de la VM \: {0}.
diskSnapshotLabel=Disque {0} du Clich\u00E9 {1}
disklessVmCannotRunAsStateless=La machine virtuelle sans disque ne peut pas ex\u00E9cuter en mode stateless
editBondInterfaceTitle=Modifier Interface de liaison {0}
editHostNicVfsConfigTitle=Modifier la configuration des Fonctions virtuelles (SR-IOV) de {0}
editManagementNetworkTitle=Modifier r\u00E9seau de gestion\u00A0\: {0}
editNetworkTitle=Modifier R\u00E9seau {0}
emptyOrValidKeyValueFormatMessage=Ce champ peut rester vide ou contenir une {0}
errConnectingVmUsingRdpMsg=Erreur de connexion \u00E0 la Machine Virtuelle en utilisant RPD \:\n{0}
errConnectingVmUsingSpiceMsg=Erreur de connexion \u00E0 la Machine Virtuelle en utilisant SPICE\:\n{0}
errataForHost=Errata pour h\u00F4te {0}
errataForVm=Erratas pour VM  {0}
errorConnectingToConsole=Erreur de connexion \u00E0 {0} par le protocole {1}
errorConnectingToConsoleNoProtocol=Erreur de connexion \u00E0 {0}
extendBond=\u00C9tend {0} avec
failedToListExternalNetworks=Erreur lors du listing de r\u00E9seaux externes\u00A0\: {0}
failedToLoadOva=Impossible de trouver ou de charger la configuration du Mod\u00E8le ou de la VM \u00E0 partir du r\u00E9pertoire et/ou fichier OVA\u00A0\: {0}
geoRepActionConfirmationMessage=\u00CAtes-vous certain(e) de vouloir {0} la session de g\u00E9o-rep\u00A0?
geoRepForceTitle=Forcer {0} session
glusterPeerNotMatchingHostSshPublicKey=Le champ de cl\u00E9 publique de l''h\u00F4te ''{0}'' ne correspond pas \u00E0 l''adresse sond\u00E9e son homologue sur l''h\u00F4te Gluster ''{1}''.
glusterVolumeCurrentProfileRunTime=L''intervalle actuel de profilage a fonctionn\u00E9 pour {0} {1} sur un total {2} {3} de temps de profilage
guestOSVersionLinux={0} {1}{2}
guestOSVersionOptional=\ ({0})
guestOSVersionWindows=Microsoft Windows {0} ({1})
guestOSVersionWindowsServer=Microsoft Windows {0} Serveur ({1})
haActive=Active (Score\u00A0\: {0})
highPerformancePopupRecommendationMsgForKsm=KERNEL SAME PAGE MERGING (KSM) \:\nVeuillez d\u00E9sactiver KSM en le d\u00E9sactivant dans le Cluster {0}. Peut \u00EAtre effectu\u00E9 en modifiant le Cluster et en d\u00E9sactivant le champ "Activer KSM".
hostName=H\u00F4te\u00A0\: {0}
hostNameMsg=Ce champ ne peut pas contenir d''espace blanc ou d''autre caract\u00E8re particulier, il doit avoir au moins un caract\u00E8re de long, et il doit poss\u00E9der des caract\u00E8res \u00AB\u00A0a-z\u00A0\u00BB, \u00AB\u00A00-9\u00A0\u00BB, \u00AB\u00A0_\u00A0\u00BB ou \u00AB\u00A0.\u00A0\u00BB et une longueur de {0} caract\u00E8res maximum.
hostNumberOfRunningVms={0} ({1} Ex\u00E9cutant VM)
hugePages={0}\: {1}/{2}
iconDimensionsTooLarge=Les dimensions de l''ic\u00F4ne sont trop larges\u00A0\: {0}x{1}, maximum autoris\u00E9\u00A0\: {2}x{3}
iconFileTooLarge=Le fichier ic\u00F4ne est trop volumineux. Taille maximum\u00A0\: {0}Ko.
importClusterHostNameEmpty=Le nom du champ est vide pour l''h\u00F4te ayant pour adresse {0}
importClusterHostPasswordEmpty=Le champ de mot de passe root est vide pour l''h\u00F4te ayant pour adresse {0}
importClusterHostSshPublicKeyEmpty=Le champ de mot de passe de cl\u00E9 publique SSH est vide pour l''h\u00F4te ayant pour adresse {0}
importFailedDomainAlreadyExistStorageMsg=L''op\u00E9ration d''importation a \u00E9chou\u00E9. Le domaine {0} existe d\u00E9j\u00E0 dans le syst\u00E8me.
importProcessHasBegunForImages=Le processus d''importation a commenc\u00E9 pour la ou les image(s) \: {0}.\nVous pouvez v\u00E9rifier le statut d''importation dans l''affichage principal \u00AB\u00A0\u00C9v\u00E9nements\u00A0\u00BB ou \u00E0 partir du bouton \u00AB\u00A0T\u00E2ches\u00A0\u00BB de l''en-t\u00EAte.
importProcessHasBegunForTemplates=Le processus d''importation a commenc\u00E9 pour le(s) Mod\u00E8le(s) \: {0}.\nVous pouvez v\u00E9rifier le statut d''importation dans l''affichage \u00AB\u00A0\u00C9v\u00E9nements\u00A0\u00BB.
importProcessHasBegunForVms=Le processus d''importation a commenc\u00E9 pour la/les VM \: {0}.\nVous pouvez v\u00E9rifier le statut d''importation dans l''affichage principal \u00AB\u00A0\u00C9v\u00E9nements\u00A0\u00BB, ou dans \u00AB\u00A0T\u00E2ches\u00A0\u00BB uniquement accessible \u00E0 partir du bouton \u00AB T\u00E2ches\u00A0\u00BB de l''en-t\u00EAte.
incorrectVCPUNumber=Le nombre Total de CPU virtuels est incorrect. Il n''est pas possible de composer ce nombre \u00E0 partir des Sockets virtuels et des c\u0153urs par Sockets virtuels disponibles.
incrementalBackupEnableWillRemovedForDisks=Les disques suivants ne seront dor\u00E9navent plus consid\u00E9r\u00E9s comme \u00E9tant \u00AB Incremental Backup enable \u00BB\u00A0\: {0}
integerValidationNumberBetweenInvalidReason={0} entre {1} et {2}.
integerValidationNumberGreaterInvalidReason={0} sup\u00E9rieur ou \u00E9gal \u00E0 {1}.
integerValidationNumberLessInvalidReason={0} inf\u00E9rieur ou \u00E9gal \u00E0 {1}.
interfaceIsRequiredToBootFromNetwork=La machine virtuelle doit comporter au moins une interface de r\u00E9seau disponible d\u00E9finie pour pouvoir s''amorcer \u00E0 partir d''un r\u00E9seau.
invalidIconFormat=Fichier de format inconnu. Les formats pris en charge sont {0}.
keyValueFormat=< key >\=< value > s\u00E9par\u00E9 par un espace
label=Ajouter Libell\u00E9 {0} \u00E0
labelInUse=Le libell\u00E9 {0} ne peut pas \u00EAtre assign\u00E9 \u00E0 cette interface, il a d\u00E9j\u00E0 \u00E9t\u00E9 assign\u00E9 \u00E0 l''interface {1}.
labelName=Lib\u00E9ll\u00E9\u00A0\:\u00A0{0}
labeledNetworkNotAttached=Le r\u00E9seau doit \u00EAtre assign\u00E9 \u00E0 ''{0}'' par le libell\u00E9 ''{1}''. Mais cela n''est pas le cas.
lenValidationFieldMusnotExceed=Le champ ne doit pas contenir plus de {0} caract\u00E8res.
longValidationNumberBetweenInvalidReason={0} entre {1} et {2}.
longValidationNumberGreaterInvalidReason={0} sup\u00E9rieur ou \u00E9gal \u00E0 {1}.
longValidationNumberLessInvalidReason={0} inf\u00E9rieur ou \u00E9gal \u00E0 {1}.
lunAlreadyPartOfStorageDomainWarning=LUN fait d\u00E9j\u00E0 partie du domaine de stockage \: {0}
lunIsMetadataDevice=LUN est un p\u00E9riph\u00E9rique de m\u00E9tadonn\u00E9es faisant partie d''un domaine de stockage\: {0}
lunUsedByDiskWarning=LUN est d\u00E9j\u00E0 utilis\u00E9 par le disque\: {0}
lunUsedByVG=Utilis\u00E9 par VG\: {0}
maxMaxMemoryForSelectedOsIs=La m\u00E9moire maximum du syst\u00E8me d''exploitation s\u00E9lectionn\u00E9 doit \u00EAtre inf\u00E9rieure ou \u00E9gale \u00E0 {0} Mo.
maxMaxMemoryIs=La m\u00E9moire maximum doit \u00EAtre inf\u00E9rieure ou \u00E9gale \u00E0 {0} Mo.
maxMemSizeIs=Taille de m\u00E9moire maximum {0} MB.
memSizeBetween=La taille de la m\u00E9moire doit \u00EAtre entre {0} Mo et {1} Mo
memSizeMultipleOf=La taille de la m\u00E9moire sur architecture {0} doit correspondre \u00E0 un multiple de {1}.
memoryHotUnplugConfirmation=Souhaitez-vous d\u00E9connecter \u00E0 chaud le p\u00E9riph\u00E9rique de m\u00E9moire taille {0}Mo de la VM ''{1}'' ?\n\nAvertissement\u00A0\: le syst\u00E8me d''exploitation de l''h\u00F4te doit \u00EAtre configur\u00E9 sp\u00E9cialement pour supporter cette op\u00E9ration. Veuillez consulter la documentation pour ceci. L''op\u00E9ration de d\u00E9connexion \u00E0 chaud peut durer quelques temps. Ne d\u00E9connecter aucun autre p\u00E9riph\u00E9rique tant que cette op\u00E9ration n''est pas termin\u00E9e.
minMemSizeIs=Taille de m\u00E9moire minimum {0} Mo.
moveDisksConvertToCowWarning=Le domaine de stockage en bloc ne prend pas en charge le format de disque brut avec un type de volume partiel (sparse).\nLe format de disque suivant deviendra qcow2 \: {0}
moveDisksWhileVmRunning=D\u00E9placement du ou des disques suivants lorsque la VM est en cours d''ex\u00E9cution\u00A0\: {0}
nameCanContainOnlyMsg=Le nom ne peut contenir que les caract\u00E8res \u00AB\u00A0A-Z\u00A0\u00BB, \u00AB\u00A0a-z\u00A0\u00BB, \u00AB\u00A00-9\u00A0\u00BB, \u00AB\u00A0_\u00A0\u00BB ou \u00AB\u00A0-\u00A0\u00BB, pour une longueur maximum de \: {0}
nameMustConataionOnlyAlphanumericChars=Le nom ne doit poss\u00E9der que les caract\u00E8res alpha-num\u00E9riques, \u00AB\u00A0-\u00A0\u00BB, \u00AB_\u00A0\u00BB ou \u00AB\u00A0.\u00A0\u00BB. Longueur maximum\u00A0\: {0}.
naturalNumber=nombre naturel
negativeTimezoneOffset={0} (UTC-{1}\:{2})
networkDc={0} dans Centre de donn\u00E9es {1}
networkDcDescription={0} dans Centre de donn\u00E9es {1} ({2})
networkLabelConflict=Le r\u00E9seau n''a pas pu \u00EAtre assign\u00E9 au ''{0}'' par le libell\u00E9 ''{1}''.
newNameWithSuffixCannotContainBlankOrSpecialChars=Le nom (et son suffixe) ne doivent contenir que les caract\u00E8res alphanum\u00E9riques \u00AB\u00A0.\u00A0\u00BB, \u00AB\u00A0_\u00A0\u00BB ou \u00AB\u00A0-\u00A0\u00BB. La longueur maximum est de \: {0}.
nicHotPlugNotSupported=La machine virtuelle est en cours d,ex\u00E9cution et NIC Hot Plug n''est pas pris en charge dans le cluster version {0} ou par le syst\u00E8me d''exploitation.
noActiveStorageDomain=Aucun Domaine de stockage n''est actif.
noExportableDisksFoundForTheExport=Il n''y a pas de disque autorisant une exportation, seule la configuration fera partie de l''exportation de la VM.
noExportableDisksFoundForTheSnapshot=Il n''y a pas de disque autorisant un clich\u00E9, seule la configuration fera partie du clich\u00E9 de la VM.
noExportableDisksFoundForTheTemplate=Il n''y a pas de disque autorisant une exportation, seule la configuration fera partie du mod\u00E8le de la VM.
noOfBricksSelected=({0} briques s\u00E9lectionn\u00E9es)
noTemplateNameDuplicatesAllowed=Impossible d''importer deux mod\u00E8les du m\u00EAme nom
noVmNameDuplicatesAllowed=Impossible d''importer deux VM du m\u00EAme nom
nullOperationOutOfSyncNetwork=Op\u00E9ration pour ''{0}'' non valide \u00E0 cause d''un r\u00E9seau non sync.
nullOperationUnmanagedNetwork=Op\u00E9ration pour ''{0}'' non valide \u00E0 cause d''un r\u00E9seau non g\u00E9r\u00E9.
numOfVmsInPoolInvalid=Le nombre maximum de VM autoris\u00E9es est {0} quand la longueur du nom du pool est de {1}
numOfVmsInPoolInvalidWithQuestionMarks=Le nombre maximum de VM autoris\u00E9es est {0} quand la longueur du nom du pool est de {1} et que le nom contient {2} point(s) d''interrogation
numaTopologyTitle=Topologie NUMA - {0}
numberOfVmsForHostsLoad={0} VM
numberValidationNumberBetweenInvalidReason={0} entre {1} et {2}.
numberValidationNumberGreaterInvalidReason={0} sup\u00E9rieur ou \u00E9gal \u00E0 {1}.
numberValidationNumberLessInvalidReason={0} inf\u00E9rieur ou \u00E9gal \u00E0 {1}.
optionNotSupportedClusterVersionTooOld=Cette option n''est pas prise en charge dans la version de cluster {0}
optionRequiresSpiceEnabled=Cette option exige l''utilisation du protocole d''affichage SPICE
poolNameLengthInvalid=La longueur max de la longueur du nom est de {0} pour {1} VM dans le pool
poolNameWithQuestionMarksLengthInvalid=La longueur max de la longueur du nom est de {0} pour {1} VM(s) dans le pool et que le nom contient {2} point(s) d''interrogation
positiveTimezoneOffset={0} (UTC+{1}\:{2})
providerFailure=Impossible de communiquer avec le fournisseur externe. Voir le journal pour obtenir des informations suppl\u00E9mentaires.
providerImportFailure=N''a pas pu importer les VM de la source externe.
providerUrlWarningText=Changer l''URL de ce fournisseur pourrait compromettre le bon fonctionnement des entit\u00E9s suivantes qu''il fournit.\n\n{0}
realNumber=nombre r\u00E9el
rebalanceStatusFailed=N''a pas pu obtenir le statut de r\u00E9\u00E9quilibrage du volume \: {0}
refreshInterval=Intervalle d''actualisation \: {0} sec
removeBrickStatusFailed=N''a pas pu obtenir le statut de suppression de brique du volume \: {0}
removeBricksReplicateVolumeMessage=Le nombre de r\u00E9pliques sera r\u00E9duit de {0} \u00E0 {1}. \u00CAtes-vous certain(e) de vouloir supprimer les briques suivantes\u00A0?
removeCpuQoSMessage=Cette Qds de CPU est utilis\u00E9e par les Profils CPU {0}.\n\u00CAtes-vous certain(e) de vouloir supprimer cette QdS de CPU\u00A0?\n\nProfils utilisant cette QdS \:\n
removeFromBond=Supprimer {0} de la Liaison
removeHostNetworkQosMessage=Cette QdS R\u00E9seau est utilis\u00E9e par {0} R\u00E9seaux. \n\u00CAtes-vous certain(e) de vouloir la supprimer ?\n\nR\u00E9seaux utilisant cette QdS \:
removeNetwork=Supprimer R\u00E9seau {0}
removeNetworkQoSMessage=Cette QdS R\u00E9seau utilis\u00E9e par les Profils Vnic {0}.\n\u00CAtes-vous certain(e) de vouloir supprimer cette QdS R\u00E9seau\u00A0?\n\nProfils utilisant cette QdS \:\n
removeStorageDomainFromDataCenterWithMemoryVolumesOnMultipleSDs=Les centres de donn\u00E9es contiennent un domaine de stockage ''{0}'' avec les m\u00E9tadonn\u00E9es et disques m\u00E9moire de clich\u00E9s n''y r\u00E9sidant pas \: {1}.\nLa suppression de ces disques rendra les clich\u00E9s inutilisables.\nVeuillez envisager de d\u00E9placer ces volumes vers un domaine de stockage diff\u00E9rent avant de proc\u00E9der \u00E0 l''action.
removeStorageDomainWithMemoryVolumesOnMultipleSDs=Les domaines de stockage contiennent les m\u00E9tadonn\u00E9es suivantes et les disques de m\u00E9moire des clich\u00E9s qui n''y r\u00E9sident pas \: {0}.\nLa suppression de ces disques rendra les clich\u00E9s inutilisables.\nVeuillez envisager de d\u00E9placer ces volumes vers un domaine de stockage diff\u00E9rent avant de proc\u00E9der \u00E0 l''action.
removeStorageQoSItem={0} (<i>{1}</i>)
removeStorageQoSMessage=Cette QdS Stockage est utilis\u00E9e par les Profils de disque {0}.\n\u00CAtes-vous certain(e) de vouloir supprimer cette QdS Stockage\u00A0?\n\nProfils utilisant cette QdS \:\n
rngSourceNotSupportedByCluster=La source de g\u00E9n\u00E9rateur de nombres al\u00E9atoires ''{0}'' n''est pas prise en charge dans le cluster
schedulerAllowOverbookingInfo=Surr\u00E9servation \: Permet de lancer des requ\u00EAtes d''ordonnancement de clusters en parall\u00E8le, sans pr\u00E9server la r\u00E9partition des ressources. Cette option permet de g\u00E9rer une masse d''ordonnancement des demandes ({0} requ\u00EAtes), tandis que certaines requ\u00EAtes peuvent \u00E9chouer en raison de la r\u00E9utilisation de la m\u00EAme allocation de ressources (utilisez cette option uniquement si vous ma\u00EEtrisez ce comportement).
schedulerOptimizationInfo=Optimiser l''ordonnancement pour la pond\u00E9ration\u00A0\:\nUtilisation \: inclure la pond\u00E9ration des modules dans l''ordonnancement pour permettre une meilleure performance de s\u00E9lection\nPerformance \: \u00E9viter la pond\u00E9ration d''h\u00F4te dans les cas o\u00F9 il y a plus de {0} requ\u00EAtes en attente
setupHostNetworksTitle=Configurez les r\u00E9seaux des h\u00F4tes  {0}
sharedDisksWillNotBePartOfTheExport=Le ou les disques partag\u00E9s ne feront pas partie de l''exportation de la VM \: {0}.
sharedDisksWillNotBePartOfTheSnapshot=Le ou les disques partag\u00E9s ne feront pas partie du clich\u00E9 de la VM \: {0}.
sharedDisksWillNotBePartOfTheTemplate=Le ou les disques partag\u00E9s ne feront pas partie du mod\u00E8le de la VM \: {0}.
sizeUnitString={0} {1}
snapshotDisksWillNotBePartOfTheExport=Le ou les clich\u00E9s de disque ne feront pas partie de l''exportation de la VM\u00A0\: {0}
snapshotDisksWillNotBePartOfTheSnapshot=Le ou les clich\u00E9s de disque ne feront pas partie du clich\u00E9 de la VM\u00A0\: {0}
snapshotDisksWillNotBePartOfTheTemplate=Le ou les clich\u00E9s de disque  ne feront pas partie du mod\u00E8le de VM\u00A0\: {0}.
storageDomainIsNotActive=Le Domaine de stockage "{0}" n''est pas actif. Veuillez l''activer.
storageDomainOfDiskCannotBeAccessed=Impossible d''acc\u00E9der au domaine de stockage du disque ''{0}''. Veuillez contacter l''administrateur pour v\u00E9rifier les permissions utilisateur.
suffixCauseToClonedTemplateNameCollision=Ce suffixe va causer une collision de nom avec un autre Mod\u00E8le clon\u00E9 \: {0}.
suffixCauseToClonedVmNameCollision=Ce suffixe va causer une collision de nom avec une autre Machine virtuelle clon\u00E9e \: {0}.
suggestDetachNetwork=Cela pourrait fonctionner avec le r\u00E9seau {0}.
templateDiskDescription={0} (du Domaine de stockage {1})
templateVersionNameAndNumber=\ (Version\: {0} ({1}))
templatesAlreadyExistonTargetExportDomain=Mod\u00E8le(s)\u00A0\: {0} existe d\u00E9j\u00E0 sur le Domaine d''exportation cible. Si vous souhaitez le(s) remplacer, veuillez s\u00E9lectionner la case Forcer Remplacement.
templatesWithDependentVMs=Mod\u00E8le {0} (VM d\u00E9pendantes \: {1})
testFailedWithErrorMsg=\u00C9chec du test\u00A0\: {0}
testSuccessfulWithPowerStatus=Test r\u00E9ussi\u00A0\: {0}
thereAreActiveVMsRequiringRestart=Toutes les MV seront reconfigur\u00E9es de fa\u00E7on temporaire pour utiliser l''ancienne version de compatibilit\u00E9 du cluster et la modification de configuration not\u00E9e attendue.\nPour pouvoir modifier la version de compatibilit\u00E9 du cluster de la MV \u00E0 une nouvelle version, la VM devra \u00EAtre ferm\u00E9e manuellement et d\u00E9marr\u00E9e \u00E0 nouveau.\nIl y a {0} VM(s) en cours d''ex\u00E9cution affect\u00E9es par ce changement.\n\n
thisFieldMustContainTypeNumberInvalidReason=Ce champ doit contenir un nombre entier {0}
threadsAsCoresPerSocket={0} ({1})
uiCommonRunActionPartitialyFailed=Erreur lors de l''ex\u00E9cution de certaines t\u00E2ches (actions) au moins\u00A0\: {0}
unlabel=Supprimer Lib\u00E9ll\u00E9\u00A0{0}
unreachableGlusterHosts=Impossible d''extraire l''empreinte digitale du ou des h\u00F4tes {0,list,text}
uploadImageFailedToResumeMessage=N''a pas pu terminer le chargement\: {0}
uploadImageFailedToResumeSizeMessage=\u00C9chec de finalisation du t\u00E9l\u00E9chargement\u00A0\: la taille de l''ancien fichier ({0} octets) ne correspond pas \u00E0 la taille ({1} octets) du nouveau fichier.
uploadImageFailedToResumeUploadOriginatedInAPI=N''a pas pu terminer le chargement \: chargement initi\u00E9 via API et donc, doit se terminer par API.
uploadImageFailedToStartMessage=N''a pas pu d\u00E9marrer le chargement\: {0}
uploadImageQemuCompatUnsupported=Chargement de l''image avec qcow2 compat {0} non pris en charge pour le type de format de stockage {1}.
urlSchemeInvalidScheme=Comme l''URL contient un sch\u00E9ma non valide ''{0}'', seuls les sch\u00E9mas suivants sont autoris\u00E9s\u00A0\:\n\n{1}
urlSchemeMustBeEmpty=L''URL donn\u00E9 ne doit pas contenir de sch\u00E9ma (par ex. ''{0}'').
urlSchemeMustNotBeEmpty=L''URL donn\u00E9 ne doit pas contenir de sch\u00E9ma. Il doit contenir un\u00A0\:\n\n{0}
usedLunIdReason={0} ({1})
userName={0} {1}
userSessionRow=Id DB Session\:{0}, Utilisateur\:{1}
virtioScsiRequired=Disponible uniquement avec VirtIO-SCSI.
vmDialogDisk={0}\: ({1} Go) {2} {3}
vmName=VM\u00A0\: {0}
vmStorageDomainIsNotAccessible=Les Domaines de stockage de disques ne sont pas accessibles.
vmTemplateWithCloneProvisioning={0} (Clone/Ind\u00E9pendent)
vmTemplateWithThinProvisioning={0} (Dynamique/D\u00E9pendent)
vmsAlreadyExistOnTargetExportDomain=Les VM\u00A0\: {0} existent d\u00E9j\u00E0 dans le Domaine d''exportation cible. Si vous souhaitez les remplacer, veuillez s\u00E9lectionner la case Forcer Remplacement.
vncInfoMessage=Veuillez utiliser votre client VCN pour vous connecter \u00E0 cette VM.<br/><br/>Utiliser les param\u00E8tres suivants \: <br/>IP\:Port --  {0}\:{1}<br/><br/> Mot de passe\: {2}<br/>(noter\u00A0\: ce mot de passe n''est valide que pendant {3} secondes)
vnicFromTemplate=Vnic {0} du Mod\u00E8le {1}
vnicFromVm=Vnic {0} de VM {1}
vnicProfileFromNetwork=Profil Interface VM {0} du R\u00E9seau {1}
vnicTypeDoesntMatchNonPassthroughProfile=Le Profil Non-Passthrough ne peut pas \u00EAtre attach\u00E9 \u00E0 une VM de type {0}
vnicTypeDoesntMatchPassthroughProfile=Le Profil Passthrough ne peut pas \u00EAtre attach\u00E9 \u00E0 une VM de type {0}
volumeProfileStatisticsFailed=Impossible d''extraire les statistiques de profil du volume \: {0}
volumeProfilingStatsTitle=Statistiques Profil de volume - {0}
volumeSnapshotOptionValueEmpty=La valeur du param\u00E8tre de configuration de volume {0} est vide
youAreAboutChangeDcCompatibilityVersionWithUpgradeMsg=Vous \u00EAtes sur le point de changer la Version de compatibilit\u00E9 du Centre de donn\u00E9es. Cela va mettre \u00E0 niveau tous les Domaines de stockage appartenant au Centre de donn\u00E9es et les rendre inutilisables dans les versions plus anciennes que {0}. \u00CAtes-vous certain(e) de vouloir continuer\u00A0?
youAreAboutToDisconnectHostInterfaceMsg=Vous \u00EAtes sur le point de d\u00E9connecter l''Interface de gestion ({0}).\nDe ce fait, l''H\u00F4te risque de devenir inaccessible.\n\n\u00CAtes-vous certain(e) de vouloir d\u00E9connecter l''Interface de gestion ?
