#
# Bundle name: org.ovirt.engine.ui.uicompat.UIMessages
# Locale: it_IT
#
#Mon Jun 07 09:36:17 EDT 2021
addToBond=Aggiungere {0} al Bond
alreadyAssignedClonedTemplateName=Questo nome \u00E8 stato gi\u00E0 assegnato ad un altro Template clonato.
alreadyAssignedClonedVmName=Questo nome \u00E8 stato gi\u00E0 assegnato ad un''altra VM clonata.
approveCertificateTrust=Si approva il trust del certificato soggetto {0} rilsciato da {1}, {3} fingerprint {2}?
approveRootCertificateTrust=Si approva il trust del certificato self signed soggetto {0}, {2} fingerprint {1}?
attachTo=Connetti {0} a
bondWith=Bond {0} con
bootMenuNotSupported=Il Boot menu per la VM non \u00E8 supportato in Cluster con versione {0}
bootableDiskIsRequiredToBootFromDisk=La Macchina Virtuale deve avere almeno un disco avviabile definito per eseguire avvio da disco fisso.
bracketsWithGB=({0} GB)
breakBond=Distruggi Bond {0}
brickDetailsNotSupportedInClusterCompatibilityVersion=Dettagli sui Brick non supportati per la versione({0}) di compatibilit\u00E0 di questo Cluster.
bridlessNetworkNotSupported=Reti di tipo Non-VM non sono supportate per Cluster con versione {0}
bytesReadInCurrentProfileInterval={0} {1} sono stati letti nel corrente intervallo di profilazione rispetto a {2} {3} durante la profilazione
bytesWrittenInCurrentProfileInterval={0} {1} sono stati scritti nel corrente intervallo di profilazione rispetto a {2} {3} durante la profilazione
cannotConnectToTheConsole=Impossibile connettersi alla console per {0}
cannotCopyDisks=I dischi seguenti non possono essere copiati\: {0}
clusterSnapshotOptionValueEmpty=Il valore del parametro di configurazione {0} del cluster \u00E8 vuoto
commonMessageWithBrackets={0} ({1})
confirmActivateSnapshot=Attiva Snapshot sul volume - {0}
confirmDeactivateSnapshot=Disattiva Snapshot sul volume - {0}
confirmDeleteAgentGroup=Si \u00E8 certi di volere cancellare il concurrent Fence Agent Group che contiene i seguenti Fence Agents?\n{0}
confirmDeleteFenceAgent=Si \u00E8 sicuri di voler cancellare l''Agente di Fence\: {0}
confirmRemoveAllSnapshots=Rimuovi tutti gli Snapshot sul volume - {0}
confirmRemoveSnapshot=Rimuovi Snapshot sul volume - {0}
confirmRestoreSnapshot=Ripristina Snapshot sul volume - {0}
confirmStopVolumeRebalance=Si \u00E8 sicuri di voler interrompere l''operazione di ribilanciamento sul volume\: {0}?
confirmVolumeSnapshotDeleteMessage=Gli snapshot sottostanti verrebbero rimossi. Si vuole continuare?\n\n{0}
connectingToGuestWithNotResponsiveAgentMsg=Impossibile connettersi all''agente sul guest, potrebbe essere non responsivo o non installato.\nCome risultato, alcune funzionalit\u00E0 potrebbero non essere operative.
cpuInfoLabel={0} ({1}\:{2}\:{3})
cpuInfoMessage={0} ({1}\:{2}\:{3})
createFailedDomainAlreadyExistStorageMsg=Operazione di creazione fallita. La connessione storage \u00E8 gi\u00E0 utilizzata dal seguente dominio storage\: {0}.
createOperationFailedDcGuideMsg=Operazione di creazione fallita. Il Dominio {0} esiste gi\u00E0 nel sistema.
customPropertiesValuesShouldBeInFormatReason=Questo campo dovrebbe essere nel formato\: {0}
customPropertyOneOfTheParamsIsntSupported=Uno dei parametri non \u00E8 supportato (parametro(i)\: {0})
customPropertyValueShouldBeInFormatReason=il valore del parametro <{0}> dovrebbe essere nel formato\: <{1}>
customSpmPriority=Personalizzato({0})
defaultMtu=Predefinito ({0})
detachNetwork=Dissociare Rete {0}
detachNote=Nota\: {0} verr\u00E0 rimosso(a)\!
directLUNDisksWillNotBePartOfTheExport=Dischi di tipo Direct LUN non saranno parte dell''esportazione della VM\: {0}.
directLUNDisksWillNotBePartOfTheSnapshot=Dischi di tipo Direct LUN non saranno parte dello snapshot della VM\: {0}.
directLUNDisksWillNotBePartOfTheTemplate=Dischi di tipo Direct LUN non saranno parte del template della VM\: {0}.
diskSnapshotLabel=Disco {0} dallo Snapshot {1}
disklessVmCannotRunAsStateless=Una Macchina Virtuale senza disco (Diskless) non pu\u00F2 essere eseguita in modalit\u00E0 Senza Stato (Stateles)
editBondInterfaceTitle=Modificare interfaccia Bond {0}
editHostNicVfsConfigTitle=Modifica la configurazione Virtual Functions (SR-IOV) di {0}
editManagementNetworkTitle=Modificare Rete di Management\: {0}
editNetworkTitle=Modificare Rete {0}
emptyOrValidKeyValueFormatMessage=Questo campo pu\u00F2 essere vuoto o contenere un {0}
errConnectingVmUsingRdpMsg=Errore nella connessione alla Macchina Virtuale utilizzando RDP\:\n{0}
errConnectingVmUsingSpiceMsg=Errore nella connessione alla Macchina Virtuale utilizzando SPICE\:\n{0}
errataForHost=Errata per Host {0}
errataForVm=Errata per VM {0}
errorConnectingToConsole=Errore nella connessione a {0} utilizzando il protocollo {1}
errorConnectingToConsoleNoProtocol=Errore di connessione a {0}
extendBond=Estendere {0} con
failedToListExternalNetworks=Errore durante l''elencazione delle external networks\: {0}
geoRepActionConfirmationMessage=Si \u00E8 sicuri di voler  {0} sessione geo-rep
geoRepForceTitle=Forza sessione {0}
glusterVolumeCurrentProfileRunTime=Lintervallo corrente di profiling \u00E8 in esecuzione da {0} {1} su un totale di tempo di profiling di {2} {3}
guestOSVersionLinux={0} {1}{2}
guestOSVersionOptional=\ ({0})
guestOSVersionWindows=Microsoft Windows {0} ({1})
guestOSVersionWindowsServer=Microsoft Windows {0} Server ({1})
haActive=Attivo (Score\: {0})
highPerformancePopupRecommendationMsgForKsm=KERNEL SAME PAGE MERGING (KSM)\:\nSi prega di disabilitare KSM disabilitandolo nel Cluster {0}. Questo puo'' essere eseguito editando il Cluster e disabilitando il campo "Abilita KSM".
hostNameMsg=Questo campo non pu\u00F2 contenere spazi o caratteri speciali, deve essere lungo almeno un carattere, valori ammessi sono 0-9, a-z, ''_'', ''.'' e una lunghezza fino a {0} caratteri.
hostNumberOfRunningVms={0} ({1} VM in esecuzione)
hugePages={0}\: {1}/{2}
iconDimensionsTooLarge=Le dimensioni delle icone sono troppo grandi\: {0}x{1}, massimo permesso\: {2}x{3}
iconFileTooLarge=File dell''icona troppo grande. La dimensione massima \u00E8 {0}kB.
importClusterHostNameEmpty=Il campo Nome \u00E8 vuoto per l''Host con indirizzo {0}
importClusterHostPasswordEmpty=Il campo Root Password \u00E8 vuoto per l''Host con indirizzo {0}
importFailedDomainAlreadyExistStorageMsg=Operazione di import fallita. Il Dominio {0} esiste gi\u00E0 nel sistema.
importProcessHasBegunForImages=E'' iniziato il processo di importazione per la/le immagine/i\: {0}.\nSi pu\u00F2 verificare lo stato dell''importazione nella vista ''Eventi'' principale, o nell''overlay ''Tasks'' accessibile dal bottone dei task nell''intestazione.
importProcessHasBegunForTemplates=E'' iniziato il processo di importazione per i(l) Template\: {0}.\nSi pu\u00F2 verificare lo stato dell''importazione nella vista ''Eventi'' principale.
importProcessHasBegunForVms=E'' iniziato il processo di importazione per la/le VM\: {0}.\nSi pu\u00F2 verificare lo stato dell''importazione nella vista ''Eventi'' principale, o nell''overlay ''Tasks'' accessibile dal bottone dei task nell''intestazione.
incorrectVCPUNumber=Numero di CPU Totali non corretto. Non \u00E8 possibile assemblare questo numero dai Virtual Sockets e Cores per Virtual Sockets disponibili
integerValidationNumberBetweenInvalidReason={0} tra {1} e {2}.
integerValidationNumberGreaterInvalidReason={0} maggiore o uguale a {1}.
integerValidationNumberLessInvalidReason={0} minore o uguale a {1}.
interfaceIsRequiredToBootFromNetwork=La Macchina Virtuale deve avere almeno una interfaccia di rete definita per eseguire avvio dalla Rete.
invalidIconFormat=Formato file sconosciuto. I formati supportati sono {0}.
keyValueFormat=< key >\=< value > separato da spazio
label=Aggiungi etichetta {0} a
labelInUse=L''etichetta {0} non pu\u00F2 essere assegnata a questa interfaccia, \u00E8 gi\u00E0 assegnata all''interfaccia {1}.
labeledNetworkNotAttached=La Rete dovrebbe essere assegnata a ''{0}'' tramite l''etichetta ''{1}''. Ma per qualche ragione non \u00E8 cos\u00EC.
lenValidationFieldMusnotExceed=Il contenuto del campo non deve eccedere i {0} caratteri.
longValidationNumberBetweenInvalidReason={0} tra {1} e {2}.
longValidationNumberGreaterInvalidReason={0} maggiore o uguale a {1}.
longValidationNumberLessInvalidReason={0} minore o uguale a {1}.
lunAlreadyPartOfStorageDomainWarning=La LUN fa gi\u00E0 parte di un Dominio Storage\: {0}
lunIsMetadataDevice=La LUN \u00E8 un device metadati di un Dominio Storage\: {0}
lunUsedByDiskWarning=La LUN \u00E8 gi\u00E0 utilizzata da un Disco\: {0}
lunUsedByVG=Utilizzato dal VG\: {0}
maxMaxMemoryForSelectedOsIs=La Memoria Massima per il sistema operativo selezionato deve essere inferiore o uguale a {0} MB.
maxMaxMemoryIs=La Memoria Massima deve essere inferiore o uguale a {0} MB.
maxMemSizeIs=La dimensione massima della Memoria \u00E8 {0} MB.
memSizeBetween=La dimensione della Memoria \u00E8 tra {0} MB e {1} MB
memSizeMultipleOf=La dimensione della memoria sull''archiettura {0} deve essere multiplo di {1}.
memoryHotUnplugConfirmation=Hot unplug del memory device di dimensione {0}MB della VM ''{1}''?\n\nAttenzione\: il sistema operativo guest deve essere specificatamente configurato per supportare questa operazione. Si prega di fare riferimento alla documentazione. L''operazione di unplug potrebbe impiegare un po'' di tempo. Si prega di non eseguire unplug di altri memory device fino a quando questa operazione non \u00E8 terminata.
minMemSizeIs=La dimensione minima della Memoria \u00E8 {0} MB.
moveDisksWhileVmRunning=Muovere i seguenti dischi mentre la VM \u00E8 in esecuzione\: {0}
nameCanContainOnlyMsg=Il Nome pu\u00F2 contenere solo caratteri ''A-Z'', ''a-z'', ''0-9'', ''_'' o ''-'', lunghezza massima\: {0}
nameMustConataionOnlyAlphanumericChars=Il Nome pu\u00F2 contenere solo caratteri alfanumerici, "-", "_" or ".". Lunghezza massima\: {0}.
naturalNumber=numero naturale
negativeTimezoneOffset={0} (UTC-{1}\:{2})
networkDc={0} nel Data Center {1}
networkDcDescription={0} nel Data Center {1} ({2})
networkLabelConflict=Non \u00E8 stato possibile assegnare la Rete a ''{0}'' tramite l''etichetta ''{1}''.
newNameWithSuffixCannotContainBlankOrSpecialChars=Il Nome (con suffisso) pu\u00F2 contenere solo caratteri alfanumerici, ''.'', ''_'' o ''-''. Lunghezza massima\: {0}.
nicHotPlugNotSupported=La macchina Virtuale \u00E8 in esecuzione e la funzionalit\u00E0 di NIC Hot Plug non \u00E8 supportata su cluster con versione {0} o dal sistema operativo.
noActiveStorageDomain=Nessun Dominio Storage \u00E8 attivo.
noExportableDisksFoundForTheExport=Non ci sono dischi che possano essere esportati, solo la configurazione sar\u00E0 parte dell''esportazione della VM.
noExportableDisksFoundForTheSnapshot=Non ci sono dischi di cui possa esere eseguito snapshot, solo la configurazione sar\u00E0 parte dello snapshot della VM.
noExportableDisksFoundForTheTemplate=Non ci sono dischi che possano essere esportati, solo la configurazione sar\u00E0 parte del Template della VM.
noOfBricksSelected=({0} bricks selezionati)
numOfVmsInPoolInvalid=Il numero massimo di VM consentite \u00E8 {0} mentre la lunghezza del nome del Pool \u00E8 {1}
numOfVmsInPoolInvalidWithQuestionMarks=Il numero massimo di VM consentite \u00E8 {0} mentre la lunghezza del nome del Pool \u00E8 {1} e contiene {2} punti di domanda
numaTopologyTitle=\ Topologia NUMA - {0}
numberOfVmsForHostsLoad={0} VMs
numberValidationNumberBetweenInvalidReason={0} tra {1} e {2}.
numberValidationNumberGreaterInvalidReason={0} maggiore o uguale a {1}.
numberValidationNumberLessInvalidReason={0} minore o uguale a {1}.
optionNotSupportedClusterVersionTooOld=Questa opzione non \u00E8 supportata in Cluster con versione {0}
optionRequiresSpiceEnabled=Questa opzione richiede che venga utilizzato il protocollo display SPICE
poolNameLengthInvalid=La lunghezza massima del nome \u00E8 {0} per {1} VMs nel pool
poolNameWithQuestionMarksLengthInvalid=La lunghezza massima del nome \u00E8 {0} per {1} VMs nel pool e {2} punti di domanda nel nome
positiveTimezoneOffset={0} (UTC+{1}\:{2})
providerFailure=Comunicazione con il provider esterno fallita, consultare il log per ulteriori dettagli.
providerImportFailure=Impossibile importare le VM dalla sorgente esterna.
providerUrlWarningText=Cambiare l''URL di questo provider potrebbe compromettere il corretto funzionamento delle seguenti entit\u00E0 da esso fornite.\n\n{0}
realNumber=numero reale
rebalanceStatusFailed=Impossibile recuperare lo stato di ribilanciamento del volume \:  {0}
refreshInterval=Intervallo di aggiornamento\: {0} sec
removeBrickStatusFailed=Impossibile recuperare lo stato di cancellazione del brick del volume \:  {0}
removeBricksReplicateVolumeMessage=Il livello di Replica sar\u00E0 ridotto da {0} a {1}. Si \u00E8 sicuri di voler rimuovere i Brick seguenti?
removeCpuQoSMessage=Il QoS di questa CPU \u00E8 utilizzato da {0} Profili CPU.\nSi \u00E8 sicuri di voler rimuovere il QoS di questa CPU?\n\nProfili che utilizzano questo QoS\:\n
removeFromBond=Rimuovere {0} dal Bond
removeHostNetworkQosMessage=Il QoS della Rete di questo Host \u00E8 utilizzato da {0} Reti .\nSi \u00E8 sicuri di volerlo rimuovere?\n\nReti che utilizzano questo QoS\:\n
removeNetwork=Rimuoere la Rete {0}
removeNetworkQoSMessage=Il QoS di questa Rete \u00E8 utilizzato da {0} Profili Vnic .\nSi \u00E8 sicuri di voler rimuovere il QoS di questa Rete?\n\nProfili che utilizzano questo QoS\:\n
removeStorageQoSItem={0} (<i>{1}</i>)
removeStorageQoSMessage=Il QoS di questa Storage \u00E8 utilizzato da {0} Profili Disco .\nSi \u00E8 sicuri di voler rimuovere il QoS di questa Storage?\n\nProfili che utilizzano questo QoS\:\n
rngSourceNotSupportedByCluster=La sorgente di generazione di Numeri Casuali ''{0}'' non \u00E8 supportata dal cluster
schedulerAllowOverbookingInfo=Overbooking\: Permette di eseguire le richieste di schedulazione del cluster in parallelo, senza preservare l''allocazione delle risorse. Questa opzione permette la gestione di richieste di schedulazione massive ({0} richieste), ma alcune richieste possono fallire a causa del riutilizzo delle stesse allocazioni di risorse (Utilizzare questa opzione solo se si \u00E8 familiari con questa condotta).
schedulerOptimizationInfo=Ottimizzare la schedulazione per la taratura dell''Host (ordinamento)\:\nUtilizzo\: include moduli di peso nella schedulazione per consentire la selezione migliore\nVelocit\u00E0\: evita la gestione dei pesi sull''Host nel caso in cui ci siano pi\u00F9 di {0} richieste pendenti
setupHostNetworksTitle=Impostare le Reti dell''Host {0}
sharedDisksWillNotBePartOfTheExport=Dischi di tipo condiviso (shared) non saranno parte dell''esportazione della VM\: {0}.
sharedDisksWillNotBePartOfTheSnapshot=Dischi di tipo condiviso (shared) non saranno parte dello snapshot della VM\: {0}.
sharedDisksWillNotBePartOfTheTemplate=Dischi di tipo condiviso (shared) non saranno parte del Template\: {0}.
sizeUnitString={0} {1}
snapshotDisksWillNotBePartOfTheExport=Snapshot di Dischi non saranno parte dell''esportazione della VM\: {0}.
snapshotDisksWillNotBePartOfTheSnapshot=Snapshot di Dischi non saranno parte dello snapshot\: {0}.
snapshotDisksWillNotBePartOfTheTemplate=Snapshot di Dischi non saranno parte dell''esportazione del Template della VM\: {0}.
storageDomainIsNotActive=Il Dominio Storage ''{0}'' Storage Domain non \u00E8 attivo. Si prega di attivarlo.
storageDomainOfDiskCannotBeAccessed=Il dominio storage del disco ''{0}'' non \u00E8 accessibile. Si prega di contattare l''amministratore per verificare i permessi utente.
suffixCauseToClonedTemplateNameCollision=Questo suffisso causer\u00E0 un conflitto di nome con un altro Template clonato\: {0}.
suffixCauseToClonedVmNameCollision=Questo suffisso causer\u00E0 un conflitto di nome con un''altra Macchina Virtuale clonata\: {0}.
suggestDetachNetwork=Questo potrebbe funzionare senza la rete {0}.
templateDiskDescription={0} (dal Dominio Storage {1})
templateVersionNameAndNumber=\ (Versione\: {0} ({1}))
templatesAlreadyExistonTargetExportDomain=I(l) Template\: {0} gi\u00E0 esistenti(e) sul Dominio di Export target. Se si vuole sovrascriverlo, si prega di selezionare la check-box ''Forza Sovrascrittura''
templatesWithDependentVMs=Template {0} (VM che dipendono da esso\: {1})
testFailedWithErrorMsg=Test fallito\: {0}
testSuccessfulWithPowerStatus=Test superato\: {0}
thereAreActiveVMsRequiringRestart=Tutte le VM in esecuzione verranno temporaneamente riconfigurate per utilizzare la versione precedente di compatibilit\u00E0 del cluster e marcate come in attesa di modifica configurazione.\nPer modificare la versione di compatbilit\u00E0 cluster della VM ad una nuova versione, la VM deve essere manualmente spenta e riavviata.\nCi sono {0} VM in esecuzione coinvolte da questa modifica.\n\n
thisFieldMustContainTypeNumberInvalidReason=Questo campo deve contenere un numero {0}
threadsAsCoresPerSocket={0} ({1})
uiCommonRunActionPartitialyFailed=Errore durante l''esecuzione di almeno alcuni dei task di azione\: {0}
unlabel=Rimuovi etichetta {0}
unreachableGlusterHosts=Impossibile recuperare l''Impronta dell''host {0,list,text}
uploadImageFailedToResumeMessage=Impossibile riprendere l''upload\: {0}
uploadImageFailedToResumeSizeMessage=Ripresa dell''upload fallita\: la dimensione del file precedente ({0} bytes) non coincide con quella del nuovo file  ({1} bytes).
uploadImageFailedToResumeUploadOriginatedInAPI=Impossibile riprendere l''upload\: Upload iniziato tramite API, e puo'' essere ripreso solo in quel modo.
uploadImageFailedToStartMessage=Impossibile avviare l''upload\: {0}
uploadImageQemuCompatUnsupported=Aggiornare un''immagine con qcow2 compatibilit\u00E0 {0} non \u00E8 supportato per formato storage di tipo {1}.
urlSchemeInvalidScheme=L''URL indicato contiene uno schema non valido ''{0}'', solamente i seguenti schemi sono consentiti\:\n\n{1}
urlSchemeMustBeEmpty=L''URL indicato non deve contenere uno schema (e.g. ''{0}'').
urlSchemeMustNotBeEmpty=L''URL indicato non contiene uno schema, deve contenere uno dei seguenti\:\n\n{0}
usedLunIdReason={0} ({1})
userName={0} {1}
userSessionRow=Sessione DB Id\:{0}, User\:{1}
vmDialogDisk={0}\: ({1} GB) {2} {3}
vmStorageDomainIsNotAccessible=I Domini Storage dei Dischi non sono accessibili.
vmTemplateWithCloneProvisioning={0} (Clone/Independent)
vmTemplateWithThinProvisioning={0} (Thin/Dependent)
vmsAlreadyExistOnTargetExportDomain=VM(s)\: {0} esiste gi\u00E0 sul Dominio di Export di destinazione. Se si vuole sovrascrivere, si prega di selezionare la check-box ''Sovrascrittura Forzata''.
vncInfoMessage=Si prega di utilizzare il client VNC per connettersi a questa VM.<br/><br/>Utilizzare i seguenti parametri\:<br/>IP\:Port --  {0}\:{1}<br/><br/> Password\: {2}<br/>(nota\: questa password \u00E8 alida per {3} secondi)
vnicFromTemplate=Vnic {0} dal Template {1}
vnicFromVm=Vnic {0} dalla VM {1}
vnicProfileFromNetwork=VM Interface Profile {0} dalla Rete {1}
vnicTypeDoesntMatchNonPassthroughProfile=Un Profilo Non-Passthrough non pu\u00F2 essere associato ad una VM di tipo {0}
vnicTypeDoesntMatchPassthroughProfile=Un Profilo Passthrough non pu\u00F2 essere associato ad una VM di tipo {0}
volumeProfileStatisticsFailed=Impossibile recuperare le statistiche di profilo del volume \: {0}
volumeProfilingStatsTitle=Statistiche di Profile del Volume - {0}
volumeSnapshotOptionValueEmpty=Il valore del parametro {0} di configurazione del volume \u00E8 vuoto
youAreAboutChangeDcCompatibilityVersionWithUpgradeMsg=Si \u00E8 in procinto di cambiare la Versione di Compatibilit\u00E0 del Data Center. Questa operazione aggiorner\u00E0 tutti i Domini Storage che appartengono al Data Center, e li render\u00E0 inutilizzabili con versioni precedenti alla {0}. Si \u00E8 sicuri di voler continuare?
youAreAboutToDisconnectHostInterfaceMsg=Si \u00E8 in procinto di disconnettere l''Interfaccia di Gestione ({0}).\nDi conseguenza, l''Host potrebbe risultare non raggiungibile.\n\nSi \u00E8 sicuri di voler disconnettere l''Interfaccia di Gestione?
