addToBond=Ajouter {0} au Bond
alreadyAssignedClonedTemplateName=Ce nom a d\u00E9j\u00E0 \u00E9t\u00E9 donn\u00E9 \u00E0 au autre mod\u00E8le clon\u00E9.
alreadyAssignedClonedVmName=Ce nom a d\u00E9j\u00E0 \u00E9t\u00E9 donn\u00E9 \u00E0 une autre Machine virtuelle clon\u00E9e.
areYouSureYouWantToDeleteSanpshot=\u00CAtes-vous certain de vouloir effacer le snapshot de {0} ayant pour description ''{1}''?
attachTo=Attacher {0} \u00E0
bondWith=Bond {0} avec
bootableDiskIsRequiredToBootFromDisk=La machine virtuelle doit comporter au moins un disque bootable d\u00E9fini pour pouvoir s''amorcer \u00E0 partir d''un disque dur.
breakBond=Break Bond {0}
brickDetailsNotSupportedInClusterCompatibilityVersion=D\u00E9tails Brick non pris en charge dans cette version de compatibilit\u00E9 {0}du cluster.
bridlessNetworkNotSupported=Les r\u00E9seaux non-VM ne sont pas pris en charge dans la version de Cluster {0}
commonMessageWithBrackets={0} ({1})
connectingToGuestWithNotResponsiveAgentMsg=L''agent ne peut pas \u00EAtre connect\u00E9 \u00E0 l''invit\u00E9, il ne r\u00E9agit pas ou il se peut qu''il ne soit pas install\u00E9. Par cons\u00E9quent, certaines fonctionnalit\u00E9s pourraient ne pas fonctionner.
cpuInfoLabel={0} ({1} Socket(s), {2} Core(s) par Socket)
createFailedDomainAlreadyExistStorageMsg=L''op\u00E9ration de cr\u00E9ation a \u00E9chou\u00E9. Le domaine {0} existe d\u00E9j\u00E0 dans le syst\u00E8me.
createOperationFailedDcGuideMsg=L''op\u00E9ration de cr\u00E9ation a \u00E9chou\u00E9. Le domaine {0} existe d\u00E9j\u00E0 dans le syst\u00E8me.
customPropertyOneOfTheParamsIsntSupported=Un des param\u00E8tres n''est pas support\u00E9 (param\u00E8tre(s) disponible(s)\: {0})
customPropertyValueShouldBeInFormatReason=la valeur du param\u00E8tre <{0}> doit \u00EAtre sous le format suivant \: <{1}>
customSpmPriority=Personnalisation({0})
detachNetwork=D\u00E9tacher R\u00E9seau {0}
detachNote=Note\: {0} sera supprim\u00E9 \!
directLUNDisksWillNotBePartOfTheExport=Le(les) Disque(s) Direct LUN ne feront pas partie de l''exportation de la VM \: {0}.
directLUNDisksWillNotBePartOfTheSnapshot=Le(les) Disque(s) Direct LUN ne feront pas partie du snapshot de la VM \: {0}.
directLUNDisksWillNotBePartOfTheTemplate=Le(les) Disque(s) Direct LUN ne feront pas partie du mod\u00E8le de la VM \: {0}.
disklessVmCannotRunAsStateless=La machine virtuelle sans disque ne peut pas ex\u00E9cuter en mode stateless
editBondInterfaceTitle=Modifier Interface Bond {0}
editInterfaceTitle=Modifier Interface {0}
editNetworkTitle=Modifier R\u00E9seau {0}
editVmTitle=Modifier Machine Virtuelle {0}
errConnectingVmUsingRdpMsg=Erreur de connexion \u00E0 la Machine Virtuelle en utilisant RPD \: {0}
errConnectingVmUsingSpiceMsg=Erreur de connexion \u00E0 la Machine Virtuelle en utilisant SPICE \: {0}
extendBond=\u00C9tend {0} avec
hostNameMsg=Ce champ ne peut pas contenir d''espace blanc ou d''autre caract\u00E8re particulier, il doit avoir au moins un caract\u00E8re de long, et il doit poss\u00E9der des caract\u00E8res ''a-z'', ''0-9'', ''_'' ou ''.'' et une longueur de {0} caract\u00E8res maximum.
hostNumberOfRunningVms={0} ({1} Ex\u00E9cutant VM(s))
hotNetworkUpdateNotSupported=La mise \u00E0 jour ''r\u00E9seau'' sur une machine virtuelle en cours d''ex\u00E9cution, alors que le NIC est connect\u00E9, n''est pas support\u00E9e sur la version de cluster {0}.
hotPlugNotSupported=Hot Plug n''est pas pris en charge dans la version de cluster {0}
importClusterHostFingerprintEmpty=Le champ d''empreinte digitale de l''h\u00F4te ayant pour adresse {0}
importClusterHostNameEmpty=Le nom du champ est vide pour l''h\u00F4te ayant pour adresse {0}
importClusterHostPasswordEmpty=Le champ de mot de passe root est vide pour l''h\u00F4te ayant pour adresse {0}
importFailedDomainAlreadyExistStorageMsg=L''op\u00E9ration d''importation a \u00E9chou\u00E9. Le domaine {0} existe d\u00E9j\u00E0 dans le syst\u00E8me.
importProcessHasBegunForTemplates=Le processus d''importation a commenc\u00E9 pour le(s) Mod\u00E8le(s) \: {0}. Vous pouvez v\u00E9rifier le statut d''importation dans l''onglet \u00AB\u00C9v\u00E9nements\u00BB.
importProcessHasBegunForVms=Le processus d''importation a commenc\u00E9 pour le(s) VM(s) \: {0}. Vous pouvez v\u00E9rifier le statut d''importation dans l''onglet \u00AB\u00C9v\u00E9nements\u00BB.
incorrectVCPUNumber=Nombre Total de CPU virtuels est incorrect. Il n''est pas possible de composer ce nombre \u00E0 partir des Sockets virtuels et des Cores par Sockets virtuelles disponibles.
integerValidationNumberBetweenInvalidReason={0} entre {1} et {2}.
integerValidationNumberGreaterInvalidReason={0} sup\u00E9rieur \u00E0 {1}.
integerValidationNumberLessInvalidReason={0} inf\u00E9rieur \u00E0 {1}.
interfaceIsRequiredToBootFromNetwork=La machine virtuelle doit comporter au moins une interface de r\u00E9seau disponible d\u00E9finie pour pouvoir s''amorcer \u00E0 partir d''un r\u00E9seau.
lenValidationFieldMusnotExceed=Le champ ne doit pas contenir plus de {0} caract\u00E8res.
lunAlreadyPartOfStorageDomainWarning=LUN fait d\u00E9j\u00E0 partie du domaine de stockage \: {0}
lunUsedByDiskWarning=LUN est d\u00E9j\u00E0 utilis\u00E9 par le disque\: {0}
lunUsedByVG=Utilis\u00E9 par VG\: {0}
maxMemSizeIs=Taille de m\u00E9moire maximum {0} MB.
memSizeBetween=La taille de la m\u00E9moire doit \u00EAtre entre {0} MB et {1} MB
minMemSizeIs=Taille de m\u00E9moire minimum {0} MB.
mtuOverrideNotSupported=Le remplacement de la configuration MTU n''est pas prise en charge dans la version de Cluster {0}
nameCanContainOnlyMsg=Le nom ne peut contenir que les caract\u00E8res ''A-Z'', ''a-z'', ''0-9'', ''_'' or ''-'' , pour une longueur maximum de \: {0}
nameMustConataionOnlyAlphanumericChars=Le nom ne doit poss\u00E9der que des caract\u00E8res alpha-num\u00E9riques, "-", "_" ou ".". Longueur maximum\: {0}.
networkDc={0} dans Data Center {1}
networkDcDescription={0} dans Data Center {1} ({2})
newNameWithSuffixCannotContainBlankOrSpecialChars=Le nouveau nom (et son suffixe) ne peut contenir que les caract\u00E8res alphanum\u00E9riques, ''.'', ''_'' or ''-''. La longueur maximum est de \: {0}.
newVmTitle=Nouvelle Machine Virtuelle {0}
noActiveStorageDomain=Aucun Domaine de stockage n''est actif.
noExportableDisksFoundForTheExport=Il n''y a pas de disque autorisant une exportation, seule la configuration fera partie de l''exportation de la VM.
noExportableDisksFoundForTheSnapshot=Il n''y a pas de disque autorisant un snapshot, seule la configuration fera partie du snapshot de la VM.
noExportableDisksFoundForTheTemplate=Il n''y a pas de disque autorisant une exportation, seule la configuration fera partie du mod\u00E8le de la VM.
noOfBricksSelected=({0} Bricks s\u00E9lectionn\u00E9s)
noValidOperation=Aucune op\u00E9ration valide pour {0} et
numOfVmsInPoolInvalod=Le nombre maximum de VM autoris\u00E9es est {0} quand la longueur du nom du pool est de {1}
numberOfVmsForHostsLoad={0} VMs
poolNameLengthInvalid=La longueur max de la longueur du nom est de {0} pour {1} VM(s) dans le pool
pressKeyToReleaseCursor=Appuyer sur {0} pour lib\u00E9rer le curseur
refreshInterval=Intervalle de r\u00E9-actualisation \: {0} sec
removeBricksReplicateVolumeMessage=Le nombre de r\u00E9plica sera r\u00E9duit de {0} \u00E0 {1} quand on supprime les Bricks suivantes ?
removeFromBond=Supprimer {0} du Bond
removeNetwork=Supprimer R\u00E9seau {0}
sharedDisksWillNotBePartOfTheExport=Le(les) Disque(s) partag\u00E9s ne feront pas partie de l''exportation de la VM \: {0}.
sharedDisksWillNotBePartOfTheSnapshot=Le(les) Disque(s) partag\u00E9s ne feront pas partie du snapshot de la VM \: {0}.
sharedDisksWillNotBePartOfTheTemplate=Le(les) Disque(s) partag\u00E9s ne feront pas partie du mod\u00E8le de la VM \: {0}.
storageDomainIsNotActive=Le Domaine de stockage "{0}" n''est pas actif ( active ). Veuillez l''activer.
suffixCauseToClonedTemplateNameCollision=Ce suffixe va causer une collision de nom avec un autre Mod\u00E8le clon\u00E9 \: {0}.
suffixCauseToClonedVmNameCollision=Ce suffixe va causer une collision de nom avec une autre Machine virtuelle clon\u00E9 \: {0}.
suggestDetachNetwork=Vous pourriez commencer par d\u00E9tacher {0}.
templateDiskDescription={0} (du Domaine de stockage {1})
templatesAlreadyExistonTargetExportDomain=Mod\u00E8le(s)\: {0} existe d\u00E9j\u00E0 sur le Domaine Export cible. Si vous souhaitez le remplacer, veuillez s\u00E9lectionner la case \u00ABSuppression Forc\u00E9e\u00BB.
unreachableGlusterHosts=Impossible d''extraire l''empreinte digitale de(des) h\u00F4te(s) {0,list,text}
vmStorageDomainIsNotAccessible=Les Domaines de stockage de disques" ne sont pas accessibles.
vmsAlreadyExistOnTargetExportDomain=Les VM\: {0} existent d\u00E9j\u00E0 dans le Domaine Export cible. Si vous souhaitez les remplacer, veuillez s\u00E9lectionner la case \u00ABSuppression Forc\u00E9e\u00BB.
vncInfoMessage=Veuillez utiliser votre client VCN pour vous connecter \u00E0 cette VM.<br/><br/>Utiliser les param\u00E8tres suivants \:<br/>IP\:Port --  {0}\:{1}<br/><br/> Password\: {2}<br/>(noter\: ce mot de passe n''est valide que pendant {3} secondes)
vnicFromTemplate=Vnic {0} du Mod\u00E8le {1}
vnicFromVm=Vnic {0} de VM {1}
youAreAboutToDisconnectHostInterfaceMsg=Vous \u00EAtes sur le point de d\u00E9connecter l''Interface de gestion ({0}). De ce fait, l''H\u00F4te risque de devenir inaccessible. \u00CAtes-vous certain de vouloir d\u00E9connecter l''Interface de gestion ?
