#
# Bundle name: org.ovirt.engine.ui.uicompat.UIMessages
# Locale: pt_BR
#
#Mon Jun 07 09:36:17 EDT 2021
addToBond=Adicionar {0} ao Bond
alreadyAssignedClonedTemplateName=Este nome j\u00E1 foi atribu\u00EDdo a outro Template clonado.
alreadyAssignedClonedVmName=Este nome j\u00E1 foi atribu\u00EDdo a outra M\u00E1quina Virtual clonada.
approveCertificateTrust=Voc\u00EA aprova o certificado de seguran\u00E7a referente ao(s)/\u00E0(s)  {0} emitido pelo(s)/a(s) {1}, {3} fingerprint {2}?
approveRootCertificateTrust=Voc\u00EA aprova o certificado de seguran\u00E7a auto-assinado referente ao(s)/\u00E0(s) {0}, {2} fingerprint {1}?
areYouSureYouWantToCommitSnapshot=Voc\u00EA tem certeza de que deseja confirmar o snapshot do {0} com descri\u00E7\u00E3o ''{1}"?\nOs snapshots existentes tirados ap\u00F3s esse ser\u00E3o apagados.
areYouSureYouWantToDeleteSanpshot=Voc\u00EA tem certeza de que deseja deletar o snapshot do {0} com descri\u00E7\u00E3o ''{1}"?
attachTo=Anexar {0} ao
availableInVersionOrHigher=Dispon\u00EDvel na vers\u00E3o de compatibilidade {0} e superiores
biosTypeSupportedForX86Only=Alter\u00E1vel apenas para a fam\u00EDlia de arquiteturas x86.
bondWith=Bond {0} com
bootMenuNotSupported=O menu Boot da MV n\u00E3o \u00E9 suportado na vers\u00E3o do Cluster {0}
bootableDiskIsRequiredToBootFromDisk=A M\u00E1quina Virtual deve ter pelo menos um disco bootable definido para boot a partir do disco r\u00EDgido.
bracketsWithGB=({0} GB)
breakBond=Interromper Bond {0}
brickDetailsNotSupportedInClusterCompatibilityVersion=Os Detalhe do Brick n\u00E3o s\u00E3o suportados para esta vers\u00E3o({0}) de compatibilidade do Cluster.
bridlessNetworkNotSupported=As redes sem-MV n\u00E3o s\u00E3o suportadas para a vers\u00E3o {0}
bytesReadInCurrentProfileInterval={0} {1} foram lidos no intervalo de perfil entre {2} {3} durante a cria\u00E7\u00E3o do perfil
bytesWrittenInCurrentProfileInterval={0} {1} foram gravados no intervalo de perfil atual entre {2} {3} durante o perfil
cannotConnectToTheConsole=N\u00E3o foi poss\u00EDvel conectar ao console para o(s)/a(s) {0}
cannotCopyDisks=O(s) seguinte(s) disco(s) n\u00E3o podem ser copiados\: {0}
cannotMoveDisks=Os seguintes discos n\u00E3o podem ser movidos\: {0}, passe o mouse sobre uma sele\u00E7\u00E3o espec\u00EDfica de dom\u00EDnio de destino para obter mais informa\u00E7\u00F5es
clusterSnapshotOptionNotExist=Nenhuma op\u00E7\u00E3o de atualiza\u00E7\u00E3o no volume snapshot
clusterSnapshotOptionValueEmpty=O valor do par\u00E2metro de configura\u00E7\u00E3o do cluster {0} est\u00E1 vazio
commonMessageWithBrackets={0} ({1})
compareMultipleStorageFormatsToDataCenterWarningMessage=Tem certeza de que deseja atualizar os dom\u00EDnios de armazenamento?\n\nO data center ''{0}'' tem uma vers\u00E3o mais recente dos seguintes dom\u00EDnios de armazenamento\: ''{1}''.\nAprovar esta opera\u00E7\u00E3o far\u00E1 do formato dos dom\u00EDnios de armazenamento.\nObserve que voc\u00EA n\u00E3o poder\u00E1 anex\u00E1-los novamente a um data center antigo.
compareStorageFormatToDataCenterWarningMessage=Tem certeza de que deseja atualizar o dom\u00EDnio de armazenamento?\n\nO data center ''{0}'' tem uma vers\u00E3o mais recente do dom\u00EDnio de armazenamento ''{1}''.\nAprovar esta opera\u00E7\u00E3o far\u00E1 o upgrade do formato do dom\u00EDnio de armazenamento de ''V{2}'' para ''V{3}''.\nObserve que voc\u00EA n\u00E3o poder\u00E1 anex\u00E1-lo novamente a um data center antigo.
confirmActivateSnapshot=Ativar Snapshot no volume - {0}
confirmDeactivateSnapshot=Desativar o Snapshot do volume - {0}
confirmDeleteAgentGroup=Voc\u00EA tem certeza que deseja remover o Grupo de Agente Fence concorrente, que cont\u00E9m os seguintes Agentes Fence?\n{0}
confirmDeleteFenceAgent=Tem certeza que deseja remover Fence Agent\: {0}
confirmRemoveAllSnapshots=Remover todos os Snapshots do volume - {0}
confirmRemoveSnapshot=Remover o Snapshot do volume - {0}
confirmRestoreSnapshot=Restaurar o Snapshot do volume - {0}
confirmStopVolumeRebalance=Voc\u00EA tem certeza de que deseja interromper a opera\u00E7\u00E3o de rebalanceamento no volume \: {0}?
confirmVolumeSnapshotDeleteMessage=Segue abaixo os snapshots que devem ser removidos. Voc\u00EA deseja continuar?\n\n {0}
connectingToGuestWithNotResponsiveAgentMsg=N\u00E3o foi poss\u00EDvel conectar ao agente no convidado, ele pode n\u00E3o estar respondendo ou n\u00E3o foi instalado. \nPortanto, alguns recursos podem n\u00E3o funcionar.
cpuInfoLabel={0} ({1}\:{2}\:{3})
cpuInfoMessage={0} ({1}\:{2}\:{3})
createFailedDomainAlreadyExistStorageMsg=Falha na cria\u00E7\u00E3o da opera\u00E7\u00E3o. A conex\u00E3o storage j\u00E1 est\u00E1 sendo usada pelo seguinte storage domain\: {0}.
createOperationFailedDcGuideMsg=Falha na cria\u00E7\u00E3o da opera\u00E7\u00E3o. O Domain {0} j\u00E1 existe no sistema.
creatingIsoDomainDeprecatedMessage=O dom\u00EDnio ISO n\u00E3o \u00E9 mais compat\u00EDvel, considere usar um dom\u00EDnio de dados.
criticalSpaceActionBlockerBiggerThanStorageDomain=O bloqueador de a\u00E7\u00E3o de espa\u00E7o cr\u00EDtico n\u00E3o deve exceder o tamanho m\u00E1ximo do dom\u00EDnio de armazenamento ({0}GB).
customPropertiesValuesShouldBeInFormatReason=Este campo deve estar no formato\: {0}
customPropertyOneOfTheParamsIsntSupported=Um dos par\u00E2metros n\u00E3o \u00E9 suportado (par\u00E2metro(s) dispon\u00EDvel(is)\: {0})
customPropertyValueShouldBeInFormatReason=o valor para o par\u00E2metro <{0}> deve estar no formato de\: <{1}>
customSpmPriority=Personalizado({0})
defaultMtu=Default ({0})
detachNetwork=Desconectar Rede {0}
detachNote=Nota\: {0} ser\u00E1 removido\!
detachStorageDomainContainsEntitiesWithDisksOnMultipleSDsFromDC=Voc\u00EA tem certeza de que deseja desconectar o armazenamento dos seguintes data centers?\n\nUma ou mais entidade cont\u00EAm v\u00E1rios discos em um dom\u00EDnio de armazenamento diferente. Aprovar a opera\u00E7\u00E3o pode dividir a entidade\nConsidere mover esses discos antes de desconectar.
detachStorageDomainsContainEntitiesWithDisksOnMultipleSDs=Tem certeza de que deseja desconectar os seguintes armazenamentos?\n\nUma ou mais entidades cont\u00EAm v\u00E1rios discos em um dom\u00EDnio de armazenamento diferente. Aprovar a opera\u00E7\u00E3o poder\u00E1 separar a entidade.\nConsidere mover esses discos antes de desconectar.\n
directLUNDisksWillNotBePartOfTheExport=O(s) disco(s) LUN direto n\u00E3o far\u00E3o parte da exporta\u00E7\u00E3o da MV\: {0}.
directLUNDisksWillNotBePartOfTheSnapshot=O(s) disco(s) LUN direto n\u00E3o far\u00E3o parte do snapshot da MV\: {0}.
directLUNDisksWillNotBePartOfTheTemplate=O(s) disco(s) LUN direto n\u00E3o far\u00E3o parte do template da MV\: {0}.
diskSnapshotLabel=Disco {0} a partir do Snapshot {1}
disklessVmCannotRunAsStateless=A M\u00E1quina Virtual sem disco n\u00E3o pode rodar no modo stateless
editBondInterfaceTitle=Editar Interface Bond {0}
editHostNicVfsConfigTitle=Editar a configura\u00E7\u00E3o (SR-IOV) das Fun\u00E7\u00F5es Virtuais do {0}
editManagementNetworkTitle=Editar rede de gerenciamento\: {0}
editNetworkTitle=Editar Rede {0}
emptyOrValidKeyValueFormatMessage=Este campo pode estar vazio ou conter um {0}
errConnectingVmUsingRdpMsg=Erro ao conectar \u00E0 M\u00E1quina Virtual usando o RDP\:\n{0}
errConnectingVmUsingSpiceMsg=Erro ao conectar \u00E0 M\u00E1quina Virtual usando SPICE\:\n{0}
errataForHost=Errata para Host {0}
errataForVm=Errata para MV {0}
errorConnectingToConsole=Erro ao conectar o {0} usando o protocolo {1}
errorConnectingToConsoleNoProtocol=Erro ao conectar com {0}
extendBond=Estender {0} com
failedToListExternalNetworks=Erro ao listar redes externas\: {0}
failedToLoadOva=Falha ao encontrar ou carregar a configura\u00E7\u00E3o da MV ou do modelo do arquivo e/ou diret\u00F3rio OVA\: {0}
geoRepActionConfirmationMessage=Voc\u00EA tem certeza que deseja {0} a sess\u00E3o de replica\u00E7\u00E3o geogr\u00E1fica
geoRepForceTitle=For\u00E7ar {0} sess\u00E3o(\u00F5es)
glusterPeerNotMatchingHostSshPublicKey=A chave p\u00FAblica SSH ''{0}'' do host n\u00E3o corresponde ao endere\u00E7o da sonda do ponto gluster ''{1}''.
glusterVolumeCurrentProfileRunTime=O intervalo atual de perfil foi executado para {0} {1} de um per\u00EDodo de perfil total de {2} {3}
guestOSVersionLinux={0} {1}{2}
guestOSVersionOptional=\ ({0})
guestOSVersionWindows=Microsoft Windows {0} ({1})
guestOSVersionWindowsServer=Microsoft Windows {0} Server ({1})
haActive=Ativar (Pontua\u00E7\u00E3o\: {0})
highPerformancePopupRecommendationMsgForKsm=KERNEL SAME PAGE MERGING (KSM)\:\nDesabilite o KSM, desativando-o para o cluster {0}. Isso pode ser feito editando o cluster e desativando o campo "Habilitar KSM".
hostName=Host\: {0}
hostNameMsg=O nome do Host n\u00E3o pode conter espa\u00E7os vazios ou caracteres especiais. Isto deve ter pelo menos um caractere longo. Os valores legais s\u00E3o 0-9, a-z, ''_'', ''.'' 0-9, a-z, ''_'', ''.'' e comprimento de at\u00E9 {0} caracteres.
hostNumberOfRunningVms={0} ({1} Executando MV(s))
hugePages={0}\: {1}/{2}
iconDimensionsTooLarge=As dimens\u00F5es do \u00EDcone s\u00E3o muito grandes\: {0}x{1}, o m\u00E1ximo permitido \u00E9\: {2}x{3}
iconFileTooLarge=O arquivo do \u00EDcone \u00E9 muito grande. O tamanho m\u00E1ximo \u00E9 {0}kB.
importClusterHostNameEmpty=O nome do campo est\u00E1 vazio para o host com endere\u00E7o {0}
importClusterHostPasswordEmpty=O campo Senha Root est\u00E1 vazio para o host com endere\u00E7o {0}
importClusterHostSshPublicKeyEmpty=O campo da chave p\u00FAblica SSH est\u00E1 vazio para host com endere\u00E7o {0}
importFailedDomainAlreadyExistStorageMsg=Falha na opera\u00E7\u00E3o de importa\u00E7\u00E3o. O Domain {0} j\u00E1 existe no sistema.
importProcessHasBegunForImages=O processo de importa\u00E7\u00E3o foi iniciado para as imagens\: {0}.\nVoc\u00EA pode verificar o status da importa\u00E7\u00E3o na exibi\u00E7\u00E3o principal "Eventos" ou na sobreposi\u00E7\u00E3o "Tarefas" acess\u00EDvel no bot\u00E3o de tarefas no cabe\u00E7alho.
importProcessHasBegunForTemplates=O processo de importa\u00E7\u00E3o foi iniciado para os modelos\: {0}. \nVoc\u00EA pode verificar o status da importa\u00E7\u00E3o na exibi\u00E7\u00E3o principal "Eventos".
importProcessHasBegunForVms=O processo de importa\u00E7\u00E3o foi iniciado para as VMs\: {0}. \nVoc\u00EA pode verificar o status da importa\u00E7\u00E3o na exibi\u00E7\u00E3o principal "Eventos" ou na sobreposi\u00E7\u00E3o "Tarefas" acess\u00EDvel no bot\u00E3o de tarefas no cabe\u00E7alho.
incorrectVCPUNumber=N\u00FAmero incorreto do Total das CPUs Virtuais. N\u00E3o foi poss\u00EDvel compor este n\u00FAmero a partir dos Sockets Virtuais e N\u00FAcleos por Sockets Virtuais
incrementalBackupEnableWillRemovedForDisks=Os seguintes discos n\u00E3o ser\u00E3o mais considerados como  ''Backup Incremental habilitado''\: {0}.
integerValidationNumberBetweenInvalidReason={0} entre {1} e {2}.
integerValidationNumberGreaterInvalidReason={0} \u00E9  maior ou igual a {1}.
integerValidationNumberLessInvalidReason={0} \u00E9 menor ou igual a {1}.
interfaceIsRequiredToBootFromNetwork=A M\u00E1quina Virtual deve possuir pelo menos uma interface de rede definida para boot a partir da rede.
invalidIconFormat=O formato do arquivo \u00E9 desconhecido. Os formatos suportados s\u00E3o {0}.
keyValueFormat=< key >\=< value > separada por espa\u00E7os
label=Adicionar R\u00F3tulo {0} \u00E0(ao)
labelInUse=O r\u00F3tulo {0} n\u00E3o foi determinado para esta interface. Ele j\u00E1 foi determinado \u00E0 interface {1}.
labelName=R\u00F3tulo\: {0}
labeledNetworkNotAttached=A rede deve ser determinada para ''{0}'' atrav\u00E9s do r\u00F3tulo ''{1}''. No entanto, ela n\u00E3o est\u00E1 determinada por algum motivo.
lenValidationFieldMusnotExceed=O conte\u00FAdo do campo n\u00E3o deve exceder {0} caracteres.
longValidationNumberBetweenInvalidReason={0} entre {1} e {2}.
longValidationNumberGreaterInvalidReason={0} \u00E9  maior ou igual a {1}.
longValidationNumberLessInvalidReason={0} \u00E9 menor ou igual a {1}.
lunAlreadyPartOfStorageDomainWarning=O LUN j\u00E1 faz parte do Storage Domain\: {0}
lunIsMetadataDevice=LUN \u00E9 um dispositivo de metadados de um dom\u00EDnio de armazenamento\: {0}
lunUsedByDiskWarning=O LUN j\u00E1 est\u00E1 sendo usado por um disco\: {0}
lunUsedByVG=Usado por\: {0}
maxMaxMemoryForSelectedOsIs=A mem\u00F3ria m\u00E1xima para o sistema operacional selecionado deve ser menor ou igual a {0} MB.
maxMaxMemoryIs=A mem\u00F3ria m\u00E1xima tem que ser menor ou igual a {0} MB.
maxMemSizeIs=O tamanho da mem\u00F3ria m\u00E1xima \u00E9 {0} MB.
memSizeBetween=O tamanho da mem\u00F3ria \u00E9 entre {0} MB e {1} MB
memSizeMultipleOf=Tamanho da memoria na arquitetura {0} deve ser m\u00FAltiplo de {1}.
memoryHotUnplugConfirmation=Desconectar dinamicamente dispositivo de mem\u00F3ria com tamanho {0}MB da VM''{1}''?\n\nAviso\: o sistema operacional convidado deve ser especialmente configurado para ser compat\u00EDvel com esta opera\u00E7\u00E3o. Consulte a documenta\u00E7\u00E3o. A opera\u00E7\u00E3o de desconex\u00E3o pode levar alguns minutos. N\u00E3o  desconecte outros dispositivos de mem\u00F3ria at\u00E9 que esta opera\u00E7\u00E3o seja conclu\u00EDda.
minMemSizeIs=O tamanho da mem\u00F3ria \u00E9 {0} MB.
moveDisksConvertToCowWarning=O dom\u00EDnio de armazenamento em bloco n\u00E3o \u00E9 compat\u00EDvel com o formato RAW do disco com o tipo de volume esparso.\nOs seguintes formatos de disco ser\u00E3o qcow2\: {0}
moveDisksWhileVmRunning=Movendo o(s) seguinte(s) disco(s) enquanto a MV est\u00E1 sendo executada\: {0}
nameCanContainOnlyMsg=O nome pode conter apenas ''A-Z'', ''a-z'', ''0-9'', ''_'' ou ''-'' caracteres, comprimento m\u00E1ximo\: {0}
nameMustConataionOnlyAlphanumericChars=O nome deve conter apenas caracteres alfanum\u00E9ricos, "-", "_" ou ".". Comprimento m\u00E1ximo\: {0}.
naturalNumber=n\u00FAmero natural
negativeTimezoneOffset={0} (UTC-{1}\:{2})
networkDc={0} no Data Center {1}
networkDcDescription={0} no Data Center {1} ({2})
networkLabelConflict=A rede n\u00E3o p\u00F4de ser determinada para ''{0}'' atrav\u00E9s do r\u00F3tulo ''{1}''.
newNameWithSuffixCannotContainBlankOrSpecialChars=O novo nome (com sufixo) pode conter apenas caracteres alfanum\u00E9ricos ''.'', ''_'' ou ''-''. Comprimento m\u00E1ximo\: {0}.
nicHotPlugNotSupported=A m\u00E1quina virtual est\u00E1 sendo executada e a conex\u00E3o autom\u00E1tica NIC n\u00E3o \u00E9 suportada na vers\u00E3o cluster {0} ou pelo sistema operacional.
noActiveStorageDomain=Nenhum dom\u00EDnio de armazenamento ativo.
noExportableDisksFoundForTheExport=N\u00E3o existem discos permitindo a exporta\u00E7\u00E3o. Apenas a configura\u00E7\u00E3o far\u00E1 parte da exporta\u00E7\u00E3o da MV.
noExportableDisksFoundForTheSnapshot=N\u00E3o existem discos permitindo um snapshot. Apenas a configura\u00E7\u00E3o far\u00E1 parte do snapshot da MV.
noExportableDisksFoundForTheTemplate=N\u00E3o existem discos permitindo a exporta\u00E7\u00E3o. Apenas a configura\u00E7\u00E3o far\u00E1 parte do template da MV.
noOfBricksSelected=({0} bricks selecionados)
noTemplateNameDuplicatesAllowed=N\u00E3o \u00E9 poss\u00EDvel importar dois modelos com o mesmo nome
noVmNameDuplicatesAllowed=N\u00E3o \u00E9 poss\u00EDvel importar duas VMs com o mesmo nome
nullOperationOutOfSyncNetwork=Opera\u00E7\u00E3o inv\u00E1lida, a rede n\u00E3o sincronizada "{0}" pode apenas ser  ser desconectada.
nullOperationUnmanagedNetwork=Opera\u00E7\u00E3o inv\u00E1lida, a rede n\u00E3o gerenciada "{0}" pode apenas ser desconectada.
numOfVmsInPoolInvalid=O n\u00FAmero m\u00E1ximo permitido de MVs \u00E9 {0} quando o comprimento do nome do pool for {1}
numOfVmsInPoolInvalidWithQuestionMarks=O n\u00FAmero m\u00E1ximo permitido de MVs \u00E9 {0} quando o comprimento do nome do pool for {1}  e cont\u00E9m  {2} pontos de interroga\u00E7\u00E3o.
numaTopologyTitle=Topologia NUMA - {0}
numberOfVmsForHostsLoad={0} MVs
numberValidationNumberBetweenInvalidReason={0} entre {1} e {2}.
numberValidationNumberGreaterInvalidReason={0} \u00E9  maior ou igual a {1}.
numberValidationNumberLessInvalidReason={0} \u00E9 menor ou igual a {1}.
optionNotSupportedClusterVersionTooOld=Esta op\u00E7\u00E3o n\u00E3o \u00E9 suportada na vers\u00E3o do Cluster {0}
optionRequiresSpiceEnabled=Esta op\u00E7\u00E3o requer que o protocolo SPICE display seja usado
poolNameLengthInvalid=O comprimento m\u00E1ximo de nome permitido \u00E9 {0} para {1} MVs no pool
poolNameWithQuestionMarksLengthInvalid=O comprimento m\u00E1ximo de nome permitido \u00E9 {0} para {1} MVs no pool e  {2} pontos de interroga\u00E7\u00E3o no nome.
positiveTimezoneOffset={0} (UTC+{1}\:{2})
providerFailure=Falha na comunica\u00E7\u00E3o com o provedor externo, veja log para detalhes adicionais.
providerImportFailure=Falha ao importar MVs da fonte externa.
providerUrlWarningText=A altera\u00E7\u00E3o do URL deste provedor pode afetar o funcionamento pr\u00F3prio das seguintes entidades fornecidas pelo mesmo.\n\n{0}
realNumber=n\u00FAmero real
rebalanceStatusFailed=N\u00E3o foi poss\u00EDvel pesquisar o status de rebalanceamento do volume\:  {0}
refreshInterval=Intervalo de Atualiza\u00E7\u00E3o\: {0} segundos
removeBrickStatusFailed=N\u00E3o foi poss\u00EDvel pesquisar o status do brick de remo\u00E7\u00E3o do volume\:  {0}
removeBricksReplicateVolumeMessage=A contagem da r\u00E9plica ser\u00E1 reduzida de {0} para {1}. Voc\u00EA tem certeza de que deseja remover o(s) seguinte(s) Brisck(s)?
removeCpuQoSMessage=Este QoS da CPU \u00E9 usado pelos Perfis da CPU {0}. \nVoc\u00EA tem certeza que deseja remover este QoS da CPU? \n\nOs perfis usando este QoS s\u00E3o\:\n
removeFromBond=Remover {0} do Bond
removeHostNetworkQosMessage=Este QoS da Rede do Host \u00E9 usado por {0} Redes.\nVoc\u00EA tem certeza que deseja remover isto?\n\nAs Redes usando este QoS s\u00E3o\:\n
removeNetwork=Remover Rede {0}
removeNetworkQoSMessage=Este QoS da Rede \u00E9 usado pelos Perfis {0} Vnic. \nVoc\u00EA tem certeza que deseja remover este QoS da Rede? \n\nOs perfis usando este QoS s\u00E3o\:\n
removeStorageDomainFromDataCenterWithMemoryVolumesOnMultipleSDs=O data center cont\u00E9m um dom\u00EDnio de armazenamento ''{0}'' com os seguintes metadados e discos de mem\u00F3ria de instant\u00E2neos que n\u00E3o residem nele\: {1}.\nRemover esses discos far\u00E1 com que os instant\u00E2neos se tornem in\u00FAteis.\nConsidere mover esses volumes para um dom\u00EDnio de armazenamento diferente antes de prosseguir com a a\u00E7\u00E3o.
removeStorageDomainWithMemoryVolumesOnMultipleSDs=Os dom\u00EDnios de armazenamento cont\u00EAm os seguintes metadados e discos de mem\u00F3ria de instant\u00E2neos que n\u00E3o residem nele\: {0}.\nRemover esses discos far\u00E1 com que os instant\u00E2neos se tornem in\u00FAteis.\nConsidere mover esses volume para um dom\u00EDnio de armazenamento diferente antes de prosseguir com a a\u00E7\u00E3o.
removeStorageQoSItem={0} (<i>{1}</i>)
removeStorageQoSMessage=Lista de QoSes a serem removidas (os perfis de disco anexados s\u00E3o mostrados entre par\u00EAnteses)\: {0}
rngSourceNotSupportedByCluster=A fonte do Gerador do N\u00FAmero Aleat\u00F3rio ''{0}'' n\u00E3o \u00E9 suportada pelo cluster
schedulerAllowOverbookingInfo=Overbooking\: Permite execu\u00E7\u00E3o das solicita\u00E7\u00F5es de agendamento do cluster em paralelo, sem preservar a aloca\u00E7\u00E3o de recurso. Esta op\u00E7\u00E3o permite o manuseamento em massa das solicita\u00E7\u00F5es de agendamento ({0} solicita\u00E7\u00F5es), enquanto algumas solicita\u00E7\u00F5es podem falhar devido ao reutiliza\u00E7\u00E3o de mesma aloca\u00E7\u00E3o de recurso (Use esta op\u00E7\u00E3o apenas se voc\u00EA for familiar com este comportamento).
schedulerOptimizationInfo=Agendamento de otimiza\u00E7\u00E3o para a pesagem do host (pedindo)\:\nUtiliza\u00E7\u00E3o\: inclui m\u00F3dulos de peso no agendamento para permitir a melhor sele\u00E7\u00E3o\nVelocidade\: ignore a pesagem do host no caso de haver mais de {0} solicita\u00E7\u00F5es pendentes
setupHostNetworksTitle=Configurar redes do Host {0}
sharedDisksWillNotBePartOfTheExport=O(s) disco(s) compartilhados n\u00E3o far\u00E3o parte da exporta\u00E7\u00E3o da MV\: {0}.
sharedDisksWillNotBePartOfTheSnapshot=O(s) disco(s) compartilhado(s) n\u00E3o far\u00E3o parte do snapshot da MV\: {0}.
sharedDisksWillNotBePartOfTheTemplate=O(s) disco(s) n\u00E3o far\u00E3o parte do template da MV\: {0}.
sizeUnitString={0} {1}
snapshotDisksWillNotBePartOfTheExport=O(s) snapshot(s) do disco n\u00E3o far\u00E3o parte da exporta\u00E7\u00E3o da MV\: {0}.
snapshotDisksWillNotBePartOfTheSnapshot=O(s) snapshot(s) do disco n\u00E3o far\u00E3o parte do snapshot da MV\: {0}.
snapshotDisksWillNotBePartOfTheTemplate=O(s) disco(s) do snapshot n\u00E3o far\u00E3o parte do template da MV {0}.
storageDomainIsNotActive=''{0}'' Storage Domain n\u00E3o est\u00E1 ativo. Por favor ative-o.
storageDomainOfDiskCannotBeAccessed=O dom\u00EDnio de armazenamento do disco "{0}" n\u00E3o pode ser acessado. Entre em contato com o administrador para verificar as permiss\u00F5es de usu\u00E1rio.
suffixCauseToClonedTemplateNameCollision=Esse sufixo causar\u00E1 a colis\u00E3o do nome com outro Template clonado\: {0}.
suffixCauseToClonedVmNameCollision=Esse sufixo causar\u00E1 o nome de colis\u00E3o com outra M\u00E1quina Virtual clonada\: {0}.
suggestDetachNetwork=Voc\u00EA poderia trabalhar sem a rede {0}.
templateDiskDescription={0} (a partir do Storage Domain {1})
templateVersionNameAndNumber=\ (Version\: {0} ({1}))
templatesAlreadyExistonTargetExportDomain=Template(s)\: {0} j\u00E1 existem no Export Domain de destina\u00E7\u00E3o. Caso deseje substitu\u00ED-lo, por favor selecione a op\u00E7\u00E3o "For\u00E7ar Substitui\u00E7\u00E3o".
templatesWithDependentVMs=Template {0} (MV(s) dependentes\: {1})
testFailedWithErrorMsg=O teste falhou\: {0}
testSuccessfulWithPowerStatus=Teste com \u00EAxito\: {0}
thereAreActiveVMsRequiringRestart=Todas as MVs em execu\u00E7\u00E3o ser\u00E3o reconfiguradas temporariamente para usar a vers\u00E3o de compatibilidade de cluster anterior e marcadas como altera\u00E7\u00E3o de configura\u00E7\u00E3o pendente.\nPara alterar a vers\u00E3o de compatibilidade de cluster da MV para uma nova vers\u00E3o, a MV precisa ser desligada e reiniciada manualmente.\nH\u00E1 {0} MVs em execu\u00E7\u00E3o afetadas por essa altera\u00E7\u00E3o.\n
thisFieldMustContainTypeNumberInvalidReason=Esse campo deve conter um n\u00FAmero {0}
threadsAsCoresPerSocket={0} ({1})
uiCommonRunActionPartitialyFailed=Error enquanto executando pelo menos algumas das tarefas de a\u00E7\u00E3o\: {0}
unlabel=Remover R\u00F3tulo {0}
unreachableGlusterHosts=N\u00E3o foi poss\u00EDvel pesquisar Fingerprint do(s) host(s) {0,list,text}
uploadImageFailedToResumeMessage=Falha ao retomar carregamento\: {0}
uploadImageFailedToResumeSizeMessage=Falha ao retomar carregamento\: tamanho do arquivo anterior ({0} bytes) n\u00E3o corresponde tamanho do arquivo novo ({1} bytes).
uploadImageFailedToResumeUploadOriginatedInAPI=Falha ao continuar o upload\: upload iniciado via API e s\u00F3 pode ser retomado por ele.
uploadImageFailedToStartMessage=Falha ao iniciar carregamento\: {0}
uploadImageQemuCompatUnsupported=Carregar uma imagem com qcow2 compat {0} n\u00E3o \u00E9 suportado para o tipo de formato de armazenamento {1}.
urlSchemeInvalidScheme=O URL gerado cont\u00E9m o ''{0}'' de esquema  inv\u00E1lido, apenas os seguintes esquemas s\u00E3o permitidos\:\n\n{1}
urlSchemeMustBeEmpty=O URL gerado n\u00E3o deve conter um esquema (ex.\: ''{0}'').
urlSchemeMustNotBeEmpty=O URL gerado n\u00E3o cont\u00E9m um esquema. Ele deve conter um dos seguintes\:\n\n{0}
usedLunIdReason={0} ({1})
userName={0} {1}
userSessionRow=Id\:{0}, User\:{1} DB da Sess\u00E3o
virtioScsiRequired=Dispon\u00EDvel somente com VirtIO-SCSI.
vmDialogDisk={0}\: ({1} GB) {2} {3}
vmName=VM\: {0}
vmStorageDomainIsNotAccessible=Discos" dos dom\u00EDnios de armazenamento n\u00E3o est\u00E3o acess\u00EDveis.
vmTemplateWithCloneProvisioning={0} (Clone/Independente)
vmTemplateWithThinProvisioning={0} (Thin/Dependente)
vmsAlreadyExistOnTargetExportDomain=MV(s)\:{0} j\u00E1 existem no Export Domain de destina\u00E7\u00E3o. Caso deseje substitu\u00ED-lo, por favor selecione a op\u00E7\u00E3o "For\u00E7ar Substitui\u00E7\u00E3o".
vncInfoMessage=Por favor use seu cliente VNC para conectar esta MV.<br/><br/>Use os seguintes par\u00E2metros\:<br/>IP\:Porta --  {0}\:{1}<br/><br/> Senha\: {2}<br/>(nota\: esta senha \u00E9 v\u00E1lida para {3} segundos)
vnicFromTemplate=Vnic {0} a partir do Template {1}
vnicFromVm=Vnic {0} a partir da MV {1}
vnicProfileFromNetwork=O Perfil da Interface da MV {0} a partir da Rede {1}
vnicTypeDoesntMatchNonPassthroughProfile=O perfil sem-Passthrough n\u00E3o pode ser adicionado \u00E0 MV de tipo {0}
vnicTypeDoesntMatchPassthroughProfile=O perfil passthrough n\u00E3o pode ser adicionado \u00E0 MV de tipo {0}
volumeProfileStatisticsFailed=N\u00E3o foi poss\u00EDvel buscar as estat\u00EDsticas do perfil do volume \: {0}
volumeProfilingStatsTitle=Estat\u00EDsticas do Perfil do Volume - {0}
volumeSnapshotOptionValueEmpty=O valor do par\u00E2metro de configura\u00E7\u00E3o do volume {0} est\u00E1 vazio
youAreAboutChangeDcCompatibilityVersionWithUpgradeMsg=Alterar a Vers\u00E3o da Compatibilidade do Data Center. Isto atualizar\u00E1 todos os Dom\u00EDnios de armazenamento pertencentes ao Data Center, e torn\u00E1-los in\u00FAteis com as vers\u00F5es mais antigas do que  a vers\u00E3o {0}.  Voc\u00EA tem certeza de que deseja continuar?
youAreAboutToDisconnectHostInterfaceMsg=Voc\u00EA est\u00E1 prestes a desconectar a Interface de Gerenciamento ({0}). \nO Host poder\u00E1 tornar-se n\u00E3o alcan\u00E7\u00E1vel como resultado. \n\nVoc\u00EA tem certeza de que deseja conectar a Interface de Gerenciamento?
