#
# Bundle name: org.ovirt.engine.ui.uicompat.UIMessages
# Locale: es_ES
#
#Mon Jun 07 09:36:17 EDT 2021
addToBond=Agregar {0} a enlace
alreadyAssignedClonedTemplateName=Este nombre ya se le asign\u00F3 a otra plantilla clonada.
alreadyAssignedClonedVmName=Este nombre ya se le asign\u00F3 a otra m\u00E1quina virtual clonada.
approveCertificateTrust=\u00BFAprueba el tema del certificado de confianza {0} emitido por {1}, huella digital {3} {2}?
approveRootCertificateTrust=\u00BFAprueba el tema del certificado de confianza autofirmado {0}, huella digital {2} {1}?
areYouSureYouWantToCommitSnapshot=\u00BFEst\u00E1 seguro de que desea confirmar la instant\u00E1nea de {0} con la descripci\u00F3n ''{1}''?\nSe borrar\u00E1n las instant\u00E1neas existentes que se tomaron despu\u00E9s de esta.
areYouSureYouWantToDeleteSanpshot=\u00BFEst\u00E1 seguro de que quiere eliminar la instant\u00E1nea de {0} con la descripci\u00F3n ''{1}''?\n
attachTo=Adjuntar {0} a
availableInVersionOrHigher=Disponible en la versi\u00F3n de compatibilidad {0} y posteriores.
biosTypeSupportedForX86Only=Se puede cambiar para la arquitectura x86 \u00FAnicamente
bondWith=Enlace {0} con
bootMenuNotSupported=Men\u00FA de arranque de la MV no se soporta en la versi\u00F3n del cl\u00FAster {0}
bootableDiskIsRequiredToBootFromDisk=La m\u00E1quina virtual debe tener al menos un disco de arranque definido para iniciar desde el disco duro.
bracketsWithGB=({0} GB)
breakBond=Romper enlace {0}
brickDetailsNotSupportedInClusterCompatibilityVersion=Los detalles de este bloque no se soportan para esta versi\u00F3n de compatibilidad del cl\u00FAster ({0}).
bridlessNetworkNotSupported=Las redes que no son MV no se soportan para la versi\u00F3n de cl\u00FAster {0}
bytesReadInCurrentProfileInterval={0} {1} se han le\u00EDdo en el intervalo de creaci\u00F3n de perfiles actual de {2} {3} durante la creaci\u00F3n de perfiles
bytesWrittenInCurrentProfileInterval={0} {1} se han escrito en el intervalo de creaci\u00F3n de perfiles actual de {2} {3} durante la creaci\u00F3n de perfiles
cannotConnectToTheConsole=No se puede conectar a la consola para {0}
cannotCopyDisks=Los siguientes discos no se pueden copiar\: {0}
cannotMoveDisks=Los siguientes discos no pueden desplazarse\: {0}, deslice el mouse sobre un dominio espec\u00EDfico para obtener m\u00E1s informaci\u00F3n.
clusterSnapshotOptionNotExist=No hay ninguna opci\u00F3n de instant\u00E1nea de volumen disponible para actualizar.
clusterSnapshotOptionValueEmpty=El valor del par\u00E1metro de configuraci\u00F3n del cl\u00FAster {0} est\u00E1 vac\u00EDo
commonMessageWithBrackets={0} ({1})
compareMultipleStorageFormatsToDataCenterWarningMessage=\u00BFEst\u00E1 seguro de que quiere actualizar los dominios de almacenamiento?\n\nEl centro de datos ''{0}'' tiene una versi\u00F3n m\u00E1s reciente de los dominios de almacenamiento ''{1}''.\nAl aprobar esta operaci\u00F3n, se actualizar\u00E1 el formato de los dominios de almacenamiento.\nTenga en cuenta que no podr\u00E1 volver a adjuntarlos a un centro de datos previo.
compareStorageFormatToDataCenterWarningMessage=\u00BFEst\u00E1 seguro de que quiere actualizar el dominio de almacenamiento?\n\nEl centro de datos ''{0}'' tiene una versi\u00F3n m\u00E1s reciente del dominio de almacenamiento ''{1}''.\nAl aprobar esta operaci\u00F3n, se actualizar\u00E1 el formato del dominio de almacenamiento de ''V{2}'' a ''V{3}''.\nTenga en cuenta que no podr\u00E1 volver a adjuntarlo a un centro de datos previo.
confirmActivateSnapshot=Activar instant\u00E1nea en el volumen - {0}
confirmDeactivateSnapshot=Desactivar instant\u00E1nea en el volumen - {0}
confirmDeleteAgentGroup=\u00BFEst\u00E1 seguro de que quiere borrar el Grupo de agentes de barrera simult\u00E1neos que contiene los siguientes agentes de barrera?\n{0}
confirmDeleteFenceAgent=\u00BFEst\u00E1 seguro de que quiere borrar el agente de barrera\: {0}
confirmRemoveAllSnapshots=Borrar todas las instant\u00E1neas en el volumen - {0}
confirmRemoveSnapshot=Borrar instant\u00E1nea en el volumen - {0}
confirmRestoreSnapshot=Restablecer instant\u00E1nea en el volumen - {0}
confirmStopVolumeRebalance=\u00BFEst\u00E1 seguro de que quiere detener la operaci\u00F3n de rebalanceo en el volumen \: {0}?
confirmVolumeSnapshotDeleteMessage=Las instant\u00E1neas a continuaci\u00F3n se borrar\u00EDan. \u00BFDesea continuar?\n\n {0}
connectingToGuestWithNotResponsiveAgentMsg=No se pudo conectar al agente en el hu\u00E9sped, puede que no est\u00E9 respondiendo o no est\u00E9 instalado.\nPor consiguiente,  es posible que algunas de las funcionalidades no sirvan.
cpuInfoLabel={0} ({1}\:{2}\:{3})
cpuInfoMessage={0} ({1}\:{2}\:{3})
createFailedDomainAlreadyExistStorageMsg=Fall\u00F3 la operaci\u00F3n de creaci\u00F3n. La conexi\u00F3n de almacenamiento ya est\u00E1n en uso por parte del siguiente dominio de almacenamiento\: {0}.
createOperationFailedDcGuideMsg=Fall\u00F3 la operaci\u00F3n de creaci\u00F3n. El dominio {0} ya existe en el sistema.
creatingIsoDomainDeprecatedMessage=Observe que ya no se admite el dominio ISO. Considere la opci\u00F3n de utilizar un dominio de datos en su lugar.
criticalSpaceActionBlockerBiggerThanStorageDomain=El bloqueador de acci\u00F3n de espacio cr\u00EDtico no deber\u00EDa superar el tama\u00F1o m\u00E1ximo del dominio de almacenamiento ({0} GB).
customPropertiesValuesShouldBeInFormatReason=Este campo debe tener el formato\: {0}
customPropertyOneOfTheParamsIsntSupported=Uno de lo par\u00E1metros no se soporta (par\u00E1metro(s) disponibles\: {0})
customPropertyValueShouldBeInFormatReason=el valor para el par\u00E1metro <{0}> debe tener el formato\: <{1}>
customSpmPriority=Custom({0})
defaultMtu=Predeterminado [{0}]
detachNetwork=Separar red {0}
detachNote=Nota\: \u00A1{0} se borrar\u00E1\!
detachStorageDomainContainsEntitiesWithDisksOnMultipleSDsFromDC=\u00BFEst\u00E1 seguro de que desea separar el almacenamiento de los siguientes centros de datos?\n\nUna o m\u00E1s entidades contienen varios discos en un dominio de almacenamiento diferente. La aprobaci\u00F3n de la operaci\u00F3n puede dividir la entidad.\nConsidere la opci\u00F3n de mover estos discos antes de realizar la separaci\u00F3n.
detachStorageDomainsContainEntitiesWithDisksOnMultipleSDs=\u00BFEst\u00E1 seguro de que desea separar los siguientes almacenamientos?\n\nUna o m\u00E1s entidades contienen varios discos en un dominio de almacenamiento diferente. La aprobaci\u00F3n de la operaci\u00F3n puede dividir la entidad.\nConsidere la opci\u00F3n de mover estos discos antes de realizar la separaci\u00F3n.
directLUNDisksWillNotBePartOfTheExport=Los discos LUN directos no ser\u00E1n una parte de la exportaci\u00F3n de la m\u00E1quina virtual\: {0}.
directLUNDisksWillNotBePartOfTheSnapshot=Los discos LUN directos no ser\u00E1n una parte de la instant\u00E1nea de la MV\: {0}.
directLUNDisksWillNotBePartOfTheTemplate=Los discos LUN directos no ser\u00E1n una parte de la plantilla de la MV\: {0}.
diskSnapshotLabel=Disco {0} de la instant\u00E1nea {1}
disklessVmCannotRunAsStateless=La m\u00E1quina virtual sin disco no se puede ejecutar en modo sin estado
editBondInterfaceTitle=Modificar interfaz de red {0}
editHostNicVfsConfigTitle=Modificar configuraci\u00F3n de funciones virtuales (SR-IOV) de {0}
editManagementNetworkTitle=Modificar la red de administraci\u00F3n {0}
editNetworkTitle=Modificar la red {0}
emptyOrValidKeyValueFormatMessage=Este campo puede estar vac\u00EDo o puede contener un {0}
errConnectingVmUsingRdpMsg=Error conect\u00E1ndose a la m\u00E1quina virtual usando RDP\:\n{0}
errConnectingVmUsingSpiceMsg=Error conect\u00E1ndose a la m\u00E1quina virtual usando SPICE\:\n{0}
errataForHost=Erratas para el  host {0}
errataForVm=Erratas para la MV {0}
errorConnectingToConsole=Error al conectarse a {0} usando el protocolo {1}
errorConnectingToConsoleNoProtocol=Error al conectarse a {0}
extendBond=Extender {0} con
failedToListExternalNetworks=Error al mostrar las redes externas\: {0}
failedToLoadOva=No se logr\u00F3 buscar o cargar la configuraci\u00F3n de la MV o de la plantilla del archivo y/o del directorio OVA\: {0}
geoRepActionConfirmationMessage=\u00BFEst\u00E1 seguro de que quiere {0} sesiones de geo-rep.?
geoRepForceTitle=Forzar {0} sesi\u00F3n
glusterPeerNotMatchingHostSshPublicKey=La clave p\u00FAblica ssh ''{0}'' del host no coincide con la direcci\u00F3n sondeada de pares Gluster ''{1}''.
glusterVolumeCurrentProfileRunTime=Intervalo actual de perfilamiento ha estado ejecut\u00E1ndose por {0} {1} del tiempo total de perfilamiento {2} {3}
guestOSVersionLinux={0} {1}{2}
guestOSVersionOptional=\ ({0})
guestOSVersionWindows=Microsoft Windows {0} ({1})
guestOSVersionWindowsServer=Microsoft Windows {0} Server ({1})
haActive=Activo (puntaje\: {0})
highPerformancePopupRecommendationMsgForKsm=FUSI\u00D3N DE LA MISMA P\u00C1GINA DE KERNEL (KSM)\:\nInhabilite KSM desactiv\u00E1ndola para el cl\u00FAster {0}. Esto se puede realizar mediante la edici\u00F3n del cl\u00FAster y la desactivaci\u00F3n del campo "Activar KSM" ("Enable KSM").
hostName=Host\: {0}
hostNameMsg=Este campo no puede contener espacios en blanco o caracteres especiales, debe tener por lo menos un caracter y los valores legales son 0-9, a-z, ''_'', ''.'' y una longitud de hasta {0} caracteres.
hostNumberOfRunningVms={0} ({1} MV(s) en ejecuci\u00F3n)
hugePages={0}\: {1}/{2}
iconDimensionsTooLarge=Las dimensiones del icono son demasiado grandes\: {0}x{1}, m\u00E1ximo permitido\: {2}x{3}
iconFileTooLarge=El archivo del icono es demasiado grande. El tama\u00F1o m\u00E1ximo es {0}kB.
importClusterHostNameEmpty=El campo del nombre est\u00E1 vac\u00EDo para el host con direcci\u00F3n {0}
importClusterHostPasswordEmpty=El campo de la contrase\u00F1a root est\u00E1 vac\u00EDo para el host con direcci\u00F3n {0}
importClusterHostSshPublicKeyEmpty=El campo de clave p\u00FAblica SSH est\u00E1 vac\u00EDo para el host con la direcci\u00F3n {0}
importFailedDomainAlreadyExistStorageMsg=Fall\u00F3 la operaci\u00F3n de importaci\u00F3n. El dominio {0} ya existe en el sistema.
importProcessHasBegunForImages=El proceso de importaci\u00F3n ya inici\u00F3 para la(s) imagen(es)\: {0}.\nPuede verificar el estado de importaci\u00F3n en la vista principal ''Eventos'' o en la ventana superpuesta ''Tareas'' a la cual puede acceder desde el bot\u00F3n de tareas del encabezado.
importProcessHasBegunForTemplates=El proceso de importaci\u00F3n ya inici\u00F3 para la(s) plantilla(s)\: {0}.\nPuede verificar el estado de la importaci\u00F3n en la vista principal "Eventos".
importProcessHasBegunForVms=El proceso de importaci\u00F3n ya inici\u00F3 para la(s) MV\: {0}.\nPuede verificar el estado de importaci\u00F3n en la vista principal ''Eventos'' o en la ventana superpuesta ''Tareas'' a la cual puede acceder desde el bot\u00F3n de tareas del encabezado.
incorrectVCPUNumber=N\u00FAmero incorrecto del total de CPUs virtuales. No es posible componer este n\u00FAmero de los sockets virtuales disponibles y los n\u00FAcleos por sockets virtuales
incrementalBackupEnableWillRemovedForDisks=Los siguientes discos ya no se considerar\u00E1n como "Habilitado para copia de seguridad incremental"\: {0}.
integerValidationNumberBetweenInvalidReason={0} entre {1} y {2}.
integerValidationNumberGreaterInvalidReason={0} mayor o igual que {1}.
integerValidationNumberLessInvalidReason={0} menor o igual que {1}.
interfaceIsRequiredToBootFromNetwork=La m\u00E1quina virtual debe tener por lo menos una interfaz de red deinida para iniciar desde la red.
invalidIconFormat=Formato de archivo desconocido. Los formatos soportados son {0}.
keyValueFormat=< key >\=< value > separado con un espacio
label=Agregar etiqueta {0} a
labelInUse=La etiqueta {0} no se puede asignar a esta interfaz, ya est\u00E1 asignada a la interfaz {1}.
labelName=Etiqueta\: {0}
labeledNetworkNotAttached=La red se debe asignar a ''{0}'' por medio de la etiqueta ''{1}''. Sin embargo, por alguna raz\u00F3n no sucede as\u00ED.
lenValidationFieldMusnotExceed=El contenido del campo no debe exceder {0} caracteres.
longValidationNumberBetweenInvalidReason={0} entre {1} y {2}.
longValidationNumberGreaterInvalidReason={0} mayor o igual que {1}.
longValidationNumberLessInvalidReason={0} menor o igual que {1}.
lunAlreadyPartOfStorageDomainWarning=LUN ya es parte del dominio de almacenamiento\: {0}
lunIsMetadataDevice=LUN es un dispositivo de metadatos de un dominio de almacenamiento\: {0}
lunUsedByDiskWarning=LUN ya est\u00E1 en uso por parte de un disco\: {0}
lunUsedByVG=Utilizado por VG\: {0}
maxMaxMemoryForSelectedOsIs=La memoria m\u00E1xima para el sistema operativo seleccionado, debe ser menor o igual a {0} MB.
maxMaxMemoryIs=La memoria m\u00E1xima debe ser menor o igual a {0} MB.
maxMemSizeIs=Tama\u00F1o m\u00E1ximo de la memoria es {0} MB.
memSizeBetween=El tama\u00F1o de la memoria es entre {0} MB y {1} MB
memSizeMultipleOf=El tama\u00F1o de la memoria en {0} arquitectura debe ser m\u00FAltiplo de {1}.
memoryHotUnplugConfirmation=\u00BFDesconectar en caliente el dispositivo de memoria de {0}MB de la MV ''{1}''?\n\nAdvertencia\: El sistema operativo invitado debe estar espec\u00EDficamente configurado para admitir esta operaci\u00F3n. Consulte la documentaci\u00F3n. La operaci\u00F3n de desconexi\u00F3n puede tardar un momento. No desconecte otros dispositivos de memoria hasta que la operaci\u00F3n finalice.
minMemSizeIs=Tama\u00F1o m\u00EDnimo de la memoria es {0} MB.
moveDisksConvertToCowWarning=El dominio de almacenamiento de bloque no es compatible con el formato de disco sin procesar con tipo de volumen disperso. El formato de los siguientes discos ser\u00E1 qcow2\: {0}
moveDisksWhileVmRunning=Desplazamiento del siguiente disco(s) mientras la MV est\u00E1 ejecut\u00E1ndose\: {0}
nameCanContainOnlyMsg=El nombre solo puede contener los caracteres  ''A-Z'', ''a-z'', ''0-9'', ''_'' o ''-'', longitud m\u00E1xima\: {0}
nameMustConataionOnlyAlphanumericChars=El nombre debe contener solo caracteres alfanum\u00E9ricos  "-", "_" o ".". Longitud m\u00E1xima\: {0}.
naturalNumber=n\u00FAmero natural
negativeTimezoneOffset={0} (UTC-{1}\:{2})
networkDc={0} en el centro de datos {1}
networkDcDescription={0} en el centro de datos {1} ({2})
networkLabelConflict=La red no se pudo asignar a ''{0}'' por medio de la etiqueta ''{1}''.
newNameWithSuffixCannotContainBlankOrSpecialChars=Nombre (con el sufijo) puede contener solamente caracteres ''.'', ''_'' o ''-'' . Longitud m\u00E1xima\: {0}.
nicHotPlugNotSupported=La m\u00E1quina virtual est\u00E1 ejecut\u00E1ndose y la conexi\u00F3n en caliente NIC no es compatible con la versi\u00F3n del cl\u00FAster {0} o por el sistema operativo.
noActiveStorageDomain=No hay un dominio de almacenamiento activo.
noExportableDisksFoundForTheExport=No hay discos que permitan una exportaci\u00F3n, solo la configuraci\u00F3n ser\u00E1 una parte de la exportaci\u00F3n de la MV.
noExportableDisksFoundForTheSnapshot=No hay discos que permitan una instant\u00E1nea, solo la configuraci\u00F3n ser\u00E1 una parte de la instant\u00E1nea de la MV.
noExportableDisksFoundForTheTemplate=No hay discos que permitan una exportaci\u00F3n, solo la configuraci\u00F3n ser\u00E1 una parte de la plantilla de la MV.
noOfBricksSelected=({0} bloques seleccionados)
noTemplateNameDuplicatesAllowed=No pueden importarse dos plantillas con el mismo nombre.
noVmNameDuplicatesAllowed=No pueden importarse dos MV con el mismo nombre.
nullOperationOutOfSyncNetwork=Operaci\u00F3n no v\u00E1lida para {0} debido a una red fuera de sincron\u00EDa.
nullOperationUnmanagedNetwork=Operaci\u00F3n no v\u00E1lida para {0} debido a una red no administrada.
numOfVmsInPoolInvalid=El n\u00FAmero m\u00E1ximo permitido de MV es {0} cuando la longitud de nombre del grupo es {1}
numOfVmsInPoolInvalidWithQuestionMarks=El n\u00FAmero m\u00E1ximo permitido de MV es {0} cuando la longitud de nombre del grupo es {1} y contiene {2} signo(s) de exclamaci\u00F3n
numaTopologyTitle=Topolog\u00EDa NUMA - {0}
numberOfVmsForHostsLoad={0} MVs
numberValidationNumberBetweenInvalidReason={0} entre {1} y {2}.
numberValidationNumberGreaterInvalidReason={0} mayor o igual que {1}.
numberValidationNumberLessInvalidReason={0} menor o igual que {1}.
optionNotSupportedClusterVersionTooOld=Esta opci\u00F3n no se soporta en la versi\u00F3n del cl\u00FAster {0}
optionRequiresSpiceEnabled=Esta opci\u00F3n requiere que se utilice el protocolo de presentaci\u00F3n SPICE
poolNameLengthInvalid=La longitud m\u00E1xima permitida del nombre es {0} para {1} las MVs en el grupo
poolNameWithQuestionMarksLengthInvalid=La longitud m\u00E1xima permitida del nombre es {0} para {1} las MVs en el grupo y {2} signos de interrogaci\u00F3n en el nombre.
positiveTimezoneOffset={0} (UTC+{1}\:{2})
providerFailure=No se logr\u00F3 comunicar con el proveedor externo, consulte el registro para obtener m\u00E1s detalles.
providerImportFailure=No se pudieron importar las MVs de la fuente externa.
providerUrlWarningText=El cambio de la URL de este proveedor puede afectar el funcionamiento de las siguientes entidades que ella proporciona.\n\n{0}
realNumber=n\u00FAmero real
rebalanceStatusFailed=No se pudo encontrar el estado del rebalanceo del volumen \:  {0}
refreshInterval=Intervalo de actualizaci\u00F3n\: {0} seg
removeBrickStatusFailed=No se pudo encontrar el estado de borrado del bloque del volumen \:  {0}
removeBricksReplicateVolumeMessage=El conteo de las r\u00E9plicas se reducir\u00E1 de {0} a {1}. \u00BFEst\u00E1 seguro de que quiere borrar los siguientes bloques?
removeCpuQoSMessage=\ Este QoS de CPU es utilizado por los perfiles CPU {0}.\n\u00BFEst\u00E1 seguro de que quiere borrar este QoS de CPU?\n\nPerfiles usando este QoS\:\n
removeFromBond=Borrar {0} del enlace
removeHostNetworkQosMessage=Este QoS de red host es utilizado por las redes {0}.\n\u00BFEst\u00E1 seguro de que quiere borrarlo?\n\nRedes utilizando este QoS\:\n
removeNetwork=Borrar red {0}
removeNetworkQoSMessage=\ Este QoS de red es utilizado por los perfiles Vnic {0}.\n\u00BFEst\u00E1 seguro de que quiere borrar este QoS red?\n\nPerfiles usando este QoS\:\n
removeStorageDomainFromDataCenterWithMemoryVolumesOnMultipleSDs=El centro de datos contiene un dominio de almacenamiento ''{0}'' con los siguientes metadatos y discos de memoria de instant\u00E1neas que no residen en \u00E9l\: {1}.\nSi se borran esos discos, no se podr\u00E1n utilizar las instant\u00E1neas.\nConsidere la opci\u00F3n de mover esos vol\u00FAmenes a un dominio de almacenamiento diferente antes de proceder con la acci\u00F3n.
removeStorageDomainWithMemoryVolumesOnMultipleSDs=Los dominios de almacenamiento contienen los siguientes metadatos y discos de memoria de las instant\u00E1neas que no residen en \u00E9l\: {0}.\nSi se borran esos discos, no se podr\u00E1n utilizar las instant\u00E1neas.\nConsidere la opci\u00F3n de mover esos vol\u00FAmenes a un dominio de almacenamiento diferente antes de proceder con la acci\u00F3n.
removeStorageQoSItem={0} (<i>{1}</i>)
removeStorageQoSMessage=Este QoS de almacenamiento es utilizado por los perfiles de disco {0}.\n\u00BFEst\u00E1 seguro de que quiere borrar este QoS de almacenamiento?\n\n Perfiles utilizando este QoS\:\n
rngSourceNotSupportedByCluster=La fuente del generador de n\u00FAmeros al aleatorio ''{0}'' no es soportado por el cl\u00FAster.
schedulerAllowOverbookingInfo=Sobreventa\: permite que peticiones de programaci\u00F3n del cl\u00FAster ejecuten en paralelo sin preservar la asignaci\u00F3n de recursos. Esta opci\u00F3n permite manejar una masa de peticiones de programaci\u00F3n ({0} peticiones), mientras que algunas peticiones pueden fallar debido a la reutilizaci\u00F3n de la misma asignaci\u00F3n de recursos (use esta opci\u00F3n solo si est\u00E1 familiarizado con este comportamiento).
schedulerOptimizationInfo=Optimizar la programaci\u00F3n para el peso del host (ordenamiento)\:\nUtilizaci\u00F3n\: incluir m\u00F3dulos de peso en la programaci\u00F3n para permitir la mejor selecci\u00F3n\nVelocidad\: ignorar el peso del host en el caso en que haya m\u00E1s de {0} peticiones pendientes
setupHostNetworksTitle=Configuraci\u00F3n de redes de host {0}
sharedDisksWillNotBePartOfTheExport=Los discos compartidos no ser\u00E1n una parte de la exportaci\u00F3n de la MV\: {0}.
sharedDisksWillNotBePartOfTheSnapshot=Los discos compartidos no ser\u00E1n una parte de la instant\u00E1nea de la MV\: {0}.
sharedDisksWillNotBePartOfTheTemplate=Los discos compartidos no ser\u00E1n una parte de la instant\u00E1nea de la MV\: {0}.
sizeUnitString={0} {1}
snapshotDisksWillNotBePartOfTheExport=Las tomas de pantalla de los discos no ser\u00E1n una parte de la exportaci\u00F3n de la MV\: {0}.
snapshotDisksWillNotBePartOfTheSnapshot=Las tomas de pantalla de los discos no ser\u00E1n una parte de la instant\u00E1nea de la MV\: {0}.
snapshotDisksWillNotBePartOfTheTemplate=Los discos de la instant\u00E1nea no ser\u00E1n una parte de la plantilla de la MV\: {0}.
storageDomainIsNotActive=Dominio de almacenamiento ''{0}'' no est\u00E1 activo. Act\u00EDvelo.
storageDomainOfDiskCannotBeAccessed=No se puede acceder al dominio de almacenamiento del disco ''{0}''. Contacte al administrador para verificar los permisos de usuario.
suffixCauseToClonedTemplateNameCollision=Este sufijo generar\u00E1 una colisi\u00F3n de nombres con otra plantilla clonada\: {0}.
suffixCauseToClonedVmNameCollision=Este sufijo generar\u00E1 una colisi\u00F3n de nombres con otra m\u00E1quina virtual clonada\: {0}.
suggestDetachNetwork=Esto puede que funcione sin red {0}.
templateDiskDescription={0} (del dominio de almacenamiento {1})
templateVersionNameAndNumber=\ (Versi\u00F3n\: {0} ({1}))
templatesAlreadyExistonTargetExportDomain=MV(s)\: {0} ya existen en el dominio de exportaci\u00F3n de destino. Si quiere sobrescribirlas, seleccione la casilla ''Forzar sobrescritura''.
templatesWithDependentVMs=Plantilla {0} (VM(s) dependiente(s)\: {1})
testFailedWithErrorMsg=Fall\u00F3 la prueba\: {0}
testSuccessfulWithPowerStatus=Prueba exitosa\: {0}
thereAreActiveVMsRequiringRestart=Todas las MV en ejecuci\u00F3n ser\u00E1n temporalmente reconfiguradas para usar la anterior versi\u00F3n de compatibilidad de cl\u00FAster y el cambio de configuraci\u00F3n pendiente se\u00F1alado. \nPara cambiar la versi\u00F3n de compatibilidad de cl\u00FAster de la MV a una nueva versi\u00F3n, apague manualmente la MV y luego rein\u00EDciela.\nHay {0} MVs en ejecuci\u00F3n afectadas por este cambio.\n
thisFieldMustContainTypeNumberInvalidReason=Este campo debe contener un n\u00FAmero {0}
threadsAsCoresPerSocket={0} ({1})
uiCommonRunActionPartitialyFailed=Error al ejecutar por lo menos algunas de las tareas de acci\u00F3n\: {0}
unlabel=Borrar etiqueta {0}
unreachableGlusterHosts=No puede encontrar la huella del host(s) {0,list,text}
uploadImageFailedToResumeMessage=No se logr\u00F3 reanudar la sesi\u00F3n de carga {0}
uploadImageFailedToResumeSizeMessage=No se pudo reanudar la carga\: el tama\u00F1o del archivo anterior ({0} bytes)  no coincide con el del nuevo archivo({1} bytes).
uploadImageFailedToResumeUploadOriginatedInAPI=No se pudo reanudar la sesi\u00F3n de carga\: La carga se inici\u00F3 a trav\u00E9s de API y solo puede ser reanudada por esta.
uploadImageFailedToStartMessage=No logr\u00F3 iniciar la carga {0}
uploadImageQemuCompatUnsupported=La carga de una imagen con qcow2 compat {0} no tiene soporte para el tipo de formato de almacenamiento {1}.
urlSchemeInvalidScheme=La URL dada contiene un esquema inv\u00E1lido ''{0}'', solo se permiten los siguientes esquemas\:\n\n{1}
urlSchemeMustBeEmpty=La URL dada no debe contener un esquema (por ejemplo, ''{0}'').
urlSchemeMustNotBeEmpty=La URL dada no contiene un esquema, tiene que contener una de las siguientes\:\n\n{0}
usedLunIdReason={0} ({1})
userName={0} {1}
userSessionRow=ID de base de datos Sesi\u00F3n\:{0}, Usuario\:{1}
virtioScsiRequired=Disponible solo con VirtIO-SCSI.
vmDialogDisk={0}\: ({1} GB) {2} {3}
vmName=MV\: {0}
vmStorageDomainIsNotAccessible=Dominios de almacenamiento de los discos no son accesibles.
vmTemplateWithCloneProvisioning={0} (Clon/independiente)
vmTemplateWithThinProvisioning={0} (Fino/dependiente)
vmsAlreadyExistOnTargetExportDomain=MV(s)\: {0} ya existen en el dominio de exportaci\u00F3n de destino. Si quiere sobrescribirlas entonces seleccione la casilla ''Forzar sobrescritura''.
vncInfoMessage=Use su cliente VNC para conectarse a esta MV.<br/><br/>Use los siguientes par\u00E1metros\:<br/>IP\:Port --  {0}\:{1}<br/><br/> Contrase\u00F1a\: {2}<br/>(nota\: esta contrase\u00F1a es v\u00E1lida por {3} segundos)
vnicFromTemplate=Vnic {0} de la plantilla {1}
vnicFromVm=Vnic {0} de la MV {1}
vnicProfileFromNetwork=Perfil de la interfaz de la MV {0} de la red {1}
vnicTypeDoesntMatchNonPassthroughProfile=No se puede adjuntar un perfil de no transferencia a una MV de tipo {0}
vnicTypeDoesntMatchPassthroughProfile=No se puede adjuntar un perfil de transferencia a una MV de tipo {0}
volumeProfileStatisticsFailed=No se pudo encontrar la estad\u00EDsticas del perfil del volumen \: {0}
volumeProfilingStatsTitle=Estad\u00EDsticas del perfil del volumen - {0}
volumeSnapshotOptionValueEmpty=El valor del par\u00E1metro de configuraci\u00F3n del volumen {0} est\u00E1 vac\u00EDo
youAreAboutChangeDcCompatibilityVersionWithUpgradeMsg=Est\u00E1 a punto de cambiar la versi\u00F3n de compatibilidad del centro de datos. Esto actualizar\u00E1 todos los dominios de almacenamiento que pertenecen al centro de datos y no se podr\u00E1n utilizar con las versiones posteriores a {0}. \u00BFEst\u00E1 seguro de que quiere continuar?
youAreAboutToDisconnectHostInterfaceMsg=Est\u00E1 a punto de desconectar la interfaz de administraci\u00F3n ({0}).\nPor lo tanto, puede que no alcance el host.\n\n\u00BFEst\u00E1 seguro de que quiere desconectar la interfaz de administraci\u00F3n?
