DIRECTORY_GROUP_CANNOT_REMOVE_DIRECTORY_GROUP_ATTACHED_TO_VM_POOL=No se puede borrar el grupo del directorio. Primero, separe el grupo del pool de la MV.
IO_CD_IMAGE_FILE_ALREADY_EXIST=El archivo de im\u00E1genes ya existe.
IO_CD_IMAGE_FILE_NOT_EXIST=El archivo de im\u00E1genes no existe.
IO_INVALID_CD_IMAGE_EXTENSION=Extensi\u00F3n inv\u00E1lida de la imagen del CD.
IO_ISO_DIRECTORY_NOT_EXIST=El directorio ISO no existe
IRS_FAILED_CREATING_SNAPSHOT=Fall\u00F3 la creaci\u00F3n de la instant\u00E1nea.
IRS_FAILED_RETRIEVING_SNAPSHOT_INFO=Error interno, la instant\u00E1nea no se puede recuperar.
IRS_NETWORK_ERROR=El servicio del gestor de almacenamiento no responde.
IRS_PROTOCOL_ERROR=Error del protocolo del gestor de almacenamiento.
IRS_RESPONSE_ERROR=Error de respuesta del gestor de almacenamiento.
MAC_POOL_NOT_ENOUGH_MAC_ADDRESSES=No hay suficientes direcciones MAC en el pool de direcciones MAC.
VMT_CANNOT_REMOVE_DETECTED_DERIVED_VM=No se puede borrar la plantilla. La plantilla la est\u00E1 utilizando la siguiente MV\: ${vmsList}.
# auto translated by TM merge from project: oVirt, version: ovirt-3.4, DocId: frontend/webadmin/modules/webadmin/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors
VMT_CANNOT_REMOVE_BASE_WITH_VERSIONS=No se puede borrar la plantilla base que tiene versiones de plantillas, primero borre todas las versiones de plantillas para esta plantilla\: ${versionsList}.
ACTION_TYPE_FAILED_DETECTED_DERIVED_DISKS=No se puede ${action} ${type}. Los siguientes discos est\u00E1n basados en este\: \n ${disksInfo}.
ACTION_TYPE_FAILED_DISKS_SNAPSHOTS_DONT_BELONG_TO_SAME_DISK="No se puede ${action} ${type}. Las instant\u00E1neas del disco especificado no pertenecen al mismo disco."
VMT_CANNOT_REMOVE_DOMAINS_LIST_MISMATCH=No se puede borrar la plantilla. La plantilla no existe en el siguiente dominio de almacenamiento\: ${domainsList}.\nVerifique que la plantilla existe en todos los dominios de almacenamiento en la lista de dominios o no env\u00EDe la lista de dominios con el fin de borrar todas las instancias de la plantilla del sistema.
ACTION_TYPE_FAILED_VM_IMAGE_DOES_NOT_EXIST=No se puede ${action} ${type}. La imagen de la MV no existe.
ACTION_TYPE_FAILED_VM_SNAPSHOT_DOES_NOT_EXIST=No se puede ${action} ${type}. La instant\u00E1nea de la MV no existe.
# auto translated by TM merge from project: oVirt, version: ovirt-3.4, DocId: frontend/webadmin/modules/webadmin/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors
ACTION_TYPE_FAILED_VM_SNAPSHOT_TYPE_NOT_ALLOWED=No se puede ${action} ${type}. El tipo de la instant\u00E1nea es ${snapshotType} mientras que la operaci\u00F3n se soporta para tomas de pantalla del siguiente tipo(s)\: ${supportedSnapshotTypes}.
ACTION_TYPE_FAILED_CORRUPTED_VM_SNAPSHOT_ID=No se puede ${action} ${type}. La configuraci\u00F3n de la instant\u00E1nea est\u00E1 corrupta (el ID de la instant\u00E1nea est\u00E1 vac\u00EDo). Por favor contacte el administrador de sistemas.
ACTION_TYPE_FAILED_VM_SNAPSHOT_HAS_NO_CONFIGURATION=No se puede ${action} ${type}. La instant\u00E1nea ${SnapshotName} de la MV ${VmName} no tiene una configuraci\u00F3n disponible. Seleccione una instant\u00E1nea con una configuraci\u00F3n disponoible.
ACTION_TYPE_FAILED_CANNOT_RUN_ACTION_ON_NON_MANAGED_VM=No se puede ${action} ${type}. Esta MV no es administrada por la m\u00E1quina.
ACTION_TYPE_FAILED_MIN_MEMORY_CANNOT_EXCEED_MEMORY_SIZE=No se puede ${action} ${type}. La memoria fisica garantizada no puede exceder el tama\u00F1o de la memoria.
ACTION_TYPE_FAILED_MEMORY_EXCEEDS_SUPPORTED_LIMIT=No se puede ${action} ${type}. El tama\u00F1o de la memoria excede el l\u00EDmite soportado para la versi\u00F3n del cl\u00FAster dada.
IMAGE_REPOSITORY_NOT_FOUND=No se puede acceder al dominio de almacenamiento.\nPosibles razones\:\nNo hay un host operacional en el centro de datos o el estado del centro de datos no est\u00E1 funcionando.
VM_TEMPLATE_IS_LOCKED=La plantilla est\u00E1 bloqueada actualmente (temporalmente).
VM_TEMPLATE_IMAGE_IS_LOCKED=La imagen de la plantilla est\u00E1 bloqueada (temporalmente).
VM_TEMPLATE_IMAGE_IS_ILLEGAL=La imagen de la plantilla es inv\u00E1lida (temporalmente).
VM_TEMPLATE_IMAGE_LAST_DOMAIN=No se puede ${action} ${type}. La imagen solo es la copia que queda de un disco plantilla.
VM_NAME_CANNOT_BE_EMPTY=El nombre de la MV no puede estar vac\u00EDo.
VM_CANNOT_UPDATE_ILLEGAL_FIELD=Se trat\u00F3 de cambiar los valores de la MV mientras que la MV no estaba apagada. Por favor apague la MV con el fin de modificar estas propiedades.
VM_CANNOT_UPDATE_DEVICE_VM_NOT_DOWN=No se logr\u00F3 actualizar las propiedades de la MV. La MV debe estar en estado Down con el fin de cambiar el dispositivo ${device}.
VM_CANNOT_RUN_FROM_NETWORK_WITHOUT_NETWORK=La MV est\u00E1 configurada para ser 'iniciada por la red', pero no est\u00E1 establecida una interfaz de red.\nAlternativas\:\n-Seleccione un dispositivo de arranque diferente (usando el comando 'Run Once' o 'Edit VM' en la pesta\u00F1a de la opci\u00F3n de arranque).\n-Configure la interfaz de red y vuelva a ejecutar la MV.
VM_CANNOT_RUN_FROM_CD_WITHOUT_ACTIVE_STORAGE_DOMAIN_ISO=No se puede ${action} ${type} con el CD adjunto sin un dominio ISO activo.\nAlternativas\:\n-Adjunte un dominio ISO (para habilitar las operaciones CD).\n-Cambie la secuencia d earranque usando el comando de de modificaci\u00F3n de la MV (pesta\u00F1a de arranque).\n-Seleccione un dispositivo de arranque diferente (usando el comando 'Run Once').
VM_CANNOT_RUN_FROM_DISK_WITHOUT_DISK=No se puede ${action} ${type} sin por lo menos un disco de arranque.\nAlternativas\:\n-Crear un disco para esta MV y volver a ejecutar la MV.\n-Cambiar la secuencia de arranque usando el comando de la MV de modificaci\u00F3n (pesta\u00F1a de la opci\u00F3n de arranque).\n-Use el comando Run-Once para seleccionar una opci\u00F3n de arranque diferente y vuelva a ejecutar la MV.
VM_CANNOT_RUN_STATELESS_WHILE_IN_PREVIEW=No se puede ${action} ${type}. Etiqueta sin estado en conflictos de la MV al ejecutar la MV en el modo de vista preliminar. Borre la etiqueta sin estado de la MV o no ejecute la MV en el modo de vista preliminar.
VM_CANNOT_RUN_STATELESS_HA=No se puede ${action} ${type}. Los servidores virtuales altamente disponibles no se pueden ejecutar como sin estado.
ACTION_TYPE_FAILED_DELETE_PROTECTION_ENABLED=No se puede ${action} ${type}. La protecci\u00F3n de borrado est\u00E1 habilitada. Con el fin de borrar, inhabilite la protecci\u00F3n de borrado primero.
RESOURCE_MANAGER_FAILED_ATTACHING_VM_TO_USERS=No se logr\u00F3 adjuntar la MV al usuario.
RESOURCE_MANAGER_MIGRATING_VM_IS_NOT_UP=La migraci\u00F3n fall\u00F3, la MV no est\u00E1 ejecutando.
RESOURCE_MANAGER_VM_NOT_FOUND=No se encontr\u00F3 la MV.
SEARCH=Error en la b\u00FAsqueda.
SEARCH_ERRORNOUS_SEARCH_TEXT=Error en el texto de b\u00FAsqueda.
SEARCH_INVALID_SEARCH_TEXT=Texto de b\u00FAsqueda inv\u00E1lido.
SEARCH_UNSUPPORTED_BUSINESS_OBJECT=Buscar el objeto empresarial no soportado.
TEMPLATE_IMAGE_LOCKED=No se puede crear la nueva MV. La imagen del disco se est\u00E1 copiando. Espere a que la operaci\u00F3n de copiado se complete.
USER_CANNOT_REMOVE_USER_ATTACHED_POOL=No se puede borrar el usuario adjunto a VM-Pool. Primero borre el usuario de VM-Pool\:\n-Vaya a la ventana 'VM-Pool(s)'.\n-Seleccione VM-Pool.\n-Haga clic en 'Manage Pool Users' en el men\u00FA.
USER_CANNOT_REMOVE_USER_NOT_ATTACHED_POOL=No se puede borrar el usuario, el usuario no est\u00E1 adjunto al pool de la MV.
USER_CANNOT_REMOVE_USER_DETECTED_RUNNING_VM=No se puede borrar un usuario que est\u00E1 adjunto a una MV. Primero borrar la MV de la pesta\u00F1a de MVs.
USER_CANNOT_REMOVE_HIMSELF=No se puede ${action} ${type}. El usuario ya tiene una sesi\u00F3n abierta.
USER_FAILED_POPULATE_DATA=No se logr\u00F3 obtener datos del usuario del servidor de directorios.
USER_FAILED_SET_USER_ROLE=No se logr\u00F3 establecer el rol del usuario, operaci\u00F3n cancelada
VDS_CANNOT_MAINTENANCE_VDS_IS_NOT_RESPONDING_WITH_VMS=No se puede cambiar el host al modo de mantenimiento.\nEl host todav\u00EDa tiene MVs en ejecuci\u00F3n y no responde.
VDS_CANNOT_MAINTENANCE_VDS_IS_NOT_RESPONDING_AND_IS_SPM=No se puede cambiar el host al modo de mantenimiento.\nEl host es el gestor del pool de almacenamiento y no responde.\n- Si la gesti\u00F3n de energ\u00EDa est\u00E1 configurada entonces la m\u00E1quina tratar\u00E1 de delimitar el host autom\u00E1ticamente.\n- De otra manera traiga el nodo nuevamente o libere el recurso SPM.\nPara lograr esto verifique que el nodo realmente no est\u00E9 funcionando haciendo clic con el bot\u00F3n derecho del rat\u00F3n en el host y confirme que el nodo se apag\u00F3 manualmente.
VDS_CANNOT_MAINTENANCE_VDS_IS_NOT_OPERATIONAL=No se puede cambiar el host al modo de mantenimineto, el host no est\u00E1 funcionando.
VDS_CANNOT_MAINTENANCE_VDS_IS_IN_MAINTENANCE=No se puede cambiar el host al modo de mantenimineto. El host ya est\u00E1 en modo de mantenimiento.
VDS_CANNOT_MAINTENANCE_SPM_WITH_RUNNING_TASKS=No se puede cambiar el host al modo de mantenimiento. El host tiene tareas en ejecuci\u00F3n asincr\u00F3nicamnente, espere a que la operaci\u00F3n se complete y vuelva a intentar.
VDS_CANNOT_MAINTENANCE_SPM_CONTENDING=No se puede cambiar el host al modo de mantenimiento. El host est\u00E1 compitiendo por el administrador del pool de almacenamiento. Espere a que la operaci\u00F3n se complete y vuelva a intentar.
VDS_CANNOT_MAINTENANCE_IT_INCLUDES_NON_MIGRATABLE_VM=No se puede cambiar los siguientes hosts al modo de mantenimiento\: ${HostsList}.\nUna o m\u00E1s MVs se indican como no-migrables. Las MVs no migrables son\: ${VmsList}.
# auto translated by TM merge from project: oVirt, version: ovirt-3.4, DocId: frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors
VDS_CANNOT_MAINTENANCE_VM_HAS_PLUGGED_DISK_SNAPSHOT=No se pueden cambiar los siguientes hosts a modo de mantenimiento\: ${HostsList}.\n
The=las siguientes MVs no se pueden migrar porque tienen una instant\u00E1nea de disco activada adjunta (MV/instant\u00E1nea del disco\: \n \n${disksInfo} \n \n
# auto translated by TM merge from project: oVirt, version: ovirt-3.4, DocId: frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors
please=desactivar/separar las tomas de pantalla del disco o apague esas MVs e intente de nuevo.
ACTION_TYPE_FAILED_OVF_DISK_NOT_SUPPORTED=No se puede ${action} ${type}. Actualmente la operaci\u00F3n no se soporta para los discos utilizados como almac\u00E9n OVF.
ACTION_TYPE_FAILED_DISK_NOT_IN_APPLICABLE_STATUS=No se puede ${action} ${type}. La operaci\u00F3n se puede realizar s\u00F3lamente para los discos que se encuentren en estado ${status}.
VDS_CANNOT_REMOVE_DEFAULT_VDS_GROUP=No se puede borrar el cl\u00FAster del host predeterminado.
VDS_CANNOT_REMOVE_VDS_DETECTED_RUNNING_VM=No se puede ${action} ${type}. Una o m\u00E1s MVs todav\u00EDa est\u00E1n ejecutando en este host.
VDS_CANNOT_REMOVE_VDS_GROUP_VDS_DETECTED=No se puede ${action} ${type}. El cl\u00FAster del host contiene uno o m\u00E1s hosts.
VDS_CANNOT_REMOVE_VDS_STATUS_ILLEGAL=No se puede ${action} ${type}. El host es operacional. Primero cambie el host al modo de mantenimiento.
VDS_PROTOCOL_ERROR=Error interno\: error del protocolo del host.
VDS_RESPONSE_ERROR=Error interno\: error de respuesta del host
VDS_STATUS_NOT_VALID_FOR_STOP=No se puede realizar la operaci\u00F3n de detener, el host tiene que estar en modo de mantenimineto para poderlo detener.
VDS_STATUS_NOT_VALID_FOR_START=No se puede realizar la operaci\u00F3n de inicio, el host tiene que estar en uno de los siguientes estados\: ca\u00EDdo, no receptivo o en mantenimiento.
VDS_NO_VDS_PROXY_FOUND=No se puede ${action} ${type}.\nNo hay otro host en el centro de datos a Center that can be used to test the Power Management settings.
VDS_FAILED_FENCE_VIA_PROXY_CONNECTION=Fall\u00F3 la conexi\u00F3n al host por medio del proxy. Verifique que la gesti\u00F3n de energ\u00EDa est\u00E9 disponible y que los par\u00E1metros de conexi\u00F3n proporcionados sean correctos.
VDS_STATUS_NOT_VALID_FOR_UPDATE=No se puede ${action} ${type}. Los par\u00E1metros del host no se pueden modificar mientras el host est\u00E9 operacional.\nPrimero cambie el host al modo de mantenimiento.
# auto translated by TM merge from project: oVirt, version: rhevm-3.2, DocId: frontend/webadmin/modules/webadmin/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors
VDS_ALREADY_UP=No se puede ${action} ${type}. Host en estado activo.
VDS_NO_UUID=No se puede ${action} ${type}. El host no tiene un id \u00FAnico.
# auto translated by TM merge from project: oVirt, version: rhevm-3.1, DocId: frontend/webadmin/modules/webadmin/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors
VDS_DOES_NOT_EXIST=No se puede ${action} ${type}. El host no existe.
VDS_NON_RESPONSIVE=No se puede ${action} ${type}. El host no responde.
VDS_INVALID_SERVER_ID=No se puede ${action} ${type}. Id de host inv\u00E1lido.
VDS_EMPTY_NAME_OR_ID=No se puede ${action} ${type}. Nombre de host o id vac\u00EDos.
VDS_CANNOT_INSTALL_EMPTY_PASSWORD=No se puede instalar el host con una contrase\u00F1a vac\u00EDa.
VDS_CANNOT_INSTALL_STATUS_ILLEGAL=No se puede instalar el host. Primero mueva el host al modo de mantenimiento.
VDS_CANNOT_UPGRADE_BETWEEN_MAJOR_VERSION=No se puede actualizar el host. La versi\u00F3n del host no es compatible con la versi\u00F3n del ISO seleccionada. Seleccione un ISO con una versi\u00F3n importante ${IsoVersion}.x.
VDS_CANNOT_INSTALL_MISSING_IMAGE_FILE=No se puede instalar el host. Falta el archivo de la imagen.
VDS_PORT_CHANGE_REQUIRE_INSTALL=No se puede cambiar el n\u00FAmero del puerto del host sin tener que reinstalar el host.
VDS_TRY_CREATE_SECURE_CERTIFICATE_NOT_FOUND=No se puede agregar un nuevo host usando una conexi\u00F3n asegurada, no se pudo encontrar un archivo del certificado.
VDS_FENCE_DISABLED=No se puede delimitar el host, la delimitaci\u00F3n del host est\u00E1 inhabilitada.
VDS_FENCE_DISABLED_AT_SYSTEM_STARTUP_INTERVAL=La delimitaci\u00F3n est\u00E1 inhabilitada debido a la secuencia de arranque del servicio de la m\u00E1quina.
VDS_FENCE_DISABLED_AT_QUIET_TIME=Otra operaci\u00F3n de la gesti\u00F3n de energ\u00EDa todav\u00EDa est\u00E1 ejecutando, vuelva a intentar en ${seconds} segundos.
TEMPLATE_IMAGE_NOT_EXIST=No se puede ${action} ${type}. La imagen de la plantilla no existe.
VM_CANNOT_REMOVE_VDS_GROUP_VMS_DETECTED=No se puede ${action} ${type}. Una o m\u00E1s MVs todav\u00EDa est\u00E1n asignadas al cl\u00FAster.
VMT_CANNOT_REMOVE_VDS_GROUP_VMTS_DETECTED=No se puede ${action} ${type}. Una o m\u00E1s plantillas todav\u00EDa est\u00E1n asociadas con esta.
VDS_GROUP_CANNOT_REMOVE_HAS_VM_POOLS=No se puede ${action} ${type}.Uno o m\u00E1s VM-Pools todav\u00EDa est\u00E1n asociados con este
VM_IMAGE_LOCKED=No se puede ejecutar la MV. La imagen del disco se est\u00E1 copiando. Espere a que la operaci\u00F3n de copiado se complete.
VM_POOL_CANNOT_ADD_VM_WITH_USERS_ATTACHED_TO_POOL=No se puede adjuntar la MV al MV-Pool. MV-Pool ya est\u00E1 adjunto a un usuario.
ACTION_TYPE_FAILED_USER_ATTACHED_TO_POOL=El usuario ya est\u00E1 adjunto a este MV-Pool.
VM_POOL_CANNOT_ATTACH_TO_MORE_VMS_FROM_POOL=El usuario ya est\u00E1 adjunto a un n\u00FAmero m\u00E1ximo de MVs de este pool MV.
VM_POOL_CANNOT_ADD_VM_ATTACHED_TO_POOL=No se puede adjuntar la MV al pool. MV ya est\u00E1 adjunta a otro MV-Pool.
VM_POOL_CANNOT_DETACH_VM_NOT_ATTACHED_TO_POOL=No se puede separar la MV del pool. MV no est\u00E1 adjunta al MV-Pool.
VM_POOL_CANNOT_ADD_VM_DIFFERENT_CLUSTER=No se puede adjuntar la MV al MV-pool. MV reside en un cl\u00FAster de host diferente que el de la MV-Pool.
VM_POOL_CANNOT_REMOVE_VM_POOL_WITH_ATTACHED_DIRECTORY_GROUPS=No se puede borrar MV-Pool. Primero separe los grupos del directorio del MV-Pool.
VM_POOL_CANNOT_REMOVE_VM_POOL_WITH_ATTACHED_USERS=No se puede borrar MV-Pool. Primero separe los usuarios del MV-Pool.
VM_POOL_CANNOT_REMOVE_VM_POOL_WITH_VMS=No se puede borrar MV-Pool. Primero separe las MVs del MV-Pool.
VM_POOL_CANNOT_REMOVE_RUNNING_VM_FROM_POOL=No se puede separar la MV del MV- pool. MV est\u00E1 ejecutando.
VM_POOL_CANNOT_ADD_RUNNING_VM_TO_POOL=No se puede adjuntar la MV al MV- pool. MV est\u00E1 ejecutando.
VM_INVALID_SERVER_CLUSTER_ID=Id de cl\u00FAster de host inv\u00E1lido.
VMT_CANNOT_CREATE_TEMPLATE_FROM_DOWN_VM=No se puede ${action} ${type}. La VM est\u00E1 bloqueada o todav\u00EDa est\u00E1 ejecutando, intente de nuevo una vez que la MV est\u00E9 en estado apagado.
VMT_CANNOT_REMOVE_BLANK_TEMPLATE=No se puede ${action} ${type}. No se puede borrar una plantilla en blanco.
VMT_CANNOT_EDIT_BLANK_TEMPLATE=No se puede ${action} ${type}. No se permite modificar una plantilla en blanco.
VMT_CANNOT_EXPORT_BLANK_TEMPLATE=No se puede exportar una plantilla en blanco.
VMT_CANNOT_UPDATE_ILLEGAL_FIELD=No se logr\u00F3 actualizar las propiedades de la plantilla de la MV.
VMT_CANNOT_UPDATE_VERSION_NAME=No se puede actualizar el nombre de las sub-plantillas, solo se puede actualizar el nombre de la versi\u00F3n.
DIRECTORY_GROUP_CANNOT_REMOVE_DIRECTORY_GROUP_ATTACHED_TO_VM=No se puede borrar el grupo del directorio. Primero, separe el grupo del directorio de la MV.
VM_NOT_FOUND=No se encontr\u00F3 la MV
# auto translated by TM merge from project: oVirt, version: ovirt-3.4, DocId: frontend/webadmin/modules/webadmin/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors
ACTION_TYPE_FAILED_CLUSTER_UNDEFINED_ARCHITECTURE=No se puede ${action} ${type}. El cl\u00FAster no tiene una arquitectura definida.
ACTION_TYPE_FAILED_VM_IN_PREVIEW=No se puede ${action} ${type}. La MV est\u00E1 viendo una instant\u00E1nea.
ACTION_TYPE_FAILED_STORAGE_DELETE_VMS_IN_PREVIEW=No se puede ${action} ${type}. Las siguientes MVs est\u00E1n previendo una instant\u00E1nea\: ${vms}.
# auto translated by TM merge from project: oVirt, version: master, DocId: frontend/webadmin/modules/webadmin/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors
ACTION_TYPE_FAILED_VM_DISK_SNAPSHOT_IS_ATTACHED_TO_ANOTHER_VM=No se puede ${action} ${type}. Las siguientes tomas de pantalla de los discos de la MV est\u00E1n adjuntos a otras MVs (alias de disco/descripci\u00F3n de la instant\u00E1nea/MV adjunta a)\:\n\n ${disksInfo} \n\nPor favor sep\u00E1relas de esas MVs e intente de nuevo.
# auto translated by TM merge from project: oVirt, version: master, DocId: frontend/webadmin/modules/webadmin/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors
ACTION_TYPE_FAILED_VM_DISK_SNAPSHOT_IS_PLUGGED_TO_ANOTHER_VM=No se puede ${action} ${type}. Las siguientes tomas de pantalla de los discos de la MV est\u00E1n enchufados a otras MVs (alias de disco/descripci\u00F3n de la instant\u00E1nea/MV adjunta a)\:\n\n ${disksInfo} \n\nPor favor desact\u00EDvelas/sep\u00E1relas de esas MVs e intente de nuevo.
# auto translated by TM merge from project: oVirt, version: master, DocId: frontend/webadmin/modules/webadmin/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors
ACTION_TYPE_FAILED_VM_HAS_PLUGGED_DISK_SNAPSHOT=No se puede ${action} ${type}. Los siguientes discos activados de la MV son tomas de pantalla del disco (MV/instant\u00E1nea del disco)\:\n${disksInfo}. \nPor favor desact\u00EDvelos e intente de nuevo.
# auto translated by TM merge from project: oVirt, version: ovirt-3.4, DocId: frontend/webadmin/modules/webadmin/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors
ACTION_TYPE_FAILED_SHAREABLE_DISKS_NOT_SUPPORTED_ON_GLUSTER_DOMAIN=No se puede ${action} ${type}. Los discos compartibles no se soportan en dominios Gluster.
ACTION_TYPE_FAILED_DISKS_LOCKED=No se puede ${action} ${type}\: Los discos siguientes discos est\u00E1n bloqueados\: ${diskAliases}. Intente de nuevo en unos pocos minutos.
# auto translated by TM merge from project: oVirt, version: ovirt-3.4, DocId: frontend/webadmin/modules/webadmin/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors
ACTION_TYPE_DISK_INTERFACE_UNSUPPORTED=No se puede ${action} ${type}\: la interfaz del disco no es soportada por el SO de la MV\: ${osName}.
ACTION_TYPE_FAILED_DISKS_ILLEGAL=No se puede ${action} ${type}. Los siguientes discos adjuntos tienen estado ILLEGAL\: ${diskAliases} - por favor b\u00F3rrelos e intente de nuevo.
# auto translated by TM merge from project: oVirt, version: ovirt-3.4, DocId: frontend/webadmin/modules/webadmin/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors
ACTION_TYPE_FAILED_MOVE_DISKS_MIXED_PLUGGED_STATUS=No se puede ${action} ${type}. Los siguientes discos no se pudieron mover\: ${diskAliases}. Por favor aseg\u00FArese de que todos los discos est\u00E1n activos o inactivos en la MV.
ACTION_TYPE_FAILED_IMPORT_DISKS_ALREADY_EXIST=No se puede ${action} ${type}. Los siguientes discos ya existen\: ${diskAliases}. Imp\u00F3rtelos como un clon.
ACTION_TYPE_FAILED_VM_IS_LOCKED=No se puede ${action} ${type}\: La MV est\u00E1 bloqueada. Intente de nuevo en unos pocos minutos.
ACTION_TYPE_FAILED_VM_DURING_EXPORT=No se puede ${action} ${type}\: La MV se est\u00E1 exportando. Intente de nuevo en unos pocos minutos.
ACTION_TYPE_FAILED_VM_IMAGE_IS_ILLEGAL=No se puede ${action} ${type}. Es posible que la imagen de la MV est\u00E9 da\u00F1ada.
ACTION_TYPE_FAILED_VM_HAS_NO_DISKS=No se puede ${action} ${type}. La MV no tiene discos.
ACTION_TYPE_FAILED_IMAGE_REPOSITORY_NOT_FOUND=No se puede ${action} ${type}\: no se puede acceder al dominio de almacenamiento.\n-Verifique que por lo menos un host est\u00E9 operacional y que el centro de datos est\u00E9 funcionando.
ACTION_TYPE_FAILED_VM_IS_RUNNING=No se puede ${action} ${type}. La MV est\u00E1 ejecutando.
ACTION_TYPE_FAILED_VM_IS_BEING_CLONED=No se puede ${action} ${type}. La MV se est\u00E1 clonando.
ACTION_TYPE_FAILED_VM_IS_BEING_UPDATED=No se puede ${action} ${type}. La MV se est\u00E1 actualizando.
ACTION_TYPE_FAILED_VM_IS_NOT_RUNNING=No se puede ${action} ${type}. La MV no est\u00E1 ejecutando.
ACTION_TYPE_FAILED_VM_IS_NOT_UP=No se puede ${action} ${type}. La MV no est\u00E1 funcionando.
ACTION_TYPE_FAILED_VM_IS_NOT_DOWN=No se puede ${action} ${type}. Por lo menos una de las MVs no est\u00E1 apagada.
ACTION_TYPE_FAILED_VM_IS_NOT_DOWN_OR_UP=No se puede ${action} ${type}. La MV ${VmName} debe tener un estado de Down, Up o Paused.
ACTION_TYPE_FAILED_VM_IS_SAVING_RESTORING=No se puede ${action} ${type}. La MV est\u00E1 guardando/reestableciendo.\n-Por favor intente de nuevo cuando la MV est\u00E9 funcionando o est\u00E9 apagada.
ACTION_TYPE_FAILED_VM_IS_DURING_SNAPSHOT=No se puede ${action} ${type}. La MV est\u00E1 realizando una operaci\u00F3n en una instant\u00E1nea. Espere que la operaci\u00F3n termine e intente de nuevo.
# translation auto-copied from project oVirt, version rhevm-3.2, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author angelagarcia
ACTION_TYPE_FAILED_VM_STATUS_ILLEGAL=No se puede ${action} ${type} ya que la MV se encuentra en estado ${vmStatus}.
ACTION_TYPE_FAILED_VM_RUNNING_STATELESS=No se puede ${action} ${type}. La MV est\u00E1 ejecutando como si no tuviera estado. Intente de nuevo cuando la MV no est\u00E9 ejecutando sin estado.
ACTION_TYPE_FAILED_VM_HAS_STATELESS_SNAPSHOT_LEFTOVER=No se puede ${action} ${type}. La MV  estaba ejecutando como sin estado y no se limpi\u00F3 de manera exitosa. Intente ejecutar la MV, lo cual debe limpiar la MV y luego intente de nuevo cuando la MV no est\u00E9 ejecutando.
ACTION_TYPE_FAILED_VM_IN_USE_BY_OTHER_USER=No se puede ${action} ${type}. Otro usuario est\u00E1 utilizando la MV.
ACTION_TYPE_FAILED_VM_NOT_FOUND=No se puede ${action} ${type}. No se encuentra la MV.
# auto translated by TM merge from project: oVirt, version: ovirt-3.4, DocId: frontend/webadmin/modules/webadmin/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors
ACTION_TYPE_FAILED_CANNOT_USE_LATEST_WITH_CLONE=No se puede ${action} ${type}. No se puede utilizar 'Latest Version' al utilizar la clonaci\u00F3n desde la plantilla.
# auto translated by TM merge from project: oVirt, version: ovirt-3.4, DocId: frontend/webadmin/modules/webadmin/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors
ACTION_TYPE_FAILED_VM_NOT_SET_FOR_LATEST=No se puede ${action} ${type}. La MV est\u00E1 configurada para utilizar una versi\u00F3n especifica y no actualizar autom\u00E1ticamente a la \u00FAltima versi\u00F3n.
# auto translated by TM merge from project: oVirt, version: ovirt-3.4, DocId: frontend/webadmin/modules/webadmin/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors
ACTION_TYPE_FAILED_VM_ALREADY_IN_LATEST_VERSION=No se puede ${action} ${type}. La MV ya tiene la \u00FAltima versi\u00F3n.
ACTION_TYPE_FAILED_VM_IS_NON_MIGRTABLE=No se puede ${action} ${type}. La MV no se puede migrar.
ACTION_TYPE_FAILED_VM_IS_NON_MIGRTABLE_AND_IS_NOT_FORCED_BY_USER_TO_MIGRATE=No se puede ${action} ${type}. La MV no es migrable y el usuatio no especific\u00F3 la etiqueta de forzado de migraci\u00F3n
ACTION_TYPE_FAILED_VM_IS_PINNED_TO_HOST=No se puede ${action} ${type}. La MV est\u00E1 anclada al host.
VM_PINNED_TO_HOST_CANNOT_RUN_ON_THE_DEFAULT_VDS=Nota\: La MV est\u00E1 anclada al host '${VdsName}' pero no puede ejecutar en este.
HOST_NAME_NOT_AVAILABLE=$VdsName [N/A]
VM_HOSTCPU_MUST_BE_PINNED_TO_HOST=No se puede ${action} ${type}. La MV con etiquetas cpu de hu\u00E9sped se deben apinned to host.
ACTION_TYPE_FAILED_VM_NOT_EXIST=No se puede ${action} ${type}. La MV no existe.
ACTION_TYPE_FAILED_VM_CANNOT_BE_HIGHLY_AVAILABLE_AND_PINNED_TO_HOST=No se puede ${action} ${type}. Una MV altamente disponible no se puede anclar a un host espec\u00EDfico
ACTION_TYPE_FAILED_VM_CANNOT_BE_PINNED_TO_CPU_AND_MIGRATABLE=La MVs migrables no se pueden anclar a la CPU.
ACTION_TYPE_FAILED_VM_CANNOT_BE_PINNED_TO_CPU_WITH_UNDEFINED_HOST=No se puede anclar la CPU host cuando no se selecciona el host
ACTION_TYPE_FAILED_VM_GUID_ALREADY_EXIST=No se puede ${action} ${type}. Ya existe una MV con el mismo identificador.
ACTION_TYPE_FAILED_VM_ATTACHED_TO_POOL=No se puede ${action} ${type}. La MV est\u00E1 adjunta a un MV-Pool.
ACTION_TYPE_FAILED_NO_AVAILABLE_POOL_VMS=No se puede ${action} ${type}. No hay MVs en el MV-Pool.
ACTION_TYPE_FAILED_VM_FROM_POOL_CANNOT_BE_STATELESS=No se puede ${action} ${type}. La MV del pool no puede estar sin estado.
# auto translated by TM merge from project: oVirt, version: ovirt-3.4, DocId: frontend/webadmin/modules/webadmin/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors
ACTION_TYPE_FAILED_INVALID_TIMEZONE=No se puede ${action} ${type}. Zona horaria inv\u00E1lida para el tipo de SO dado.
ACTION_TYPE_FAILED_INVALID_SERIAL_NUMBER=No se puede ${action} ${type}. El n\u00FAmero serial personalizado no debe estar vac\u00EDo cuando se especifica la pol\u00EDtica de n\u00FAmero serial "Custom".
ACTION_TYPE_FAILED_PRESTARTED_VMS_CANNOT_EXCEED_VMS_COUNT=No se puede ${action} ${type}. El n\u00FAmero de MVs preiniciadas no puede exceder el n\u00FAmero de MVs en el pool.
ACTION_TYPE_FAILED_VM_WITH_BLANK_TEMPLATE=No se puede ${action} ${type}\: La MV se cre\u00F3 desde la plantilla en blanco y no contiene un sistema operativo. Ejecute la MV usando las opciones 'Boot from CD' o 'Boot from Network' del men\u00FA 'Run Once'.
ACTION_TYPE_FAILED_DISK_SPACE_LOW=No se puede ${action} ${type}. Poco espacio de disco en el dominio de almacenamiento relevante.
ACTION_TYPE_FAILED_DISK_VOLUME_TYPE_UNSUPPORTED=No se puede ${action} ${type}. La operaci\u00F3n no se soporta para ${volumeType} disco(s), por favor intente de nuevo con disco(s) con uno de los siguientes tipos\: ${supportedVolumeTypes}.
ACTION_TYPE_FAILED_NO_SPM=No se puede ${action} ${type}. El centro de datos no tiene un administrador de grupo de almacenamiento.
ACTION_TYPE_FAILED_SPM_CHANGED=No se puede ${action} ${type}. El administrador del grupo de almacenamiento del centro de datos ha cambiado.
ACTION_TYPE_FAILED_DISK_SPACE_LOW_ON_TARGET_STORAGE_DOMAIN=No se puede ${action} ${type}. Poco espacio de disco en el dominio de almacenamiento de destino ${storageName}.
ACTION_TYPE_FAILED_DEDICATED_VDS_NOT_IN_SAME_CLUSTER=No se puede ${action} ${type}. La MV est\u00E1 anclada a un host espec\u00EDfico. El cl\u00FAster del host debe ser igual que el cl\u00FAster de la MV seleccionada.
ACTION_TYPE_FAILED_DISK_CONFIGURATION_NOT_SUPPORTED=No se puede ${action} ${type}. La configuraci\u00F3n del disco (${volumeFormat} ${volumeType}) no es compatible con el tipo de dominio del almacenamiento.
ACTION_TYPE_FAILED_OVF_CONFIGURATION_NOT_SUPPORTED=No se puede ${action} ${type}. La configuraci\u00F3n OVF no se pudo analizar sint\u00E1cticamente.
ACTION_TYPE_FAILED_DISK_LUN_IS_ALREADY_IN_USE=No se puede ${action} ${type}. El lun proporcionado lo est\u00E1 utilizando otro disco.
ACTION_TYPE_FAILED_DISK_LUN_HAS_NO_VALID_TYPE=No se puede ${action} ${type}. El lun proporcionado no tiene un tipo lun v\u00E1lido.
ACTION_TYPE_FAILED_DISK_LUN_ISCSI_MISSING_CONNECTION_PARAMS=No se puede ${action} ${type}. Al lun proporcionado le falta por lo menos un par\u00E1metro de conexi\u00F3n (direcci\u00F3n/puerto/iqn).
ACTION_TYPE_FAILED_MIGRATION_IN_PROGRESS=No se puede ${action} ${type}. La migraci\u00F3n de la MV est\u00E1 en progreso.
ACTION_TYPE_FAILED_MIGRATION_TO_SAME_HOST=No se puede ${action} ${type}. La fuente y el destino son el mismo.
ACTION_TYPE_FAILED_INVALID_CUSTOM_PROPERTIES_INVALID_SYNTAX=No se puede ${action} ${type} si las propiedades personalizadas est\u00E1n en un formato inv\u00E1lido. Verifique la entrada.
# auto translated by TM merge from project: oVirt, version: rhevm-3.1, DocId: frontend/webadmin/modules/webadmin/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors
ACTION_TYPE_FAILED_INVALID_CUSTOM_PROPERTIES_INVALID_KEYS=No se puede ${action} ${type} si algunas de las propiedades personalizadas especificadas no est\u00E1n configuradas por el sistema. Las llaves son\:${MissingKeys}
# auto translated by TM merge from project: oVirt, version: rhevm-3.1, DocId: frontend/webadmin/modules/webadmin/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors
ACTION_TYPE_FAILED_INVALID_CUSTOM_PROPERTIES_INVALID_VALUES=No se puede ${action} ${type} si algunas de las propiedades personalizadas especificadas tienen valores ilegales. Las llaves son\: ${WrongValueKeys}
ACTION_TYPE_FAILED_CUSTOM_PROPERTIES_NOT_SUPPORTED_IN_VERSION=No se puede ${action} ${type}. Las propiedades personalizadas no se soportan en la versi\u00F3n\: ${NotSupportedInVersion}
ACTION_TYPE_FAILED_INVALID_DEVICE_TYPE_FOR_CUSTOM_PROPERTIES=No se puede ${action} ${type}. Las propiedades personalizadas no se soportan para el tipo de dispositivo\: ${InvalidDeviceType}
ACTION_TYPE_FAILED_VDS_VM_CLUSTER=No se puede ${action} ${type}. No hay hosts en ejecuci\u00F3n disponibles en el cl\u00FAster host.
ACTION_TYPE_FAILED_VDS_VM_MEMORY=No se puede ${action} ${type}. No hay hosts en ejecuci\u00F3n disponibles con suficiente memoria en el cl\u00FAster de la MV .
ACTION_TYPE_FAILED_VDS_VM_CPUS=No se puede ${action} ${type}. No hay hosts en ejecuci\u00F3n disponibles con suficientes n\u00FAcleos en el cl\u00FAster de la MV .
# auto translated by TM merge from project: oVirt, version: ovirt-3.4, DocId: frontend/webadmin/modules/webadmin/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors
ACTION_TYPE_FAILED_VDS_VM_CPU_LEVEL=No se puede ${action} ${type}. El host tiene un nivel menor de CPU que con el que se ejecut\u00F3 la MV.
ACTION_TYPE_FAILED_VDS_VM_NETWORKS=No se puede ${action} ${type}. No hay hosts en ejecuci\u00F3n disponibles con todas las redes que la MV utiliza.
ACTION_TYPE_FAILED_MISSING_DISPLAY_NETWORK=No se puede ${action} ${type}. No hay hosts en ejecuci\u00F3n disponibles con la red de presentaci\u00F3n del cl\u00FAster.
# auto translated by TM merge from project: oVirt, version: ovirt-3.4, DocId: frontend/webadmin/modules/webadmin/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors
ACTION_TYPE_FAILED_NO_HA_VDS=No se puede ${action} ${type}. No hay hosts HA disponibles en el cl\u00FAster de la MV.
CANNOT_MAINTENANCE_VDS_RUN_VMS_NO_OTHER_RUNNING_VDS=Los siguientes hosts tienen MVs en ejecuci\u00F3n y no se pueden cambiar al modo de mantenimiento\: ${HostsList}.
Please=aseg\u00FArese de que los siguientes cl\u00FAsters tengan por lo menos un host en estado UP\: ${ClustersList}.
ACTION_TYPE_FAILED_VDS_VM_VERSION=No se puede ${action} ${type}. La versi\u00F3n de las herramientas de la MV (${toolsVersion}) no coincide con la versi\u00F3n (${serverVersion}) del host.
ACTION_TYPE_FAILED_VDS_VM_SWAP=No se puede ${action} ${type}. El porcentaje swap del host est\u00E1 por encima del l\u00EDmite definido.\n- Verifique sus par\u00E1metros de configuraci\u00F3n para el porcentaje swap del host.
ACTION_TYPE_FAILED_NO_VDS_AVAILABLE_IN_CLUSTER=No se puede ${action} ${type}. No hay un host operacional disponible (en estado UP) en el cl\u00FAster relevante.
ACTION_TYPE_FAILED_CANNOT_REMOVE_IMAGE_TEMPLATE=No se puede ${action} ${type}. No se puede borrar la instant\u00E1nea de una plantilla.
ACTION_TYPE_FAILED_CANNOT_REMOVE_ACTIVE_IMAGE=No se puede ${action} ${type}. No se puede borrar la instant\u00E1nea activa de la MV.
ACTION_TYPE_FAILED_PROBLEM_WITH_CANDIDATE_INFO=No se puede ${action} ${type}. Fall\u00F3 al obtener los datos para la operaci\u00F3n de importaci\u00F3n.\n- Verifique su dominio de importaci\u00F3n.
ACTION_TYPE_FAILED_TEMPLATE_DOES_NOT_EXIST=No se puede ${action} ${type}. La plantilla relevante no existe.
ACTION_TYPE_FAILED_CLUSTER_CAN_NOT_BE_EMPTY=No se puede ${action} ${type}. El cl\u00FAster relevante no existe.
# auto translated by TM merge from project: oVirt, version: ovirt-3.4, DocId: frontend/webadmin/modules/webadmin/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors
ACTION_TYPE_FAILED_TEMPLATE_VERSION_CANNOT_BE_BASE_TEMPLATE=No se puede ${action} ${type}. Solo la primera versi\u00F3n de la plantilla se puede seleccionar como la plantilla base.
# auto translated by TM merge from project: oVirt, version: ovirt-3.4, DocId: frontend/webadmin/modules/webadmin/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors
ACTION_TYPE_FAILED_INSTANCE_TYPE_DOES_NOT_EXIST=No se puede ${action} ${type}. El tipo de la instancia relevante no existe.
# auto translated by TM merge from project: oVirt, version: ovirt-3.4, DocId: frontend/webadmin/modules/webadmin/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors
ACTION_TYPE_FAILED_IMAGE_TYPE_DOES_NOT_EXIST=No se puede ${action} ${type}. El tipo de la imagen relevante no existe.
ACTION_TYPE_FAILED_TEMPLATE_IS_DISABLED=No se puede ${action} ${type}. La plantilla est\u00E1 inhabilitada por favor trate de habilitar la plantilla primero e intente de nuevo.
ACTION_TYPE_FAILED_IMAGE_ALREADY_EXISTS=No se puede ${action} ${type}. Ya existe una de las im\u00E1genes de la plantilla.
ACTION_TYPE_FAILED_TEMPLATE_GUID_ALREADY_EXISTS=No se puede ${action} ${type}. Ya existe una plantilla con el mismo identificador.
ACTION_TYPE_FAILED_CANDIDATE_ALREADY_EXISTS=No se puede ${action} ${type}. El candidato de exportaci\u00F3n ya existe en la ruta especificada.\n- Use la opci\u00F3n 'Force Override' para sobreescribir el archivo existente.
ACTION_TYPE_FAILED_ROLE_IS_READ_ONLY=No se puede ${action} ${type}. El rol es de solo lectura.
ACTION_TYPE_FAILED_STORAGE_POOL_NOT_MATCH=No se puede ${action} ${type}. El centro de datos de destino no contiene el ${type}.
ACTION_TYPE_FAILED_STORAGE_POOL_OF_VM_NOT_MATCH=No se puede ${action} ${type}. El centro de datos de destino no contiene la m\u00E1quina virtual.
ACTION_TYPE_FAILED_STORAGE_DOMAIN_ALREADY_CONTAINS_DISK=No se puede ${action} ${type}. El dominio de almacenamiento ya contiene los discos de destino.
ACTION_TYPE_FAILED_STORAGE_DELETE_PROTECTED=No se puede ${action} ${type}. Las siguientes MVs/plantillas est\u00E1n protegidas contra borrado\: ${vms}.
ACTION_TYPE_FAILED_STORAGE_VMS_IN_POOL=No se puede ${action} ${type}. Las siguientes MVs/plantillas est\u00E1n adjuntas al pool\: ${vms}.
ACTION_TYPE_FAILED_STORAGE_DOMAIN_NAME_ALREADY_EXIST=No se puede ${action} ${type}. El dominio de almacenamiento ya est\u00E1 en uso.
ACTION_TYPE_FAILED_STORAGE_DOMAIN_ALREADY_EXIST=No se puede ${action} ${type}. El dominio de almacenamiento ya existe.
ACTION_TYPE_FAILED_STORAGE_POOL_NAME_ALREADY_EXIST=No se puede ${action} ${type}. El dentro de datos ya est\u00E1 en uso.
ACTION_TYPE_FAILED_TEMPLATE_NOT_FOUND_ON_DESTINATION_DOMAIN=No se puede ${action} ${type}. El dominio de almacenamiento seleccionado no contiene la plantilla de la MV.
ACTION_TYPE_FAILED_NO_VDS_IN_POOL=No se puede ${action} ${type}. No hay un host activo en el centro de datos.
ACTION_TYPE_FAILED_REQUESTED_DISK_SIZE_IS_TOO_SMALL=No se puede ${action}. El nuevo tama\u00F1o de disco debe ser mayor que el tama\u00F1o de disco actual.
ACTION_TYPE_FAILED_CANNOT_RESIZE_READ_ONLY_DISK=No se puede ${action} ${type}. No se puede modificar el tama\u00F1o del disco de s\u00F3lo lectura.
# auto translated by TM merge from project: oVirt, version: ovirt-3.4, DocId: frontend/webadmin/modules/webadmin/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors
ACTION_TYPE_FAILED_CANNOT_RESIZE_DISK_SNAPSHOT=No se puede ${action} ${type}. No se puede modificar el tama\u00F1o de la instant\u00E1nea del disco.
ACTION_TYPE_FAILED_ILLEGAL_DISK_OPERATION=No se puede ${action} ${type}. El disco est\u00E1 en estado ilegal. Los discos ilegales s\u00F3lo se pueden borrar.
ACTION_TYPE_FAILED_CLOUD_INIT_IS_NOT_SUPPORTED=No se puede ${action} ${type}. Cloud-Init solo se soporta en la versi\u00F3n de compatibilidad del cl\u00FAster 3.3 y posteriores.
ACTION_TYPE_FAILED_QEMU_UNSUPPORTED_OPERATION=No se puede ${action} ${type}. La operaci\u00F3n no es soportada por QEMU.
VAR__TYPE__HOST=$type Host
VAR__ENTITIES__HOSTS=$entities hosts
VAR__TYPE__NETWORK=$type Red
VAR__TYPE__NETWORKS=$type Redes
# auto translated by TM merge from project: oVirt, version: ovirt-3.4, DocId: frontend/webadmin/modules/webadmin/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors
VAR__TYPE__LABEL=$type Etiqueta
VAR__TYPE__VNIC_PROFILE=$type perfil de la interfaz de red de la MV
VAR__TYPE__PROVIDER=$type proveedor
VAR__TYPE__PROVIDER_CERTIFICATE_CHAIN=$type cadena de certificados del proveedor
VAR__TYPE__VM=$type MV
VAR__ENTITIES__VMS=$entities m\u00E1quinas virtuales
VAR__TYPE__QUOTA=$type Cuota
VAR__TYPE__COMPUTER_ACCOUNT=$type Cuenta del computador
VAR__TYPE__VM_TEMPLATE=$type Plantilla
VAR__ENTITIES__VM_TEMPLATES=$entities plantillas
VAR__TYPE__SNAPSHOT=$type instant\u00E1nea
VAR__TYPE__DESKTOP_POOL=$type MV-Pool
VAR__TYPE__VM_FROM_VM_POOL=$type MV desde MV-Pool
VAR__TYPE__CLUSTER=$type Cl\u00FAster
VAR__TYPE__ROLE=$type Rol
VAR__TYPE__INTERFACE=$type Interfaz
VAR__TYPE__VM_DISK=$type Disco de la m\u00E1quina virtual
VAR__TYPE__BOOKMARK=$type Marcador
VAR__TYPE__VM_TICKET=$type Tiquete m\u00E1quina virtual
VAR__TYPE__STORAGE__CONNECTION=$type Conexi\u00F3n del almacenamiento
VAR__TYPE__STORAGE__DOMAIN=$type Almacenamiento
VAR__TYPE__STORAGE__POOL=$type Centro de datos
VAR__TYPE__USER_FROM_VM=$type Usuario a la MV
VAR__TYPE__USER=$type Usuario
VAR__TYPE__PERMISSION=$type Permiso
VAR__TYPE__HOST_CAPABILITIES=$type Funcionalidades del host
# auto translated by TM merge from project: oVirt, version: ovirt-3.4, DocId: frontend/webadmin/modules/webadmin/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors
VAR__TYPE__ISCSI_BOND=$type Enlace iSCSI
VAR__TYPE__DISK__SNAPSHOT=$type Instant\u00E1nea del disco
VAR__ACTION__RUN=$action ejecutar
VAR__ACTION__REMOVE=$action borrar
VAR__ACTION__ADD=$action agregar
VAR__ACTION__CREATE=$action crear
VAR__ACTION__PAUSE=$action suspender
VAR__ACTION__HIBERNATE=$action hibernar
VAR__ACTION__MIGRATE=$action migrar
VAR__ACTION__CANCEL_MIGRATE=$action cancelar la migraci\u00F3n
VAR__ACTION__ATTACH_DESKTOP_TO=$action adjuntar MV a
VAR__ACTION__REVERT_TO=$action revertir a
VAR__ACTION__PREVIEW=$action vista preliminar
VAR__ACTION__STOP=$action detener
VAR__ACTION__START=$action iniciar
VAR__ACTION__RESTART=$action reiniciar
VAR__ACTION__SHUTDOWN=$action apagar
VAR__ACTION__EXPORT=$action exportar
VAR__ACTION__EXTEND=$action extender
VAR__ACTION__IMPORT=$action importar
VAR__ACTION__ATTACH_ACTION_TO=$action adjuntar
VAR__ACTION__DETACH_ACTION_TO=$action separar
VAR__ACTION__MOVE=$action mover
VAR__ACTION__COPY=$action copiar
VAR__ACTION__CHANGE_CD=$action Cambiar CD
VAR__ACTION__EJECT_CD=$action Expulsar CD
VAR__ACTION__ALLOCATE_AND_RUN=$action asignar y ejecutar
VAR__ACTION__MANUAL_FENCE=$action confirmar 'Se reinici\u00F3 el host'
VAR__ACTION__MAINTENANCE=$action mantenimiento
VAR__ACTION__SET=$action configurar
VAR__ACTION__SETUP=$action configuraci\u00F3n
VAR__ACTION__UPDATE=$action modificar
VAR__ACTION__ATTACH=$action adjuntar
VAR__ACTION__DETACH=$action separar
VAR__ACTION__ACTIVATE=$action activar
VAR__ACTION__DEACTIVATE=$action desactivar
VAR__ACTION__RECONSTRUCT_MASTER=$action reconstruir maestro
VAR__ACTION__RECOVER_POOL=$action recuperar centro de datos
VAR__ACTION__DESTROY_DOMAIN=$action destruir
VAR__ACTION__HOT_PLUG=$action conexi\u00F3n caliente
VAR__ACTION__HOT_UNPLUG=$action desconexi\u00F3n caliente
# auto translated by TM merge from project: oVirt, version: ovirt-3.4, DocId: frontend/webadmin/modules/webadmin/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors
VAR__ACTION__HOT_SET_CPUS=$action grupo de cpus caliente
VAR__ACTION__LOGON=$action iniciar sesi\u00F3n
VAR__ACTION__LOGOFF=$action terminar sesi\u00F3n
VAR__ACTION__ASSIGN=$action asignar
VAR__ACTION__SCAN_ALIGNMENT=$action alineamiento de escaneo
VAR__ACTION__EXTEND_IMAGE_SIZE=$action extender
# auto translated by TM merge from project: oVirt, version: ovirt-3.4, DocId: frontend/webadmin/modules/webadmin/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors
VAR__ACTION__UPDATE_VM_VERSION=$action actualizar versi\u00F3n para
VAR__HOST_STATUS__UP=$hostStatus funcionando
VAR__HOST_STATUS__UP_MAINTENANCE_OR_NON_OPERATIONAL=$hostStatus funcionando, en mantenimiento o no operacional
# auto translated by TM merge from project: oVirt, version: ovirt-3.4, DocId: frontend/webadmin/modules/webadmin/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors
VAR__VM_STATUS__UP=$vmStatus Up
# auto translated by TM merge from project: oVirt, version: ovirt-3.4, DocId: frontend/webadmin/modules/webadmin/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors
VAR__VM_STATUS__UNASSIGNED=$vmStatus No asignado
# auto translated by TM merge from project: oVirt, version: ovirt-3.4, DocId: frontend/webadmin/modules/webadmin/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors
VAR__VM_STATUS__DOWN=$vmStatus Apagado
# auto translated by TM merge from project: oVirt, version: ovirt-3.4, DocId: frontend/webadmin/modules/webadmin/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors
VAR__VM_STATUS__POWERING_UP=$vmStatus Prendiendo
# auto translated by TM merge from project: oVirt, version: ovirt-3.4, DocId: frontend/webadmin/modules/webadmin/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors
VAR__VM_STATUS__PAUSED=$vmStatus En pausa
# auto translated by TM merge from project: oVirt, version: ovirt-3.4, DocId: frontend/webadmin/modules/webadmin/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors
VAR__VM_STATUS__MIGRATING=$vmStatus Migrando
# auto translated by TM merge from project: oVirt, version: ovirt-3.4, DocId: frontend/webadmin/modules/webadmin/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors
VAR__VM_STATUS__UNKNOWN=$vmStatus Desconocido
# auto translated by TM merge from project: oVirt, version: ovirt-3.4, DocId: frontend/webadmin/modules/webadmin/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors
VAR__VM_STATUS__NOT_RESPONDING=$vmStatus No responde
# auto translated by TM merge from project: oVirt, version: ovirt-3.4, DocId: frontend/webadmin/modules/webadmin/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors
VAR__VM_STATUS__WAIT_FOR_LAUNCH=$vmStatus Esperar por el lanzamiento
# auto translated by TM merge from project: oVirt, version: ovirt-3.4, DocId: frontend/webadmin/modules/webadmin/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors
VAR__VM_STATUS__REBOOT_IN_PROGRESS=$vmStatus Reinicio en progreso
# auto translated by TM merge from project: oVirt, version: ovirt-3.4, DocId: frontend/webadmin/modules/webadmin/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors
VAR__VM_STATUS__SAVING_STATE=$vmStatus Guardando estado
# auto translated by TM merge from project: oVirt, version: ovirt-3.4, DocId: frontend/webadmin/modules/webadmin/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors
VAR__VM_STATUS__RESTORING_STATE=$vmStatus Reestableciendo estado
# auto translated by TM merge from project: oVirt, version: ovirt-3.4, DocId: frontend/webadmin/modules/webadmin/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors
VAR__VM_STATUS__SUSPENDED=$vmStatus Suspendido
# auto translated by TM merge from project: oVirt, version: ovirt-3.4, DocId: frontend/webadmin/modules/webadmin/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors
VAR__VM_STATUS__IMAGE_LOCKED=$vmStatus Imagen bloqueada
# auto translated by TM merge from project: oVirt, version: ovirt-3.4, DocId: frontend/webadmin/modules/webadmin/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors
VAR__VM_STATUS__POWERING_DOWN=$vmStatus Apagando
# auto translated by TM merge from project: oVirt, version: ovirt-3.4, DocId: frontend/webadmin/modules/webadmin/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors
VAR__VM_STATUS__IMAGE_ILLEGAL=$vmStatus Imagen ilegal
# auto translated by TM merge from project: oVirt, version: ovirt-3.4, DocId: frontend/webadmin/modules/webadmin/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors
VAR__VM_STATUS__PREPARING_FOR_HIBERNATE=$vmStatus Prepar\u00E1ndose para hibernar
ACTION_TYPE_FAILED_MISSED_STORAGES_FOR_SOME_DISKS=No se puede ${action} ${type}. Uno o m\u00E1s dominios de almacenamiento proporcionados est\u00E1n en estado de mantenimiento/no operacional.
ACTION_TYPE_FAILED_STORAGE_DOMAIN_IS_WRONG=No se puede ${action} ${type}. Se proporcion\u00F3 el dominio de almacenamiento equivocado, no est\u00E1 relacionado con el disco.
ACTION_TYPE_FAILED_DISK_ALREADY_ATTACHED=No se puede ${action} ${type}. El disco ya est\u00E1 adjunto a la MV.
ACTION_TYPE_FAILED_DISK_ALREADY_DETACHED=No se puede ${action} ${type}. El disco ya est\u00E1 separado de la MV.
ACTION_TYPE_FAILED_NOT_SHAREABLE_DISK_ALREADY_ATTACHED=No se puede ${action} ${type}. El disco no se puede compartir y ya est\u00E1 adjunto a una MV.
ACTION_TYPE_FAILED_VM_MAX_RESOURCE_EXEEDED=No se puede ${action} ${type}. Sobrepasa el valor m\u00E1ximo para ejecutar MVs de manera simult\u00E1nea.
ACTION_TYPE_FAILED_CPU_NOT_FOUND=No se puede ${action} ${type}. La CPU seleccionada no est\u00E1 soportada.
ACTION_TYPE_FAILED_EXCEEDED_MAX_PCI_SLOTS=No se puede ${action} ${type}. Excede el n\u00FAmero m\u00E1ximo de dispositivos PCI.
ACTION_TYPE_FAILED_EXCEEDED_MAX_IDE_SLOTS=No se puede ${action} ${type}. Excede el n\u00FAmero m\u00E1ximo de dispositivos IDE.
# auto translated by TM merge from project: oVirt, version: ovirt-3.4, DocId: frontend/webadmin/modules/webadmin/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors
ACTION_TYPE_FAILED_EXCEEDED_MAX_VIRTIO_SCSI_DISKS=No se puede ${action} ${type}. Excede el n\u00FAmero m\u00E1ximo de dispositivos SCSI VirtIO.
# auto translated by TM merge from project: oVirt, version: ovirt-3.4, DocId: frontend/webadmin/modules/webadmin/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors
ACTION_TYPE_FAILED_EXCEEDED_MAX_SPAPR_VSCSI_DISKS=No se puede ${action} ${type}. Excede el n\u00FAmero m\u00E1ximo de dispositivos sPAPR VSCSI.
USER_CANNOT_ATTACH_TO_VM_ALREADY_ATTACHED=El usuario ya est\u00E1 adjunto a esta MV
USER_CANNOT_ATTACH_TO_VM_NOT_ATTACHED=El usuario no est\u00E1 adjunto a esta MV.
# translation auto-copied from project oVirt, version master, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author angelagarcia
USER_FAILED_TO_AUTHENTICATE=No logr\u00F3 iniciar la sesi\u00F3n. Verifique la informaci\u00F3n de inicio de sesi\u00F3n o contacte el administrador del sistema.
USER_FAILED_TO_AUTHENTICATE_TIMED_OUT=Inicio de sesi\u00F3n fallido. Uno o m\u00E1s de los servidores que participan en el proceso de inicio de sesi\u00F3n ha expirado.
USER_FAILED_TO_AUTHENTICATE_SERVER_IS_NOT_AVAILABLE=Inicio de sesi\u00F3n fallido. Uno o m\u00E1s de los servidores que se necesitan para completar el proceso de inicio de sesi\u00F3n no est\u00E1 disponible.
# translation auto-copied from project oVirt, version master, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author angelagarcia
USER_FAILED_TO_AUTHENTICATE_KERBEROS_ERROR=No logr\u00F3 iniciar la sesi\u00F3n. No se encontr\u00F3 el cliente en la base de datos kerberos. Verifique la informaci\u00F3n de inicio de sesi\u00F3n o contacte el administrador del sistema.
# translation auto-copied from project oVirt, version master, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author angelagarcia
USER_FAILED_TO_AUTHENTICATION_WRONG_AUTHENTICATION_METHOD=No logr\u00F3 iniciar la sesi\u00F3n (fall\u00F3 la autenticaci\u00F3n).\n- Verifique que est\u00E9 utilizando el m\u00E9todo de autenticaci\u00F3n correcto en su sistema.
VMT_CLUSTER_IS_NOT_VALID=No se puede ${action} ${type}. El id del cl\u00FAster no es v\u00E1lido.
USER_ACCOUNT_DISABLED=No logra iniciar sesi\u00F3n. La cuenta del usuario est\u00E1 inhabilitada o bloqueada, contacte el administrador del sistema.
USER_PERMISSION_DENIED=Permiso denegado. Se requiere el permiso del administrador de la m\u00E1quina.
USER_CANNOT_LOGIN_SESSION_MISSING=No se puede iniciar sesi\u00F3n. La sesi\u00F3n expir\u00F3.
USER_CANNOT_REMOVE_ADMIN_USER=No se puede borrar el administrador interno o sus permisos.
USER_MUST_EXIST_IN_DB=El usuario debe existir en la base de datos.
USER_MUST_EXIST_IN_DIRECTORY=El usuario debe existir en el directorio.
USER_IS_ALREADY_LOGGED_IN=El usuario ya inici\u00F3 sesi\u00F3n.
USER_IS_NOT_LOGGED_IN=El usuario no ha iniciado sesi\u00F3n.
USER_DOES_NOT_HAVE_A_VALID_EMAIL=El usuario no tiene una direcci\u00F3n de correo electr\u00F3nica v\u00E1lida.
USB_NATIVE_SUPPORT_ONLY_AVAILABLE_ON_CLUSTER_LEVEL=El soporte para la USB nativa s\u00F3lo est\u00E1 disponible en el cl\u00FAster a nivel 3.1 o posteriores.
USB_LEGACY_NOT_SUPPORTED_ON_LINUX_VMS=No hay disponible soporte de legado para la USB en MVs Linux.
VM_POOL_CANNOT_CREATE_FROM_BLANK_TEMPLATE=MV-Pool debe estar basado en la plantilla que no est\u00E9 en blanco.
VM_POOL_CANNOT_UPDATE_POOL_NOT_FOUND=No se puede modificar las propiedades de MV-Pool. No se encontr\u00F3 un MV-Pool.
ACTION_TYPE_FAILED_VM_TASKS_ARE_ALREADY_RUNNING=No se puede ${action} ${type}. Ya hay tareas asincr\u00F3nicas en ejecuci\u00F3n, intente m\u00E1s tarde.
VM_CANNOT_SUSPENDE_HAS_RUNNING_TASKS=No se puede suspender la MV. La MV tiene tareas asincr\u00F3nicas en ejecuci\u00F3n, intente m\u00E1s tarde.
VM_CANNOT_SUSPEND_STATELESS_VM=No se puede suspender la MV, la MV no tiene estado.
VM_CANNOT_SUSPEND_VM_FROM_POOL=No se puede suspender una MV que pertenezca a un MV-Pool.
ACTION_TYPE_FAILED_NO_SUITABLE_DOMAIN_FOUND=No se puede ${action} ${type}. No se encontr\u00F3 un dominio de almacenamiento de datos activo con suficiente almacenamiento en el centro de datos.
USER_NOT_AUTHORIZED_TO_PERFORM_ACTION=El usuario no est\u00E1 autorizado para realizar esta acci\u00F3n.
ERROR_CANNOT_REMOVE_ROLE_ATTACHED_TO_PERMISSION=Uno o m\u00E1s permisos todav\u00EDa est\u00E1n asociados con el rol.\n- Borre todos los permisos primero.
ERROR_CANNOT_REMOVE_ROLE_INVALID_ROLE_ID=No se puede borrar el rol, id de rol inv\u00E1lido.
ERROR_CANNOT_UPDATE_ROLE_ID=No se puede ${action} el rol. No se permite cambiar el id del rol.
ERROR_CANNOT_UPDATE_ROLE_TYPE=No se puede ${action} el rol. No se permite cambiar el tipo del rol.
VDS_APPROVE_VDS_IN_WRONG_STATUS=No se puede aprobar el host Hypervisor RHEV.\n-El host debe estar en estado de "Pending Approval" o "Install Failed" con el fin de aprobarlo.
VDS_NEW_CLUSTER_ILLEGAL=No se pueden actualizar las propiedades del host. Las CPUs del cl\u00FAster y del host no coinciden.
VDS_CLUSTER_IS_NOT_VALID=No se puede ${action} ${type}. El id del cl\u00FAster no es v\u00E1lido.
VDS_GROUP_CANNOT_UPDATE_CPU_ILLEGAL=No se puede cambiar el tipo de CPU del cl\u00FAster cuando todos los hosts adjuntos a este cl\u00FAster no se encuentran en mantenimiento.
# auto translated by TM merge from project: oVirt, version: ovirt-3.4, DocId: frontend/webadmin/modules/webadmin/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors
VDS_GROUP_CANNOT_UPDATE_CPU_ARCHITECTURE_ILLEGAL=No se puede cambiar la arquitectura de la CPU del cl\u00FAster cuando hay hosts o MVs adjuntas a este cl\u00FAster.
VDS_GROUP_CANNOT_UPDATE_CPU_WITH_LOWER_HOSTS=No se puede cambiar la CPU del cl\u00FAster a un tipo de CPU m\u00E1s alto cuando hay hosts activos como un tipo de CPU menor.\n-Primero borre los hosts con CPU menor a mantenimiento.
VDS_GROUP_CANNOT_UPDATE_COMPATIBILITY_VERSION_WITH_LOWER_HOSTS=No se puede cambiar la versi\u00F3n de compatibilidad del cl\u00FAster a una versi\u00F3n m\u00E1s alta cuando hay hosts activos con una versi\u00F3n menor.\n-Primero mueva los hosts con versi\u00F3n menor a mantenimiento.
VDS_GROUP_CANNOT_UPDATE_VDS_UP=No se puede cambiar el cl\u00FAster. Tratando de conectar el cl\u00FAster al centro de datos con los hosts que est\u00E1n activos.
VDS_GROUP_CANNOT_ADD_COMPATIBILITY_VERSION_WITH_LOWER_STORAGE_POOL=No se puede agregar un cl\u00FAster con una versi\u00F3n de compatibilidad menor que la versi\u00F3n de compatibilidad del centro de datos.\n-Primero actualice su cl\u00FAster a una versi\u00F3n de compatibilidad posterior.
VDS_GROUP_CPU_TYPE_CANNOT_BE_NULL=No se puede agregar el cl\u00FAster. Se debe especificar el tipo de CPU.
VDS_GROUP_CANNOT_DO_ACTION_NAME_IN_USE=No se puede ${action} el cl\u00FAster. El nombre del cl\u00FAster ya est\u00E1 en uso.
NETWORK_NAME_ALREADY_EXISTS=No se puede ${action} ${type}. El nombre de la red ya existe.
ACTION_TYPE_FAILED_NAME_ALREADY_USED=No se puede ${action} ${type}. El nombre ${type} ya est\u00E1 en uso, por favor seleccione un nombre \u00FAnico e intente de nuevo.
VALIDATION_VDS_CONSOLEADDRESSS_HOSTNAME_OR_IP=La direcci\u00F3n de la consola debe ser un FQDN o una direcci\u00F3n IP v\u00E1lida
ACTION_TYPE_FAILED_URL_INVALID=No se puede ${action} ${type}. La URL no es v\u00E1lida, por favor ingrese una URL v\u00E1lida e intente de nuevo.
ACTION_TYPE_FAILED_STORAGE_CONNECTION_NOT_EXIST=No se puede ${action} ${type}. La conexi\u00F3n del almacenamiento no existe.
ACTION_TYPE_FAILED_STORAGE_CONNECTION_FOR_DOMAIN_NOT_EXIST=No se puede ${action} ${type}. La conexi\u00F3n del almacenamiento no est\u00E1 adjunta al dominio especificado.
ACTION_TYPE_FAILED_ACTION_IS_SUPPORTED_ONLY_FOR_ISCSI_DOMAINS=No se puede ${action} ${type}. La acci\u00F3n se soporta solamente para dominios de almacenamiento iSCSI.
ACTION_TYPE_FAILED_STORAGE_CONNECTION_ID_EMPTY=No se puede ${action} ${type}. El id de conexi\u00F3n del almacenamiento est\u00E1 vac\u00EDo.
ACTION_TYPE_FAILED_STORAGE_CONNECTION_ID_NOT_EMPTY=No se puede ${action} ${type}. El id de la conexi\u00F3n del almacenamiento no est\u00E1 vac\u00EDo.
ACTION_TYPE_FAILED_STORAGE_CONNECTION_ALREADY_EXISTS=No se puede ${action} ${type}. La conexi\u00F3n del almacenamiento ya existe.
ACTION_TYPE_FAILED_STORAGE_CONNECTION_FOR_DOMAIN_ALREADY_EXISTS=No se puede ${action} ${type}. La conexi\u00F3n del almacenamiento ya est\u00E1 adjunta al dominio especificado.
ACTION_TYPE_FAILED_STORAGE_CONNECTION_UNSUPPORTED_ACTION_FOR_STORAGE_TYPE=No se puede ${action} ${type}. Los par\u00E1metros de conexi\u00F3n del almacenamiento solo se pueden modificar para los dominios de datos NFS, Posix, local o iSCSI.
ACTION_TYPE_FAILED_STORAGE_CONNECTION_UNSUPPORTED_ACTION_FOR_DOMAINS_STATUS=No se puede ${action} ${type}. Los dominios de datos ${domainNames} deben estar en mantenimiento o separados.
ACTION_TYPE_FAILED_STORAGE_CONNECTION_UNSUPPORTED_ACTION_FOR_RUNNING_VMS_AND_DOMAINS_STATUS=No se puede ${action} ${type}. Los dominios de datos ${domainNames} deben estar en mantenimiento o separados y las MVs ${vmNames} deben estar apagadas.
ACTION_TYPE_FAILED_STORAGE_CONNECTION_UNSUPPORTED_ACTION_NOT_SAME_STORAGE_TYPE=No se puede ${action} ${type}. La conexi\u00F3n del almacenamiento y el tipo de dominio no coinciden.
ACTION_TYPE_FAILED_STORAGE_CONNECTION_UNSUPPORTED_ACTION_FOR_RUNNING_VMS=No se puede ${action} ${type}. Las MVs ${vmNames} deben estar apagadas.
ACTION_TYPE_FAILED_STORAGE_CONNECTION_BELONGS_TO_SEVERAL_STORAGE_DOMAINS=No se puede ${action} ${type}. Los par\u00E1metros de conexi\u00F3n del almacenamiento son utilizados por los siguientes dominios de almacenamiento \: ${domainNames}.
ACTION_TYPE_FAILED_STORAGE_CONNECTION_BELONGS_TO_SEVERAL_STORAGE_DOMAINS_AND_DISKS=No se puede ${action} ${type}. Los par\u00E1metros de conexi\u00F3n del almacenamiento son utilizados por los siguientes dominios de almacenamiento \: ${domainNames} y discos\: ${diskNames}.
ACTION_TYPE_FAILED_STORAGE_CONNECTION_BELONGS_TO_SEVERAL_DISKS=No se puede ${action} ${type}. Los par\u00E1metros de conexi\u00F3n del almacenamiento son utilizados por los siguientes discos\:${diskNames}.
ACTION_TYPE_FAILED_STORAGE_CONNECTION_WRONG_PARAMETERS_FOR_STORAGE_TYPE=No se puede ${action} ${type}. Los par\u00E1metros de conexi\u00F3n son inv\u00E1lidos para este tipo de almacenamiento.
ACTION_TYPE_FAILED_STORAGE_CONNECTION_UNSUPPORTED_CHANGE_STORAGE_TYPE=No se puede ${action} ${type}. El tipo de almacenamiento no se puede modificar.
ACTION_TYPE_FAILED_STORAGE_DOMAIN_NOT_EXIST=No se puede ${action} ${type}. El dominio de almacenamiento no existe.
ACTION_TYPE_FAILED_CANNOT_CHANGE_STORAGE_DOMAIN_TYPE=No se puede ${action} ${type}. No se puede cambiar el tipo de dominio del almacenamiento.
ACTION_TYPE_FAILED_STORAGE_DOMAIN_STATUS_ILLEGAL=No se puede ${action} ${type}. El dominio de almacenamiento relevante es inaccesible.\n-Resuelva los problemas del dominio de almacenamiento y vuelva a intentar la operaci\u00F3n.
ACTION_TYPE_FAILED_STORAGE_DOMAIN_STATUS_ILLEGAL2=No se puede ${action} ${type}. El estado relevante del dominio de almacenamiento es ${status}.
STORAGE_POOL_REINITIALIZE_WITH_MORE_THAN_ONE_DATA_DOMAIN=No se puede ${action} ${type}.\nLa acci\u00F3n de ${action} se puede realizar en un centro de datos que tenga solo un dominio de almacenamiento en estado activo/desconocido.
ACTION_TYPE_FAILED_STORAGE_POOL_NOT_EXIST=En centro de datos no existe.
ACTION_TYPE_FAILED_STORAGE_DOMAIN_NOT_IN_STORAGE_POOL=No se puede ${action} ${type}. El dominio de almacenamiento seleccionado no es parte del centro de datos.
# auto translated by TM merge from project: oVirt, version: ovirt-3.4, DocId: frontend/webadmin/modules/webadmin/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors
ACTION_TYPE_FAILED_LUNS_ALREADY_PART_OF_STORAGE_DOMAINS=No se puede ${action} ${type}. Las siguientes LUNs ya son parte de los dominios de almacenamiento\: ${lunIds}.
# auto translated by TM merge from project: oVirt, version: ovirt-3.4, DocId: frontend/webadmin/modules/webadmin/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors
ACTION_TYPE_FAILED_LUNS_ALREADY_USED_BY_DISKS=No se puede ${action} ${type}. Los siguientes LUNs ya est\u00E1n en uso por parte de los discos DirectLUN\: ${lunIds}.
ERROR_CANNOT_REMOVE_STORAGE_POOL_WITH_NONMASTER_DOMAINS=No se puede borrar un centro de datos en donde hay m\u00E1s de un dominio de almacenamiento adjunto.
ERROR_CANNOT_REMOVE_STORAGE_DOMAIN_DO_FORMAT=No se puede borrar el dominio del almacenamiento. El almacenamiento de datos se debe formatear despues del borrado.\n-Verifique que la opci\u00F3n del formato est\u00E9 habilitada en el dominio de datos.
ERROR_CANNOT_MANAGE_STORAGE_DOMAIN=No se puede administrar el dominio de almacenamiento. El dominio est\u00E1 definidod externamente (como por medio de un proveedor).
ERROR_CANNOT_FORCE_REMOVE_STORAGE_POOL_WITH_VDS_NOT_IN_MAINTENANCE=No se puede ${action} ${type} mientras hayan hosts que no est\u00E9n en el modo de mantenimiento.
ACTION_TYPE_FAILED_STORAGE_POOL_STATUS_ILLEGAL=No se puede ${action} ${type}. Estado del centro de datos es desconocido.
# auto translated by TM merge from project: oVirt, version: ovirt-3.4, DocId: frontend/webadmin/modules/webadmin/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors
ACTION_TYPE_FAILED_MIXED_STORAGE_TYPES_NOT_ALLOWED=No se puede ${action} ${type}. La versi\u00F3n del centro de datos no soporta tipos mezclados de almacenamiento.
NETWORK_BOND_NAME_EXISTS=Ya existe el nombre del enlace.
NETWORK_BOND_NOT_EXISTS=No existe el nombre del enlace.
NETWORK_CHECK_CONNECTIVITY=No se puede verificar la conectividad en una red que no es de administraci\u00F3n.
NETWORK_BOND_PARAMETERS_INVALID=Par\u00E1metros inv\u00E1lidos.\n-Verifique que el nombre del enlace tenga el formato <bondYYY>.\n-El enlace consiste de por lo menos dos interfaces de red (NICs).
NETWORK_DEFAULT_UPDATE_NAME_INVALID=La red '${NetworkName}' es obligatoria, no se puede modificar.
NETWORK_INTERFACE_ALREADY_IN_BOND=La interfaz de la red ya pertenece al enlace.
NETWORK_INVALID_BOND_NAME=El formato del nombre del enlace es <bondYYY>.
NETWORK_INTERFACE_NOT_EXISTS=No existe el nombre de la red.
ERROR_CANNOT_ATTACH_MORE_THAN_ONE_ISO_DOMAIN=No se puede adjuntar m\u00E1s de un dominio de almacenamiento ISO al mismo centro de datos. Si quiere usar un dominio recien creado, separe el dominio adjunto existente y adjunte el nuevo.
ERROR_CANNOT_ATTACH_MORE_THAN_ONE_EXPORT_DOMAIN=No se puede adjuntar m\u00E1s de un dominio de almacenamiento de importaci\u00F3n/exportaci\u00F3n al mismo centro de datos. Si quiere usar un dominio recien creado, separe el dominio adjunto existente y adjunte el nuevo.
ERROR_CANNOT_ATTACH_STORAGE_DOMAIN_STORAGE_TYPE_NOT_MATCH=No se puede adjuntar almacenamiento al centro de datos. El tipo de almacenamiento no coincide con el tipo del centro de datos.
ERROR_CANNOT_CHANGE_STORAGE_POOL_TYPE_WITH_DOMAINS=No se puede cambiar el tipo del centro de datos cuando los dominios de almacenamiento todav\u00EDa est\u00E1n adjuntos a este.\n-Separe todos los dominios de almacenamiento adjuntos y vuelva a intentar.
NETWORK_INTERFACE_ALREADY_HAVE_NETWORK=La interfaz de la red ya est\u00E1 adjunta a una red l\u00F3gica.
NETWORK_ALREAY_ATTACH_TO_INTERFACE=La red l\u00F3gica ya est\u00E1 adjunta a una interfaz de red.
NETWORK_NOT_EXISTS=No existe la red l\u00F3gica especificada.
ACTION_TYPE_FAILED_NETWORK_QOS_NOT_EXISTS=La red QoS especificada no existe.
ACTION_TYPE_FAILED_VNIC_PROFILE_NOT_EXISTS=No se puede ${action} ${type}. La interfaz de red especificada de la MV no existe.
ACTION_TYPE_FAILED_VNIC_PROFILE_NAME_IN_USE=No se puede ${action} ${type}. El nombre del perfil de la interfaz de red de la MV ya est\u00E1 en uso por parte de un perfil existente para la misma red.\n-Por favor seleccione un nombre diferente.
ACTION_TYPE_FAILED_VNIC_PROFILE_IN_USE=No se puede ${action} ${type}. Varias ${entities} (${ENTITIES_USING_VNIC_PROFILE_COUNTER}) est\u00E1n utilizando este perfil de interfaz de red de la MV\:\n${ENTITIES_USING_VNIC_PROFILE}\n - Por favor b\u00F3rrelo de todas las ${entities} que est\u00E1n utiliz\u00E1ndolo e intente de nuevo.
ACTION_TYPE_FAILED_CANNOT_CHANGE_VNIC_PROFILE_NETWORK=No se puede ${action} ${type}. La red del perfil de la interfaz de red de la MV no se puede cambiar.
ACTION_TYPE_FAILED_CANNOT_ADD_VNIC_PROFILE_TO_NON_VM_NETWORK=No se puede ${action} ${type}. Los perfiles de la interfaz de red de la MV se pueden agregar a una red de la MV s\u00F3lamente.
ACTION_TYPE_FAILED_CANNOT_FIND_VNIC_PROFILE_FOR_NETWORK=No se puede ${action} ${type}. No hay un perfil de la interfaz de red de la MV para la red que el usuario pueda utilizar.\n- Por favor utilice un perfil de interfaz de red de la MV en lugar de un nombre de red.
EXTERNAL_NETWORK_CANNOT_BE_PROVISIONED=La red externa especificada no se puede configurar en la interfaz del host.
# auto translated by TM merge from project: oVirt, version: ovirt-3.4, DocId: frontend/webadmin/modules/webadmin/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors
NETWORK_LABEL_FORMAT_INVALID=La etiqueta de la red debe estar formada solamente de\: letras del alfabeto ingl\u00E9s, n\u00FAmeros, gui\u00F3n o gui\u00F3n abajo.
# auto translated by TM merge from project: oVirt, version: ovirt-3.4, DocId: frontend/webadmin/modules/webadmin/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors
ACTION_TYPE_FAILED_NETWORK_ALREADY_LABELED=No se puede ${action} ${type}. La red especificada ya est\u00E1 etiquetada.
# auto translated by TM merge from project: oVirt, version: ovirt-3.4, DocId: frontend/webadmin/modules/webadmin/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors
ACTION_TYPE_FAILED_CANNOT_REMOVE_LABELED_NETWORK_FROM_NIC=No se puede ${action} ${type}. Las siguientes redes no se pueden borrar de la interfaz de la red ya que est\u00E1n administradas por la etiqueta\: ${ACTION_TYPE_FAILED_CANNOT_REMOVE_LABELED_NETWORK_FROM_NIC_LIST}. Por favor borre la etiqueta de la interfaz de red con el fin de borrar la red.
ACTION_TYPE_FAILED_DISPLAY_NETWORK_HAS_NO_BOOT_PROTOCOL=No se puede ${action} ${type}. P\u00F3ngase en contacto con el administrador de su sistema.
# auto translated by TM merge from project: oVirt, version: ovirt-3.4, DocId: frontend/webadmin/modules/webadmin/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors
LABELED_NETWORK_ATTACHED_TO_WRONG_INTERFACE=No se puede ${action} ${type}. Las siguientes redes ya est\u00E1n adjuntas a una interfaz diferente\: ${AssignedNetworks}. Por favor borre las redes con el fin de etiquetar la interfaz.
# auto translated by TM merge from project: oVirt, version: ovirt-3.4, DocId: frontend/webadmin/modules/webadmin/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors
OTHER_INTERFACE_ALREADY_LABELED=No se puede ${action} ${type}. La etiqueta ya est\u00E1 definida en otra interfaz ${LabeledNic} en el host.
ERROR_CANNOT_RECOVERY_STORAGE_POOL_THERE_IS_ACTIVE_DATA_DOMAINS=No se puede recuperar el centro de datos con un dominio de almacenamiento de datos activo en el centro de datos.
ERROR_CANNOT_DETACH_LAST_STORAGE_DOMAIN=No se puede borrar el dominio de almacenamiento maestro del centro de datos sin que otro dominio de almacenamiento activo tome su lugar.\n-Active otro dominio de almacenamiento en el centro de datos o borre el centro de datos.
ERROR_CANNOT_DESTROY_LAST_STORAGE_DOMAIN=No se puede destruir el dominio de almacenamiento maestro del centro de datos sin que otro dominio de almacenamiento activo tome su lugar.\n-Active otro dominio de almacenamiento en el centro de datos o borre el centro de datos.\n-Si tiene problemas con el dominio de datos maestro considere el seguir el proceso de recuperaci\u00F3n descrito en la documentaci\u00F3n o contacte su administrador de sistemas.
ERROR_CANNOT_DESTROY_LAST_STORAGE_DOMAIN_HOST_NOT_ACTIVE=Con el fin de completar la operaci\u00F3n es necesario seleccionar un nuevo dominio de almacenamiento maestro, el cual requiere por lo menos un host activo en el centro de datos.\n-Primero aseg\u00FArese de que uno de los hosts est\u00E9 activo en el centro de datos.
NETWORK_VLAN_OUT_OF_RANGE=El id del VLAN debe ser un n\u00FAmero entre 0 y 4094.
ERROR_CANNOT_ADD_STORAGE_POOL_WITHOUT_DATA_DOMAIN=No se puede adjuntar el dominio de almacenamiento.\n-Primero adjunte el dominio de datos al centro de datos.
ERROR_CANNOT_REMOVE_POOL_WITH_ACTIVE_DOMAINS=No se puede borrar el centro de datos que contenga dominios de almacenamiento activos/bloqueados.\n-Desactive todos los dominios y espere a que las tareas terminen antes de borrar el centro de datos.
VDS_GROUP_CANNOT_CHANGE_STORAGE_POOL=No se puede cambiar la asociaci\u00F3n del centro de datos cuando se modifica un cl\u00FAster.
ACTION_TYPE_FAILED_NETWORK_IN_USE=No se puede ${action} ${type}. Varias ${entities} (${ENTITIES_USING_NETWORK_COUNTER}) est\u00E1n utilizando esta red l\u00F3gica\:\n${ENTITIES_USING_NETWORK}\n - Por favor b\u00F3rrela de todas las ${entities} que la est\u00E1n utilizando e intente de nuevo.
ERROR_CANNOT_CREATE_STORAGE_DOMAIN_WITHOUT_VG_LV=Grupo de vol\u00FAmenes (GVs) y vol\u00FAmenes l\u00F3gicos (VLs) no est\u00E1n especificados.
NETWORK_INTERFACE_TEMPLATE_CANNOT_BE_SET=No se puede ${action} ${type}. El id de la plantilla de la MV debe estar vac\u00EDo.
NETWORK_INTERFACE_VM_CANNOT_BE_SET=No se puede ${action} ${type}. El id de la MV debe estar vac\u00EDo.
NETWORK_INTERFACE_NAME_ALREAY_IN_USE=La interfaz de la red ya est\u00E1 en uso.
EN_UNKNOWN_NOTIFICATION_METHOD=El m\u00E9todo de notificaci\u00F3n no est\u00E1 soportado.
EN_UNSUPPORTED_NOTIFICATION_EVENT=El evento de notificaci\u00F3n ${eventName} no est\u00E1 soportado.
EN_EVENT_UP_SUBJECT_TEXT=Notificaci\u00F3n de alerta.
EN_EVENT_DOWN_SUBJECT_TEXT=Notificaci\u00F3n de problema resuelto.
EN_ALREADY_SUBSCRIBED=El usuario ya est\u00E1 suscrito a este evento con el mismo m\u00E9todo de notificaci\u00F3n.
EN_NOT_SUBSCRIBED=No se puede ${action} ${type}.El usuario no est\u00E1 suscrito a este evento con el m\u00E9todo dado de notificaci\u00F3n.
ACTION_TYPE_FAILED_STORAGE_DOMAIN_TYPE_ILLEGAL=No se puede ${action} ${type}. El tipo de dominio del almacenamiento no est\u00E1 especificado.
ACTION_TYPE_FAILED_STORAGE_DOMAIN_FORMAT_ILLEGAL=No se puede ${action} ${type}. El formato del dominio de almacenamiento ${storageFormat} es ilegal.
ACTION_TYPE_FAILED_STORAGE_DOMAIN_FORMAT_ILLEGAL_HOST=No se puede ${action} ${type}. El formato del almacenamiento ${storageFormat} no est\u00E1 soportado en la versi\u00F3n seleccionada del host.
ERROR_CANNOT_EXTEND_NON_DATA_DOMAIN=No se puede extender el dominio del almacenamiento. La operaci\u00F3n de extensi\u00F3n est\u00E1 soportada s\u00F3lamente en el dominio de almacenamiento de datos.
ERROR_CANNOT_EXTEND_CONNECTION_FAILED=No se puede extender el dominio del almacenamiento. El dispositivo de almacenamiento ${lun} no se puede alcanzar desde ${hostName}.
ERROR_CANNOT_CHANGE_STORAGE_DOMAIN_FIELDS=No se puede ${action} ${type}. S\u00F3lo se puede actualizar el nombre del dominio de almacenamiento.
ERROR_CANNOT_UPDATE_STORAGE_POOL_COMPATIBILITY_VERSION_BIGGER_THAN_CLUSTERS=No se puede actualizar la versi\u00F3n de compatibilidad del centro de datos con un valor que sea mayor a la versi\u00F3n del cl\u00FAster. Los siguientes cl\u00FAsters se deben actualizar ${ClustersList}.
ERROR_CANNOT_ADD_EXISTING_STORAGE_DOMAIN_CONNECTION_DATA_ILLEGAL=No se puede importar el dominio de almacenamiento. Error interno\: los datos de conexi\u00F3n son ilegales.
ERROR_CANNOT_ADD_DEPRECATED_EXISTING_SAN_EXPORT_STORAGE_DOMAIN=No se puede importar el dominio de almacenamiento de exportaci\u00F3n SAN ya que ya no se soporta.
ERROR_CANNOT_ADD_EXISTING_STORAGE_DOMAIN_LUNS_PROBLEM=No se puede importar el dominio de almacenamiento. No todos los LUNs est\u00E1n conectados al dominio de almacenamiento.
NETWORK_MAC_ADDRESS_IN_USE=La direcci\u00F3n MAC  ya est\u00E1 en uso.
NETWORK_INTERFACE_IN_USE_BY_VM=No se puede ${action} ${type}. Hay por lo menos una MV en ejecuci\u00F3n que utiliza esta red.
# auto translated by TM merge
NETWORK_CLUSTER_NETWORK_IN_USE=No se puede ${action} ${type}. Por lo menos un cl\u00FAster est\u00E1 utilizando la red.
# auto translated by TM merge
ERROR_CANNOT_DEACTIVATE_MASTER_WITH_NON_DATA_DOMAINS=No se puede desactivar un dominio de almacenamiento maestro mientras hayan dominios activos ISO/Export en el centro de datos.\n-Primero desactive todos los dominios ISO/Export.
# auto translated by TM merge
ERROR_CANNOT_DEACTIVATE_DOMAIN_WITH_TASKS=No se puede desactivar el dominio de datos mientras hayan tareas en ejecuci\u00F3n en este dominio de datos.\n-Espere a que las tareas terminen e intente de nuevo.
# auto translated by TM merge
ERROR_CANNOT_DEACTIVATE_MASTER_DOMAIN_WITH_TASKS_ON_POOL=No se puede desactivar el dominio de datos maestro mientras que hayan tareas en ejecuci\u00F3n en su centro de datos.\n-Espere hasta que las tareas hayan terminado e intente de nuevo.
# auto translated by TM merge
ERROR_CANNOT_REMOVE_LAST_SUPER_USER_ROLE=No se puede ${action} ${type}. El sistema debe tener por lo menos un rol de super usuario definido.
# auto translated by TM merge
VM_CANNOT_REMOVE_VM_WHEN_STATUS_IS_NOT_DOWN=No se puede borra una MV cuyo estado no sea apagado.\n-Detenga la MV primero.
VM_CANNOT_REMOVE_WITH_DETACH_DISKS_SNAPSHOTS_EXIST=No se puede ${action} ${type} con discos separados, hay tomas de pantalla.
VM_CANNOT_REMOVE_WITH_DETACH_DISKS_BASED_ON_TEMPLATE=No se puede ${action} ${type} con discos separados, la MV se basa en la plantilla.
# auto translated by TM merge
ACTION_TYPE_FAILED_MASTER_STORAGE_DOMAIN_NOT_ACTIVE=No logr\u00F3 ${action} ${type} debido a un error en el dominio de almacenamiento maestro del centro de datos.\n-Primero active el dominio de almacenamiento maestro.
# auto translated by TM merge
TAGS_SPECIFY_TAG_IS_NOT_EXISTS=La etiqueta especificada no existe.
# auto translated by TM merge
NETWORK_CANNOT_REMOVE_NETWORK_IN_USE_BY_TEMPLATE=No se puede ${action} ${type}. Una plantilla est\u00E1 utilizando la red.\nLa definici\u00F3n de red no se puede separar a menos de que todas las referencias a esta se limpien.
# auto translated by TM merge
NETWORK_CANNOT_ADD_INTERFACE_WHEN_VM_STATUS_NOT_UP_DOWN_LOCKED=No se puede ${action}una interfaz de red cuando la MV no est\u00E9 apagada, prendida o con bloqueo de im\u00E1genes.
NETWORK_VLAN_IN_USE=El id de VLAN (${vlanId}) especificado ya est\u00E1 en uso.
# auto translated by TM merge
NETWORK_CLUSTER_HAVE_NOT_EXISTING_DATA_CENTER_NETWORK=El cl\u00FAster tiene redes que no existen en el centro de datos.\n-Primero borre esas redes.
# auto translated by TM merge
NETWORK_NOT_EXISTS_IN_CURRENT_CLUSTER=La red l\u00F3gica especificada no exise en el cl\u00FAster actual.
NETWORKS_NOT_IN_SYNC=No se puede ${action} ${type}. Las siguientes definiciones de la red en las interfaces de red son diferentes de las que se encuentran en las redes l\u00F3gicas. Sincronice las interfaces de red antes de modificar las redes\: ${NETWORKS_NOT_IN_SYNC}.
NETWORK_INTERFACES_ALREADY_SPECIFIED=No se puede ${action} ${type}. Las siguientes interfaces de red se especificaron m\u00E1s de una vez\: ${NETWORK_INTERFACES_ALREADY_SPECIFIED_LIST}.
ACTION_TYPE_FAILED_EXTERNAL_NETWORKS_CANNOT_BE_PROVISIONED=No se puede ${action} ${type}. Las siguientes redes externas no se pueden configurar en el host por medio de 'Setup Networks'\: ${ACTION_TYPE_FAILED_EXTERNAL_NETWORKS_CANNOT_BE_PROVISIONED_LIST}.
NETWORKS_ALREADY_ATTACHED_TO_IFACES=No se puede ${action} ${type}. Las siguientes redes l\u00F3gicas est\u00E1n adjuntas a m\u00E1s de una interfaz de red\: ${NETWORKS_ALREADY_ATTACHED_TO_IFACES_LIST}.
NETWORK_INTERFACES_DONT_EXIST=No se puede ${action} ${type}. Los perfiles de la interfaz de red de la MV no se pueden agregar a una red que no sea de la MV. Por favor aseg\u00FArese que la red es una red de la MV.
NETWORKS_DONT_EXIST_IN_CLUSTER=No se puede ${action} ${type}. Las siguientes redes l\u00F3gicas no existen en el cl\u00FAster del host\: ${NETWORKS_DONT_EXIST_IN_CLUSTER_LIST}.
NETWORKS_DONT_EXIST_IN_DATA_CENTER=No se puede ${action} ${type}. Las siguientes redes l\u00F3gicas\: ${networkIds} no existen en el centro de datos\: ${dataCenterId}.
NETWORK_BONDS_INVALID_SLAVE_COUNT=No se puede ${action} ${type}. Los siguientes enlaces consisten de menos de dos interfaces de red\: ${NETWORK_BONDS_INVALID_SLAVE_COUNT_LIST}.
NETWORK_INTERFACES_NOT_EXCLUSIVELY_USED_BY_NETWORK=No se puede${action} ${type}. Las siguientes interfaces de red pueden tener una sola red l\u00F3gica de la MV o m\u00E1ximo una red l\u00F3gica que no sea MV y/o varias redes l\u00F3gicas VLAN\: ${NETWORK_INTERFACES_NOT_EXCLUSIVELY_USED_BY_NETWORK_LIST}.
NETWORK_CANNOT_DETACH_NETWORK_USED_BY_VMS=No se puede ${action} ${type}. Las siguientes MVs est\u00E1n utilizando activamente la red l\u00F3gica\: ${NETWORK_CANNOT_DETACH_NETWORK_USED_BY_VMS_LIST}. Detenga las MVs e intente de nuevo.
NON_VM_NETWORK_CANNOT_SUPPORT_STP=No se puede ${action} ${type}. STP solo se puede habilitar en las redes de la MV.
NETWORK_MTU_DIFFERENCES=No se puede ${action} ${type}. Las siguientes redes l\u00F3gicas no tienen el mismo valor MTU\: ${NETWORK_MTU_DIFFERENCES_LIST}.
NETWORK_MTU_OVERRIDE_NOT_SUPPORTED=No se puede ${action} ${type}. Esta versi\u00F3n de compatibilidad del centro de datos no soporta la sobreescritura del MTU.
ACTION_TYPE_FAILED_MIGRATION_NETWORK_IS_NOT_SUPPORTED=No se puede ${action} ${type}. La red de migraci\u00F3n no se soporta para esta versi\u00F3n del cl\u00FAster.
ACTION_TYPE_FAILED_PROVIDER_DOESNT_EXIST=No se puede ${action} ${type}. El proveedor no existe en el sistema.
ACTION_TYPE_FAILED_PROVIDER_NETWORKS_USED=No se puede ${action} ${type}. Varias redes externas (${NETWORK_NAMES_COUNTER}) est\u00E1n siendo utilizadas por parte de m\u00E1quinas virtuales y/o plantillas\:\n${NETWORK_NAMES}\n - Por favor primero resuelva el uso de las redes externas e intente de nuevo.
ACTION_TYPE_FAILED_EXTERNAL_NETWORK_ALREADY_EXISTS=No se puede ${action} ${type}. La red externa ya existe como '${NetworkName}' en el centro de datos.
ACTION_TYPE_FAILED_EXTERNAL_NETWORK_MUST_BE_VM_NETWORK=No se puede ${action} ${type}. Una red externa no puede ser una red que no sea MV.
ACTION_TYPE_FAILED_EXTERNAL_NETWORK_DETAILS_CANNOT_BE_EDITED=No se puede ${action} ${type}. Los detalles de la red externa (a excepci\u00F3n del nombre y la descripci\u00F3n) no se pueden cambiar.
ACTION_TYPE_FAILED_EXTERNAL_NETWORK_NOT_SUPPORTED=No se puede ${action} ${type}. Las redes externas no est\u00E1n soportadas para esta versi\u00F3n de compatibilidad del cl\u00FAster.
ACTION_TYPE_FAILED_EXTERNAL_NETWORK_CANNOT_BE_DISPLAY=No se puede ${action} ${type}. Una red externa no puede utilizar como una red de presentaci\u00F3n.
ACTION_TYPE_FAILED_EXTERNAL_NETWORK_CANNOT_BE_REQUIRED=No se puede ${action} ${type}. La red externa no se puede establecer tal como se requiere en el cl\u00FAster.
ACTION_TYPE_FAILED_EXTERNAL_NETWORK_CANNOT_BE_PORT_MIRRORED=No se puede ${action} ${type}. No se puede utilizar una red externa cuando se establece el espejo de puertos.
ACTION_TYPE_FAILED_EXTERNAL_NETWORK_CANNOT_BE_REWIRED=No se puede ${action} ${type}. No se puede cambiar una red externa cuando la m\u00E1quina virtual est\u00E1 ejecutando.
ACTION_TYPE_FAILED_EXTERNAL_NETWORK_CANNOT_HAVE_MTU=No se puede ${action} ${type}. Una red externa no puede tener configurado MTU.
ACTION_TYPE_FAILED_MANAGEMENT_NETWORK_REQUIRED=No se puede ${action} ${type}. Se debe requerir la red de administraci\u00F3n '${NetworkName}', por favor cambie la red para que se requiera e intente de nuevo.
ACTION_TYPE_FAILED_NETWORK_ADDRESS_CANNOT_BE_CHANGED=No se puede ${action} ${type}. La direcci\u00F3n de la red '${ACTION_TYPE_FAILED_NETWORK_ADDRESS_CANNOT_BE_CHANGED_LIST}' no se puede modificar sin reinstalar el host ya que esta direcci\u00F3n se utiliz\u00F3 para crear la certificaci\u00F3n del host.
CANNOT_PREVIEW_ACTIVE_SNAPSHOT=No se puede preveer la instant\u00E1nea de la MV activa.
# auto translated by TM merge
CONFIG_UNKNOWN_KEY=Entrada de configuraci\u00F3n ilegal.\n-Verifique el nombre de la entrada de la configuraci\u00F3n.
# auto translated by TM merge
TAGS_SPECIFIED_TAG_CANNOT_BE_THE_PARENT_OF_ITSELF=Operaci\u00F3n cancelada, no se puede definir la jerarqu\u00EDa de etiquetas recursivas.
# auto translated by TM merge
VM_CANNOT_MOVE_TO_CLUSTER_IN_OTHER_STORAGE_POOL=La MV solo se puede mover a un cl\u00FAster en el mismo centro de datos.
# auto translated by TM merge
VM_CLUSTER_IS_NOT_VALID=No se puede ${action} ${type}. El id del cl\u00FAster no es v\u00E1lido.
# auto translated by TM merge
NETWORK_CANNOT_REMOVE_MANAGEMENT_NETWORK=La red de administraci\u00F3n ('${NetworkName}') es obligatoria y no se puede borrar.
NETWORK_OLD_NETWORK_NOT_SPECIFIED=Se requiere el nombre de la red anterior.
ACTION_TYPE_FAILED_DETECTED_ACTIVE_VMS=No se puede ${action} ${type}. Se detectaron MVs activas.\n-Primero aseg\u00FArese de detener todas las MVs asociadas con el dominio de almacenamiento y deben estar en estado apagado.
# auto translated by TM merge
ACTION_TYPE_FAILED_HOST_NOT_EXIST=El host proporcionado no existe.
# auto translated by TM merge
TAGS_SPECIFY_TAG_IS_IN_USE=El nombre de la etiqueta especificada ya existe.
NETWORK_NET_EXISTS_IN_CLUSTER=La red l\u00F3gica especificada no exise en el cl\u00FAster.
# auto translated by TM merge
ACTION_LIST_CANNOT_BE_EMPTY=La lista de acciones no puede estar vac\u00EDa.
# auto translated by TM merge
ACTION_TYPE_FAILED_BOOKMARK_INVALID_ID=No se puede ${action} ${type}. El id del marcador no es v\u00E1lido.
# auto translated by TM merge
ACTION_TYPE_FAILED_VDS_STATUS_ILLEGAL=No se puede ${action} ${type}. La operaci\u00F3n solo se puede realizar cuando el estado del host sea ${hostStatus}.
ACTION_TYPE_FAILED_VM_CLUSTER_DIFFERENT_ARCHITECTURES=No se puede ${action} ${type}. Las arquitecturas de la MV y el cl\u00FAster de destino no coinciden.
# auto translated by TM merge
ACTION_TYPE_FAILED_MIGRATE_BETWEEN_TWO_CLUSTERS=No se puede ${action} ${type}. La MV se puede migrar solo entre hosts en el mismo cl\u00FAster.\n-Seleccione el host de destino en el mismo cl\u00FAster para ejecutar la MV.
# auto translated by TM merge
VDS_CANNOT_CHECK_VERSION_HOST_NON_RESPONSIVE=No se puede obtener la versi\u00F3n del host cuando este no responde.
STORAGE_DOMAIN_DOES_NOT_EXIST=El dominio de almacenamiento no existe.
# auto translated by TM merge
ACTION_TYPE_FAILED_VDS_INTERMITENT_CONNECTIVITY=Debido a conectividad intermitente a este host no se permiten las operaciones de delimitaci\u00F3n en este momento. El sistema est\u00E1 tratando de reconectarse, trate de nuevo en 30 segundos.
# auto translated by TM merge
ACTION_TYPE_FAILED_PM_ENABLED_WITHOUT_AGENT=No se puede ${action} ${type}. La gesti\u00F3n de energ\u00EDa est\u00E1 habilitada para el tipo de host pero no de agente seleccionado.
# auto translated by TM merge
ACTION_TYPE_FAILED_PM_ENABLED_WITHOUT_AGENT_CREDENTIALS=No se puede ${action} ${type}. La gesti\u00F3n de energ\u00EDa est\u00E1 habilitada para el host pero faltan las credenciales del agente.
# auto translated by TM merge
ACTION_TYPE_FAILED_AGENT_NOT_SUPPORTED=No se puede ${action} ${type}. No se soporta el agente de gesti\u00F3n de energ\u00EDa.
NETWORK_BOND_NOT_ATTACH_TO_NETWORK=El enlace no est\u00E1 adjunto a la red.
NETWORK_INTERFACE_NOT_ATTACH_TO_NETWORK=La interfaz de la red no est\u00E1 adjunta a una red l\u00F3gica.
ACTION_TYPE_FAILED_VM_CANNOT_IMPORT_VM_ARCHITECTURE_NOT_SUPPORTED_BY_CLUSTER=No se puede ${action} ${type}. El cl\u00FAster seleccionado no soporta la arquitectura de la MV
ACTION_TYPE_FAILED_VM_CANNOT_IMPORT_TEMPLATE_ARCHITECTURE_NOT_SUPPORTED_BY_CLUSTER=No se puede ${action} ${type}. El cl\u00FAster seleccionado no soporta la arquitectura de la plantilla
ACTION_TYPE_FAILED_VM_CANNOT_IMPORT_VM_WITH_NOT_SUPPORTED_ARCHITECTURE=No se puede ${action} ${type}. La MV seleccionada no tiene una arquitectura definida
ACTION_TYPE_FAILED_VM_CANNOT_IMPORT_TEMPLATE_WITH_NOT_SUPPORTED_ARCHITECTURE=No se puede ${action} ${type}. La plantilla seleccionada no tiene una arquitectura definida
# auto translated by TM merge
NETWORK_INTERFACE_IN_USE_BY_VLAN=La uni\u00F3n no se puede aplicar en una interfaz en donde est\u00E1 definida una VLAN.\n-Borre la VLAN de la interfaz.
NETWORK_ALREADY_ATTACHED_TO_CLUSTER=La red l\u00F3gica ya est\u00E1 adjunta al cl\u00FAster.
# auto translated by TM merge
ACTION_TYPE_FAILED_VDS_WITH_SAME_HOST_EXIST=No se puede ${action} ${type}. Ya existe un host con la misma direcci\u00F3n.
ACTION_TYPE_FAILED_VDS_WITH_INVALID_SSH_PORT=No se puede ${action} ${type}. Se ingres\u00F3 un puerto SSH.
ACTION_TYPE_FAILED_VDS_WITH_INVALID_SSH_USERNAME=No se puede ${action} ${type}. Se ingres\u00F3 un nombre de usuario SSH inv\u00E1lido.
ACTION_TYPE_FAILED_VDS_WITH_SAME_UUID_EXIST=No se puede ${action} ${type}. Ya existe un host con el mismo UUID.
# translation auto-copied from project oVirt, version master, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author angelagarcia
ACTION_TYPE_FAILED_ILLEGAL_NUM_OF_MONITORS=No se puede ${action} ${type}. Se proporcion\u00F3 un n\u00FAmero ilegal de monitores, el n\u00FAmero m\u00E1ximo permitido de monitores es 1 para VNC y el n\u00FAmero m\u00E1ximo en la variable de configuraci\u00F3n ValidNumOfMonitors para SPICE.
ACTION_TYPE_FAILED_ILLEGAL_SINGLE_DEVICE_OS_TYPE=No se puede ${action} ${type}. No se puede establecer un solo dispositivo de presentaci\u00F3n para un sistema operativo que no sea Linux.
ACTION_TYPE_FAILED_ILLEGAL_SINGLE_DEVICE_DISPLAY_TYPE=No se puede ${action} ${type}. No se puede establecer un solo dispositivo de presentaci\u00F3n por medio de la presentaci\u00F3n VNC.
# auto translated by TM merge from project: oVirt, version: ovirt-3.4, DocId: frontend/webadmin/modules/webadmin/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors
ACTION_TYPE_FAILED_ILLEGAL_OS_TYPE_IS_NOT_SUPPORTED_BY_ARCHITECTURE_TYPE=No se puede ${action} ${type}. El sistema operativo seleccionado no es soportado por la arquitectura.
# auto translated by TM merge from project: oVirt, version: ovirt-3.4, DocId: frontend/webadmin/modules/webadmin/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors
ACTION_TYPE_FAILED_ILLEGAL_WATCHDOG_MODEL_IS_NOT_SUPPORTED_BY_OS=No se puede ${action} ${type}. El modelo vigilante seleccionado no es soportado por el sistema operativo.
# auto translated by TM merge from project: oVirt, version: ovirt-3.4, DocId: frontend/webadmin/modules/webadmin/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors
ACTION_TYPE_FAILED_ILLEGAL_VM_DISPLAY_TYPE_IS_NOT_SUPPORTED_BY_OS=No se puede ${action} ${type}. El tipo de presentaci\u00F3n seleccionado no es soportado por el sistema operativo.
# auto translated by TM merge from project: oVirt, version: ovirt-3.4, DocId: frontend/webadmin/modules/webadmin/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors
ACTION_TYPE_FAILED_ILLEGAL_OS_TYPE_DOES_NOT_SUPPORT_VIRTIO_SCSI=No se puede ${action} ${type}. El sistema de operaci\u00F3n seleccionado no soporta VirtIO-SCSI. Por favor desactive VirtIO-SCSI para la MV.
ACTION_TYPE_FAILED_SUSPEND_NOT_SUPPORTED=No se puede ${action} ${type}. La MV seleccionada tiene una arquitectura que no soporta la suspensi\u00F3n.
ACTION_TYPE_FAILED_ILLEGAL_SINGLE_DEVICE_INCOMPATIBLE_VERSION=No se puede ${action} ${type}. El cl\u00FAster no soporta dispositivos \u00FAnicos Qxl Pci.
# auto translated by TM merge
ACTION_TYPE_FAILED_ILLEGAL_DOMAIN_NAME=No se puede ${action} ${type}. Nombre ilegal de dominio\: ${Domain}. El nombre del dominio tiene un caracter especial no soportado ${Char}.
# auto translated by TM merge from project: oVirt, version: ovirt-3.4, DocId: frontend/webadmin/modules/webadmin/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors
ACTION_TYPE_FAILED_ILLEGAL_ARCHITECTURE_TYPE_INCOMPATIBLE=No se puede ${action} ${type}. La arquitectura no coincide con el valor esperado.
# auto translated by TM merge
ACTION_TYPE_FAILED_CANNOT_DECREASE_COMPATIBILITY_VERSION=La versi\u00F3n de compatibilidad del centro de datos no se puede disminuir.
ACTION_TYPE_FAILED_CANNOT_DECREASE_COMPATIBILITY_VERSION_UNDER_DC=No se puede disminuir la versi\u00F3n de compatibilidad del cl\u00FAster por debajo de la versi\u00F3n de compatibilidad del centro de datos.
# auto translated by TM merge
ACTION_TYPE_FAILED_GIVEN_VERSION_NOT_SUPPORTED=No se puede ${action} ${type}. La versi\u00F3n de compatibilidad seleccionada no se soporta.
ACTION_TYPE_FAILED_DATA_CENTER_VERSION_DOESNT_SUPPORT_LIVE_SNAPSHOT=No se puede ${action} ${type}. La versi\u00F3n de compatibilidad seleccionada del centro de datos no soporta tomas de pantalla en vivo.
NETWORK_ADDR_MANDATORY_IN_STATIC_IP=La direcci\u00F3n de red se debe especificar al utilizar el ip est\u00E1tico
# auto translated by TM merge
ACTION_TYPE_FAILED_OBJECT_LOCKED=No se puede ${action} ${type}. Actualmente est\u00E1 en progreso una operaci\u00F3n relacionada. Intente de nuevo m\u00E1s tarde.
ACTION_TYPE_FAILED_NETWORK_IS_USED=No se puede ${action} ${type}. La red actualmente est\u00E1 en uso. Por favor espere e intente de nuevo.
ACTION_TYPE_FAILED_TEMPLATE_IS_USED_FOR_CREATE_VM=No se puede ${action} ${type}. Actualmente se est\u00E1 utilizando esta plantilla para crear la MV ${VmName}.
ACTION_TYPE_FAILED_SNAPSHOT_IS_BEING_TAKEN_FOR_VM=No se puede ${action} ${type}. Actualmente se est\u00E1 creando la instant\u00E1nea para la MV ${VmName}.
ACTION_TYPE_FAILED_DISK_IS_USED_FOR_CREATE_VM=No se puede ${action} ${type}. Actualmente se est\u00E1 utilizando este disco para crear la MV ${VmName}.
ACTION_TYPE_FAILED_DISK_IS_BEING_REMOVED=No se puede ${action} ${type}. El disco ${DiskName} se est\u00E1 borrando.
ACTION_TYPE_FAILED_OVF_DISK_IS_BEING_USED=No se puede ${action} ${type}. Los datos OVF del disco actualmente se est\u00E1n actualizando.
ACTION_TYPE_FAILED_UNSUPPORTED_OVF=No se puede ${action} ${type}. No hay un OVF para la entidad espec\u00EDfica.
ACTION_TYPE_FAILED_DOMAIN_OVF_ON_UPDATE=No se puede ${action} ${type}. Los datos OVF del dominio de almacenamiento actualmente se est\u00E1n actualizando.
ACTION_TYPE_FAILED_DISK_IS_BEING_MIGRATED=No se puede ${action} ${type}. El disco ${DiskName} se est\u00E1 moviendo o copiando.
ACTION_TYPE_FAILED_DESTINATION_AND_SOURCE_STORAGE_SUB_TYPES_DIFFERENT=No se puede ${action} ${type}. Los dominios fuente y de destino deben ser dominios de archivos o dominios de bloque.
ACTION_TYPE_FAILED_TEMPLATE_IS_BEING_EXPORTED=No se puede ${action} ${type}. La plantilla ${TemplateName} se est\u00E1 exportando.
ACTION_TYPE_FAILED_NO_VALID_DOMAINS_STATUS_FOR_TEMPLATE_DISKS=No se puede ${action} ${type}. No se pueden encontrar dominios en el estado ${applicableStatus} para algunos de los discos plantilla.\nPor favor aseg\u00FArese de que hay por lo menos un dominio de almacenamiento en estado aplicable para cada uno de los discos \:\n${disksInfo}
ACTION_TYPE_FAILED_VM_IS_BEING_IMPORTED=No se puede ${action} ${type}. La MV ${VmName} se est\u00E1 importando.
ACTION_TYPE_FAILED_VM_IS_BEING_MIGRATED=No se puede ${action} ${type}. La MV ${VmName} se est\u00E1 migrando.
ACTION_TYPE_FAILED_TEMPLATE_IS_BEING_REMOVED=No se puede ${action} ${type}. La plantilla ${TemplateName} se est\u00E1 borrando.
ACTION_TYPE_FAILED_VM_IS_BEING_REMOVED_FROM_EXPORT_DOMAIN=No se puede ${action} ${type}. La MV ${VmName} se est\u00E1 borrando del dominio de exportaci\u00F3n.
ACTION_TYPE_FAILED_DISK_IS_USED_BY_GET_ALIGNMENT=No se puede ${action} ${type}. Actualmente se est\u00E1 determinando la alineaci\u00F3n del disco ${DiskAlias} .
ACTION_TYPE_FAILED_DISK_IS_BEING_EXPORTED=No se puede ${action} ${type}. El disco ${DiskAlias} se est\u00E1 exportando.
# auto translated by TM merge
NETWORK_BOND_HAVE_ATTACHED_VLANS=El enlace est\u00E1 adjunto a vlan, primero borre los vlan de enlaces.
# auto translated by TM merge
NETWORK_INTERFACE_CONNECT_TO_VLAN=No se puede adjuntar una red que no es vlan a una interfaz vlan.
# auto translated by TM merge
NETWORK_CANNOT_REMOVE_NETWORK_IN_USE_BY_VM=No se puede borrar el '${NetworkName}' de la red, una MV lo est\u00E1 utilizando
# auto translated by TM merge
ACTION_TYPE_FAILED_DISK_MAX_SIZE_EXCEEDED=No se puede crear un disco de m\u00E1s de ${max}_disk_size GB
NETWORK_HOST_IS_BUSY=No se puede modificar la red mientras el host est\u00E9 activo, cambie el host a mantenimiento e intente de nuevo.
# auto translated by TM merge
VMT_CANNOT_CHANGE_IMAGES_TEMPLATE=No se puede cambiar el formato de im\u00E1genes de la plantilla
# auto translated by TM merge
VMT_CANNOT_IMPORT_RAW_IMAGE_WITH_SNAPSHOTS=No se puede cambiar el formato de la imagen a raw cuando la imagen tenga tomas de pantalla.
# auto translated by TM merge
VMT_CANNOT_IMPORT_RAW_IMAGE_WITH_TEMPLATE=No se puede cambiar el formato de la imagen a raw cuando la MV tenga una plantilla.
# auto translated by TM merge
VM_CANNOT_EXPORT_RAW_FORMAT=No se puede cambiar el formato a RAW al exportar la MV.
# auto translated by TM merge
VM_PINNING_FORMAT_INVALID=Formato inv\u00E1lido de ancla a la CPU.
VM_PINNING_VCPU_DOES_NOT_EXIST=Fall\u00F3 la validaci\u00F3n de la fijaci\u00F3n de la CPU - CPU virtual no existe en la mv.
VM_PINNING_PCPU_DOES_NOT_EXIST=Fall\u00F3 la validaci\u00F3n de la fijaci\u00F3n de la CPU - CPU virtual no existe en el host.
VM_PINNING_DUPLICATE_DEFINITION=No se puede configurar la fijaci\u00F3n de la CPU dos veces a la misma vCPU.
VM_PINNING_PINNED_TO_NO_CPU=No se puede fijar una vCPU a ninguna pCPU.
# auto translated by TM merge
ACTION_TYPE_FAILED_TEMPLATE_NOT_FOUND_ON_EXPORT_DOMAIN=No se puede exportar la MV. La plantilla ${TemplateName} no existe en el dominio de exportaci\u00F3n. Si quiere exportar la MV sin su plantilla use TemplateMustExists\=false
# auto translated by TM merge
ACTION_TYPE_FAILED_VM_NOT_FOUND_ON_EXPORT_DOMAIN=No se puede borrar la MV, la MV no existe en el dominio de exportaci\u00F3n
# auto translated by TM merge
ACTION_NOT_SUPPORTED_FOR_CLUSTER_POOL_LEVEL=La acci\u00F3n ${action} ${type} no est\u00E1 soportada para esta versi\u00F3n de compatibilidad de cl\u00FAster o centro de datos
# auto translated by TM merge
ACTION_TYPE_FAILED_MAX_CPU_PER_SOCKET=No se puede ${action} ${type}. N\u00FAmero m\u00E1ximo de CPUs por socket excedido
# auto translated by TM merge
ACTION_TYPE_FAILED_MAX_NUM_CPU=No se puede ${action} ${type}. N\u00FAmero m\u00E1ximo de CPUs excedido
# auto translated by TM merge
ACTION_TYPE_FAILED_MAX_NUM_SOCKETS=No se puede ${action} ${type}. N\u00FAmero m\u00E1ximo de sockets excedido
# auto translated by TM merge
VMT_CANNOT_IMPORT_TEMPLATE_EXISTS=Fall\u00F3 la importaci\u00F3n de la plantilla - Id de la plantilla ya existe en el sistema. Primero borre la plantilla  (${TemplateName}) del sistema
VMT_CANNOT_IMPORT_TEMPLATE_VERSION_MISSING_BASE=No se puede importar la versi\u00F3n de la plantilla, falta la plantilla base para esta versi\u00F3n, por favor importe primero la plantilla base o la versi\u00F3n de importaci\u00F3n como plantilla base usando Clonar.
# auto translated by TM merge
VM_CANNOT_IMPORT_TEMPLATE_NAME_EXISTS=Fall\u00F3 la importaci\u00F3n de la plantilla - El nombre de la plantilla ya existe en el sistema. Primero renombre la plantilla en el sistema
# auto translated by TM merge
VM_CANNOT_IMPORT_VM_EXISTS=Fall\u00F3 la importaci\u00F3n de la MV - Id de la MV ya existe en el sistema. Primero borre el  (${VmName}) de la MV del sistema
# auto translated by TM merge
VM_CANNOT_IMPORT_VM_NAME_EXISTS=Fall\u00F3 la importaci\u00F3n de la MV - El nombre de la MV ya existe en el sistema. Primero renombre la MV en el sistema
# auto translated by TM merge
TAGS_CANNOT_EDIT_READONLY_TAG=No se puede modificar una etiqueta de solo lectura
# auto translated by TM merge
VM_CANNOT_REMOVE_HAS_RUNNING_TASKS=No se puede forzar el borrado de la MV cuando hay tareas en ejecuci\u00F3n.
# auto translated by TM merge
ACTION_TYPE_FAILED_IMPORTED_TEMPLATE_IS_MISSING=No se puede importar y reducir la MV, falta la plantilla en el dominio ${DomainName}
# auto translated by TM merge
VM_POOL_CANNOT_CREATE_WITH_NO_VMS=No se puede crear Pool con 0 MVs
# auto translated by TM merge
ACTION_TYPE_FAILED_DISK_BOOT_IN_USE=No se puede ${action} ${type}. El disco ${DiskName} en la MV ${VmName} ya est\u00E1 marcado como de arranque.
ACTION_TYPE_FAILED_VMS_BOOT_IN_USE=No se puede ${action} ${type}. Las MVs ${VmsName} ya tienen un disco marcado como de arranque.
# auto translated by TM merge
VDS_GROUP_CANNOT_UPDATE_CPU_WHEN_RUNNING_VMS=No se puede cambiar el nivel de la cpu cuando las MVs est\u00E1n ejecutando.
# auto translated by TM merge
VM_OR_TEMPLATE_ILLEGAL_PRIORITY_VALUE=El valor de prioridad de la MV pas\u00F3 el valor m\u00E1ximo permitido, el valor debe estar entre 0 y ${MaxValue}.
# auto translated by TM merge
ACTION_TYPE_FAILED_MIN_CPU_PER_SOCKET=N\u00FAmero m\u00EDnimo de CPU por socket no puede ser menor que 1
# auto translated by TM merge
ACTION_TYPE_FAILED_MIN_NUM_SOCKETS=N\u00FAmero m\u00EDnimo de sockets no puede ser menor que 1
# auto translated by TM merge
ACTION_TYPE_FAILED_SPECIFY_DOMAIN_IS_NOT_EXPORT_DOMAIN=No se puede ${action} ${type}. El dominio especificado '${storageDomainName}' no es un dominio de exportaci\u00F3n.
NETWORK_ADDR_IN_STATIC_IP_BAD_FORMAT=Formato equivocado de direcci\u00F3n IP
NETWORK_ADDR_IN_GATEWAY_BAD_FORMAT=Formato equivocado de la direcci\u00F3n del portal
NETWORK_ADDR_IN_SUBNET_BAD_FORMAT=Formato equivocado de la m\u00E1scara de la subred
NETWORK_BOND_NAME_BAD_FORMAT=Nombre de enlace err\u00F3neo, debe empezar con el prefijo 'bond' seguido de un n\u00FAmero.
# auto translated by TM merge
NETWORK_CANNOT_CONTAIN_BOND_NAME=Nombre de red equivocado, la red no puede empezar por 'bond'
# auto translated by TM merge
RHEVH_LOCALFS_WRONG_PATH_LOCATION=Carpeta de almacenamiento local en el Hypervisor RHEV se debe encontrar bajo ${path}
# auto translated by TM merge
ACTION_TYPE_FAILED_STORAGE_POOL_IS_NOT_LOCAL=El centro de detos debe ser "Almacenamiento local"
# auto translated by TM merge
ACTION_TYPE_FAILED_VDS_IS_NOT_IN_STORAGE_POOL=El host no est\u00E1 adjunto al centro de datos
# auto translated by TM merge
VDS_CANNOT_ADD_MORE_THEN_ONE_HOST_TO_LOCAL_STORAGE=No se puede agregar m\u00E1s de un host al centro de datos "Almacenamiento local"
# auto translated by TM merge
VDS_CANNOT_REMOVE_HOST_WITH_LOCAL_STORAGE=No se puede borrar el host ya que contiene un dominio de almacenamiento local. Primero, active el host y borre el centro de datos.\n- Si el host no se puede activar, use la opci\u00F3n de borrado forzado en el objeto del centro de datos (seleccione el centro de datos y haga clic en el con el bot\u00F3n derecho del rat\u00F3n).\n- Note que esta acci\u00F3n es destructiva.
# auto translated by TM merge
VDS_GROUP_CANNOT_ADD_MORE_THEN_ONE_HOST_TO_LOCAL_STORAGE=No se puede agregar m\u00E1s de un cl\u00FAster al centro de datos "Almacenamiento local"
# auto translated by TM merge
VDS_GROUP_SELECTION_ALGORITHM_MUST_BE_SET_TO_NONE_ON_LOCAL_STORAGE=El algoritmo de selecci\u00F3n se debe establecer como "Ninguno" en el centro de datos del "Almacenamiento local"
# auto translated by TM merge
VDS_GROUP_CANNOT_DETACH_DATA_DOMAIN_FROM_LOCAL_STORAGE=El dominio de datos "Almacenamiento local" no se puede separar del centro de datos
# auto translated by TM merge
DATA_CENTER_LOCAL_STORAGE_NOT_SUPPORTED_IN_CURRENT_VERSION="Almacenamiento local" no est\u00E1 soportado con la versi\u00F3n de computabilidad del centro de datos
# auto translated by TM merge
DATA_CENTER_POSIX_STORAGE_NOT_SUPPORTED_IN_CURRENT_VERSION="Almacenamiento basado en archivos" no est\u00E1 soportado con la versi\u00F3n de compatibilidad del centro de datos.
DATA_CENTER_GLUSTER_STORAGE_NOT_SUPPORTED_IN_CURRENT_VERSION="Gluster based storage" no se soporta con la versi\u00F3n de compatibilidad del centro de datos actual.
# auto translated by TM merge
VDS_CANNOT_UPDATE_CLUSTER=La actualizaci\u00F3n del cl\u00FAster del host no se puede realizar por medio de una acci\u00F3n de actualizaci\u00F3n del host, use la acci\u00F3n de cambio del host del cl\u00FAster.
# auto translated by TM merge
VM_CANNOT_UPDATE_CLUSTER=La actualizaci\u00F3n del cl\u00FAster de la MV no se puede realizar por medio de una acci\u00F3n de actualizaci\u00F3n de la MV, use la acci\u00F3n de cambio del host del cl\u00FAster de la MV.
# auto translated by TM merge
VM_STATUS_NOT_VALID_FOR_UPDATE=No se puede actualizar una MV en este estado. Trate de detener la MV primero.
# auto translated by TM merge
PERMISSION_ADD_FAILED_PERMISSION_NOT_SENT=No se puede agregar el permiso, no se envi\u00F3 un permiso.
# auto translated by TM merge
PERMISSION_ADD_FAILED_INVALID_ROLE_ID=No se puede agregar el permiso, id de rol inv\u00E1lido.
# auto translated by TM merge
PERMISSION_ADD_FAILED_INVALID_OBJECT_ID=No se puede agregar el permiso, tipo o id de objeto inv\u00E1lido.
# auto translated by TM merge
PERMISSION_ADD_FAILED_USER_ID_MISMATCH=No se puede agregar el permiso, no hay id de grupo/usuario o los ids no coinciden
# auto translated by TM merge
PERMISSION_ADD_FAILED_ONLY_SYSTEM_SUPER_USER_CAN_GIVE_ADMIN_ROLES=No se puede agregar el permiso, solo el super usuario del sistema puede otorgar permisos con roles administrativos.
# auto translated by TM merge
PERMISSION_REMOVE_FAILED_ONLY_SYSTEM_SUPER_USER_CAN_REMOVE_ADMIN_ROLES=No se puede borrar el permiso, solo el super usuario del sistema puede borrar permisos con roles administrativos.
# auto translated by TM merge
PERMISSION_ADD_FAILED_VM_IN_POOL=No se puede agregar el permiso, la MV es parte del MV-Pool, el permiso se debe otorgar en el MV-Pool
# auto translated by TM merge
ROLE_WITH_ROLE_ID_DO_NOT_EXIST=No existe un rol con este id
# auto translated by TM merge
VDS_GROUP_CPU_UTILIZATION_MUST_BE_IN_VALID_RANGE=El l\u00EDmite de utilizaci\u00F3n de la CPU debe ser entre 0 y 100.
# auto translated by TM merge
VDS_GROUP_CPU_LOW_UTILIZATION_PERCENTAGE_MUST_BE_LOWER_THAN_HIGH_PERCENTAGE=El l\u00EDmite de utilizaci\u00F3n de la CPU debe ser menor que el l\u00EDmite superior definido.
# auto translated by TM merge
VDS_GROUP_CPU_HIGH_UTILIZATION_PERCENTAGE_MUST_BE_DEFINED_WHEN_USING_EVENLY_DISTRIBUTED=El l\u00EDmite superior de utilizaci\u00F3n de la CPU debe ser definido al utilizar la pol\u00EDtica de distribuci\u00F3n uniforme.
# auto translated by TM merge
VDS_GROUP_BOTH_LOW_AND_HIGH_CPU_UTILIZATION_PERCENTAGE_MUST_BE_DEFINED_WHEN_USING_POWER_SAVING=El l\u00EDmite superior e inferior de utilizaci\u00F3n de la CPU deben ser definidos al utilizar la pol\u00EDtica de ahorro de energ\u00EDa.
# auto translated by TM merge
VDS_GROUP_AT_LEAST_ONE_SERVICE_MUST_BE_ENABLED=Por lo menos un servicio [virt / gluster] debe estar habilitado en el cl\u00FAster.
# translation auto-copied from project oVirt, version master, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author angelagarcia
VDS_GROUP_CANNOT_DISABLE_VIRT_WHEN_CLUSTER_CONTAINS_VMS=No se puede deshabilitar el servicio de virtualizaci\u00F3n en el cl\u00FAster ya que contiene MVs.
# translation auto-copied from project oVirt, version master, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author angelagarcia
VDS_GROUP_CANNOT_DISABLE_GLUSTER_WHEN_CLUSTER_CONTAINS_VOLUMES=No se puede deshabilitar el servicio gluster en el cl\u00FAster ya que contiene volumenes.
# auto translated by TM merge
NETWORK_ATTACH_ILLEGAL_GATEWAY=El portal predeterminado se debe establecer solamente en la red de administraci\u00F3n
SLAVE_INTERFACE_IS_MISCONFIGURED=Una interfaz esclava no est\u00E1 configurada apropiadamente. Por favor verifique que los esclavos no contengan ninguna de las siguientes propiedades\: nombre de la red, protocolo de arranque, direcci\u00F3n IP, m\u00E1scara de red, portal o notaci\u00F3n vlan-ID (como parte del nombre de la interfaz o expl\u00EDcitamente).
IMPROPER_INTERFACE_IS_LABELED=No se puede ${action} ${type}. Se etiquet\u00F3 una interfaz de red de manera inapropiada. Por favor verifique que las etiquetas solo se proporcionan para las interfaces o enlances (no para esclavos ni vlans).
IMPROPER_BOND_IS_LABELED=No se puede ${action} ${type}. Se etiquet\u00F3 un enlace de manera inapropiada. Por favor verifique que las etiquetas solo se proporcionan para los enlaces con por lo menos dos esclavos.
# auto translated by TM merge from project: oVirt, version: ovirt-3.4, DocId: frontend/webadmin/modules/webadmin/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors
INTERFACE_ALREADY_LABELED=No se puede ${action} ${type}. La interfaz de red ya est\u00E1 etiquetada con la etiqueta especificada.
# auto translated by TM merge from project: oVirt, version: ovirt-3.4, DocId: frontend/webadmin/modules/webadmin/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors
INTERFACE_NOT_LABELED=No se puede ${action} ${type}. La interfaz de red no est\u00E1 etiquetada con la etiqueta especificada.
# auto translated by TM merge
MISSING_DIRECTORY_ELEMENT_ID=El id de grupo/usuario no puede estar vac\u00EDo.
# auto translated by TM merge
NETWORK_ILEGAL_NETWORK_NAME=El nombre de la red debe tener entre 1 y 15 caracteres y puede contener solo 'A-Z', 'a-z', '0-9', '_'
# auto translated by TM merge
STORAGE_OPERATION_FAILED_SPM_NETWORK_PROBLEMS=No se pueden realizar operaciones relacionadas con el almacenamiento mientras el gestor del Pool de almacenamiento no est\u00E9 funcionando.\nAseg\u00FArese de que el gestor del Pool de almacenamiento est\u00E9 ejecutando y verifique la conectividad de la red.
# auto translated by TM merge
VALIDATION_STORAGE_CONNECTION_INVALID=La ruta de montaje es ilegal, use la convenci\u00F3n [IP\:/path or FQDN\:/path].
VALIDATION_STORAGE_CONNECTION_INVALID_PORT=Valor inv\u00E1lido para el puerto, debe ser un n\u00FAmero entero mayor que cero.
VALIDATION_STORAGE_CONNECTION_EMPTY_VFSTYPE=El tipo VFS no puede estar vac\u00EDo.
VALIDATION_STORAGE_CONNECTION_EMPTY_IQN=Los detalles del destino no pueden estar vac\u00EDos.
VALIDATION_STORAGE_CONNECTION_EMPTY_CONNECTION=El campo ${fieldName} no puede estar vac\u00EDo.
VALIDATION_STORAGE_CONNECTION_NFS_RETRANS=Las retransmisiones NFS deben estar entre 0 y 32767
VALIDATION_STORAGE_CONNECTION_NFS_TIMEO=El tiempo de expiraci\u00F3n NFS debe estar entre 1 y 6000
# auto translated by TM merge
VALIDATION_TAGS_INVALID_TAG_NAME=Nombre de etiqueta inv\u00E1lido. Solo son v\u00E1lidos caracteres alfanum\u00E9ricos '-' y '_'
# auto translated by TM merge
VALIDATION_VM_POOLS_NAME_NOT_NULL=Se requiere el nombre del pool
# auto translated by TM merge from project: oVirt, version: ovirt-3.4, DocId: frontend/webadmin/modules/webadmin/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors
VALIDATION.VM_POOLS.SPICE_PROXY.HOSTNAME_OR_IP=La direcci\u00F3n proxy SPICE debe tener el formato [protocolo\://]nombredehost o ip[\:port]
# auto translated by TM merge
VALIDATION_ROLES_NAME_NOT_NULL=Se requiere el nombre del rol
# auto translated by TM merge
VALIDATION_ROLES_NAME_MAX=El nombre del rol no debe exceder 126 caracteres
# auto translated by TM merge
VALIDATION_ROLES_NAME_INVALID=El nombre del rol se debe formar de "a-z0-9A-Z" o "-_."
# auto translated by TM merge
VALIDATION_QUOTA_NAME_INVALID=El nombre de la cuota se debe formar de "a-z0-9A-Z" y "-_"
# auto translated by TM merge
VALIDATION_VDS_GROUP_NAME_NOT_NULL=Se requiere el nombre del cl\u00FAster
# auto translated by TM merge
VALIDATION_VDS_GROUP_NAME_MAX=El nombre del cl\u00FAster no debe exceder 40 caracteres
# auto translated by TM merge
VALIDATION_VDS_GROUP_NAME_INVALID=El nombre del cl\u00FAster se debe formar de caracterers alfanum\u00E9ricos, n\u00FAmeros o "-_"
# auto translated by TM merge
VALIDATION_VDS_NAME_INVALID=El nombre del host se debe formar de caracteres alfanum\u00E9ricos, n\u00FAmeros o "-_."
# auto translated by TM merge
VALIDATION_VDS_GROUP_MigrateOnError_NOT_NULL=Se requiere la migraci\u00F3n del cl\u00FAster en la opci\u00F3n de error
VALIDATION.VDS_GROUP.SPICE_PROXY.HOSTNAME_OR_IP=La direcci\u00F3n proxy SPICE debe tener el formato [protocolo\://]nombredehost o ip[\:port]
# auto translated by TM merge
VALIDATION_STORAGE_POOL_ID_NOT_NULL=Se requiere el id del centro de datos
# auto translated by TM merge
VALIDATION_VDS_HOSTNAME_HOSTNAME_OR_IP=La direcci\u00F3n host debe ser un FQDN o una direcci\u00F3n IP v\u00E1lida
# auto translated by TM merge
VALIDATION_VDS_POWER_MGMT_ADDRESS_HOSTNAME_OR_IP=La direcci\u00F3n de gesti\u00F3n de energ\u00EDa debe ser un FQDN o una direcci\u00F3n IP v\u00E1lida
# auto translated by TM merge
VALIDATION_VM_NUM_OF_MONITORS_EXCEEDED=MV excedi\u00F3 el n\u00FAmero de monitores permitidos
# auto translated by TM merge
VALIDATION_STORAGE_DOMAIN_NAME_INVALID=El nombre del dominio de almacenamiento se debe formar de "a-z0-9A-Z" o "-_."
VALIDATION_STORAGE_DOMAIN_DESCRIPTION_INVALID=La descripci\u00F3n del dominio de almacenamiento debe estar formada de "a-z0-9A-Z" o "-_"
VALIDATION.STORAGE_DOMAIN.DESCRIPTION.MAX=La descripci\u00F3n del dominio de almacenamiento no debe exceder los 4000 caracteres
# auto translated by TM merge
VALIDATION_VM_TEMPLATE_NAME_MAX=El nombre de la plantilla de la MV no debe exceder 40 caracteres
# auto translated by TM merge
VALIDATION_DISK_INTERFACE_NOT_NULL=Se requiere la interfaz
# auto translated by TM merge
VALIDATION_VOLUME_TYPE_NOT_NULL=Se requiere el tipo del volumen
# auto translated by TM merge
VALIDATION_DISK_TYPE_NOT_NULL=Se requiere el tipo del disco
# auto translated by TM merge
VALIDATION_DISK_DESCRIPTION_INVALID=La descripci\u00F3n del disco se debe formar solamente de caracteres alfanum\u00E9ricos y caracteres especiales que cumplan con los requerimientos del grupo de caracteres ASCII est\u00E1ndar.
# auto translated by TM merge
VALIDATION_DISK_ALIAS_INVALID=El nombre del alias del disco se debe formar de caracteres alfanum\u00E9ricos o "-_."
# auto translated by TM merge
VALIDATION_VOLUME_FORMAT_NOT_NULL=Se requiere el formato del volumen
VALIDATION_DISK_IMAGE_DESCRIPTION_NOT_INVALID=La descripci\u00F3n de la instant\u00E1nea se debe formar solamente de caracteres alfanum\u00E9ricos y caracteres especiales que cumplan con los requerimientos del grupo de caracteres ASCII est\u00E1ndar.
# auto translated by TM merge
VALIDATION_DISK_IMAGE_DESCRIPTION_NOT_EMPTY=La descripci\u00F3n de la instant\u00E1nea no puede estar vac\u00EDa
VALIDATION_DISK_IMAGE_DESCRIPTION_MAX=La descripci\u00F3n de la instant\u00E1nea no debe exceder 4000 caracteres
# auto translated by TM merge
VALIDATION_DATA_CENTER_DESCRIPTION_INVALID="La descripci\u00F3n del centro de datos debe estar formada de caracteres ASCII solamente"
# auto translated by TM merge
VALIDATION_DATA_CENTER_NAME_INVALID=El nombre del centro de datos se debe formar de "a-z0-9A-Z" o "-_."
VALIDATION_ID_NULL=Se requiere el ID.
VALIDATION_NAME_NULL=Se requiere el nombre.
VALIDATION_NAME_INVALID=El nombre se debe formar de caracteres alfanum\u00E9ricos, n\u00FAmeros o "-_."
VALIDATION_NAME_INVALID_WITH_DOT=El nombre se debe formar de caracteres alfanum\u00E9ricos, n\u00FAmeros o "-_.".
VALIDATION_URL_NULL=Se requiere una URL.
# auto translated by TM merge
VALIDATION_VMINTERFACE_MACADDRESS=La direcci\u00F3n MAC debe tener el siguiente formato\: XX\:XX\:XX\:XX\:XX\:XX, (XX\=0-9 or A-F)
# auto translated by TM merge
VALIDATION_EVENTS_EMAIL_FORMAT=El formato de la direcci\u00F3n de correo electr\u00F3nico no es v\u00E1lido
# auto translated by TM merge
VALIDATION_INVALID_CORRELATION_ID=El id de correlation se debe formar de "a-z0-9A-Z" o "-_"
# auto translated by TM merge
VALIDATION_VM_NETWORK_MAC_ADDRESS_INVALID=La direcci\u00F3n MAC debe tener el formato "HH\:HH\:HH\:HH\:HH\:HH" en donde H es un caracter hexadecimal (ya sea un d\u00EDgito o A-F, el uso may\u00FAsculas o min\u00FAsculas no es relevante).
# auto translated by TM merge
VALIDATION_VM_NETWORK_MAC_ADDRESS_NOT_NULL=Se requiere la direcci\u00F3n MAC.
# auto translated by TM merge
VALIDATION_VM_NETWORK_NAME_NOT_NULL=Se requiere el nombre de la interfaz.
VALIDATION.REPETITIVE.IP.IN.VDS=Lista inv\u00E1lida de interfaces, dos o m\u00E1s interfaces de red tienen la misma IP.
VALIDATION_VDS_PORT_RANGE=El n\u00FAmero del puerto debe estar entre 1 y 65535.
VALIDATION.VM_POOLS.NUMBER_OF_MAX_ASSIGNED_VMS_OUT_OF_RANGE=N\u00FAmero m\u00E1ximo de MVs asignadas por usuario debe ser entre 1 y 32,767.
# auto translated by TM merge
ERROR_CANNOT_FIND_ISO_IMAGE_PATH=Ruta de imagen ISO inv\u00E1lida
# auto translated by TM merge
ERROR_CANNOT_FIND_FLOPPY_IMAGE_PATH=Ruta inv\u00E1lida de la imagen flexible
# auto translated by TM merge
VDS_ADD_STORAGE_SERVER_STATUS_MUST_BE_UP=No se puede agregar una conexi\u00F3n del servidor de almacenamiento cuando el estado del host no sea funcional.
# auto translated by TM merge
USER_FAILED_TO_AUTHENTICATE_WRONG_USERNAME_OR_PASSWORD=El nombre de usuario o la contrase\u00F1a es incorrecta.
# auto translated by TM merge
VDS_GROUP_CANNOT_UPDATE_CPU_WITH_SUSPENDED_VMS=No se puede actualizar el cl\u00FAster y cambiar el nivel del cl\u00FAster de la CPU si hay MVs suspendidas en el cl\u00FAster
VDS_GROUP_CPU_IS_NOT_UPDATABLE=No se puede actualizar el cl\u00FAster y cambiar el nombre del cl\u00FAster CPU si hay hosts o m\u00E1quinas virtuales en el cl\u00FAster. Este nombre de CPU es incompatible con las otras CPUs disponibles
CUSTOM_PROPERTIES_INVALID_VALUES_NOT_ALLOWED_IN_CURRENT_CLUSTER=No se puede actualizar el cl\u00FAster, las propiedades personalizadas no se soportan bajo la versi\u00F3n actual del cl\u00FAster
# auto translated by TM merge
USER_FAILED_TO_AUTHENTICATE_ACCOUNT_IS_LOCKED_OR_DISABLED=Autenticaci\u00F3n fallida. El usuario est\u00E1 bloqueado o inhabilitado
# auto translated by TM merge
USER_FAILED_TO_AUTHENTICATE_DNS_ERROR=Autenticaci\u00F3n fallida. Error en la configuraci\u00F3n DNS. Verifique que el host de la m\u00E1quina tenga un registro DNS (PTR) invertido v\u00E1lido.
# auto translated by TM merge
USER_FAILED_TO_AUTHENTICATE_NO_KDCS_FOUND=Autenticaci\u00F3n fallida. Verifique que el nombre del dominio completamente calificado que se utiliza para la autenticaci\u00F3n sea correcto.
# auto translated by TM merge
USER_FAILED_TO_AUTHENTICATE_CLOCK_SKEW_TOO_GREAT=Autenticaci\u00F3n fallida. El reloj de la m\u00E1quina no est\u00E1 sincronizada con los servicios del directorio (debe estar dentro de 5 minutos de diferencia). Verifique que los relojes est\u00E1n sincronizados y reinicie el servicio.
# auto translated by TM merge
USER_FAILED_TO_AUTHENTICATE_CONNECTION_TIMED_OUT=Autenticaci\u00F3n fallida. La conexi\u00F3n al servidor de directorios ha expirado. Contacte el administrador del sistema
# auto translated by TM merge
USER_FAILED_TO_AUTHENTICATE_WRONG_REALM=Autenticaci\u00F3n fallida. Se proporcion\u00F3 un nombre de dominio equivocado para la autenticaci\u00F3n
ACTION_TYPE_FAILED_INVALID_CUSTOM_PROPERTIES_DUPLICATE_KEYS=No se puede ${action} ${type}  si algunas de las propiedades personalizadas aparecen mas de una vez. Las llaves son\: ${DuplicateKeys}
ACTION_TYPE_FAILED_HOSTNAME_CANNOT_CHANGE=La direcci\u00F3n del host no se puede modificar debido a restricciones de seguridad.  Con el fin de cambiar la direcci\u00F3n del host, es necesario reinstalar el host
# auto translated by TM merge
CAN_DO_ACTION_DATABASE_CONNECTION_FAILURE=Acci\u00F3n fallida debido a una falla de conexi\u00F3n de la base de datos. Verifique la conectividad a su servidor de la base de datos.
# auto translated by TM merge
ACTION_TYPE_FAILED_DESCRIPTION_MAY_NOT_CONTAIN_SPECIAL_CHARS=No se puede  ${action} ${type}. La descripci\u00F3n dada contiene caracteres especiales.\nSolo se permiten caracteres alfanum\u00E9ricos y otros especiales que cumplen con los requerimientos del grupo de caracteres est\u00E1ndar ASCII.
ACTION_TYPE_FAILED_LINUX_BOOT_PARAMS_MAY_NOT_CONTAIN_TRIMMING_WHITESPACES=No se puede ${action} ${type}. Par\u00E1metros de inicio de Linux contienen caracteres en blanco.
# auto translated by TM merge
ACTION_TYPE_FAILED_NAME_LENGTH_IS_TOO_LONG=No se puede ${action} ${type}. El nombre dado es demasiado largo.
# auto translated by TM merge
ACTION_TYPE_FAILED_NAME_MAY_NOT_BE_EMPTY=No se puede ${action} ${type}. El nombre dado est\u00E1 vac\u00EDo.
# auto translated by TM merge from project: oVirt, version: ovirt-3.4, DocId: frontend/webadmin/modules/webadmin/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors
ACTION_TYPE_FAILED_TEMPLATE_IS_INCOMPATIBLE=No se puede ${action} ${type}. La plantilla seleccionada no es compatible con la arquitectura cl\u00FAster.
# auto translated by TM merge
ACTION_TYPE_FAILED_NAME_MAY_NOT_CONTAIN_SPECIAL_CHARS=No se puede ${action} ${type}. El nombre dado contiene caracteres especiales. Solo se permiten letras may\u00FAculas y min\u00FAsculas, n\u00FAmeros, '_', '-', '.'.
# auto translated by TM merge
ACTION_TYPE_FAILED_NAME_MAY_NOT_CONTAIN_SPECIAL_CHARS_OR_DASH=No se puede ${action} ${type}. El nombre dado contiene caracteres especiales. Solo se permiten letras may\u00FAculas y min\u00FAsculas, n\u00FAmeros, '_'.
ACTION_TYPE_FAILED_INVALID_POOL_NAME=No se puede ${action} ${type}. El nombre dado para el nombre de pool es inv\u00E1lido. S\u00F3lo se permiten letras en min\u00FAsculas, en may\u00FAsculas, n\u00FAmeros, '_', '-', '.', y una secuencia de m\u00E1scara.
# auto translated by TM merge
ACTION_TYPE_FAILED_INVALID_VDS_HOSTNAME=No se puede  ${action} ${type}. El nombre dado del host es inv\u00E1lido. Solo se permite nombres de host correspondientes a RFC-952 y RFC-1123.
# auto translated by TM merge
VM_CANNOT_RUN_ONCE_WITH_ILLEGAL_SYSPREP_PARAM=Falta el nombre de usuario o la contrase\u00F1a.
# auto translated by TM merge
ACTION_TYPE_FAILED_CANNOT_REMOVE_BUILTIN_GROUP_EVERYONE=No se puede borrar el grupo inclu\u00EDdo por defecto "Everyone".
# auto translated by TM merge
ACTION_TYPE_FAILED_IMPORT_DATA_DOMAIN_PROHIBITED=Se prohibe la importaci\u00F3n del dominio de datos.
# auto translated by TM merge
ACTION_TYPE_FAILED_VDS_NOT_MATCH_VALID_STATUS=No se puede ${action} ${type}. Los estados v\u00E1lidos del host son "Non operational", "Maintenance" o "Connecting".
# auto translated by TM merge
CANNOT_REMOVE_STORAGE_DOMAIN_INVALID_HOST_ID=No se puede borrar el dominio de almacenamiento - el id del host subyacente es inv\u00E1lido.
# auto translated by TM merge
ERROR_CANNOT_DEACTIVATE_MASTER_WITH_LOCKED_DOMAINS=Estamos tratando de desactivar un dominio de almacenamiento maestro mientras que hay dominios bloqueados en el centro de datos. Primero espere a que las operaciones en esos dominios terminen.
# auto translated by TM merge
TAGS_CANNOT_REMOVE_TAG_NOT_EXIST=No se puede borrar la etiqueta. La etiqueta no existe.
AUDIT_LOG_CANNOT_REMOVE_AUDIT_LOG_NOT_EXIST=No se puede borrar el registro de auditor\u00EDa. El registro de auditor\u00EDa no existe.
# auto translated by TM merge
VAR__TYPE__VM__CLUSTER=$type Cl\u00FAster MV
VDS_FENCE_OPERATION_FAILED=No se puede ${action} ${type}. Fall\u00F3 la operaci\u00F3n de delimitaci\u00F3n.
# auto translated by TM merge
VM_CANNOT_WITHOUT_ACTIVE_STORAGE_DOMAIN_ISO=No se puede ${action} sin un dominio ISO activo.
ERROR_CANNOT_DEACTIVATE_STORAGE_DOMAIN_WITH_ISO_ATTACHED=No se puede ${action} ${type}. El dominio de almacenamiento ISO est\u00E1 siendo utilizado por parte de las siguientes MVs\: ${VmNames}.
MAC_ADDRESS_IS_IN_USE=Direcci\u00F3n Mac en uso.
# auto translated by TM merge
CAN_DO_ACTION_GENERAL_FAILURE=- Falla general en la validaci\u00F3n del comando.
# auto translated by TM merge
ERROR_CANNOT_REMOVE_ACTIVE_STORAGE_POOL=No se puede borrar un centro de datos activo.
# auto translated by TM merge
ROLE_TYPE_CANNOT_BE_EMPTY=Tipo de rol inv\u00E1lido.
# auto translated by TM merge
CANNOT_ADD_ACTION_GROUPS_TO_ROLE_TYPE=No se puede agregar un grupo de acci\u00F3n del adminsitrador a un rol del usuario.
# auto translated by TM merge
STORAGE_DOMAIN_NOT_ATTACHED_TO_STORAGE_POOL=El dominio de almacenamiento ya est\u00E1 separado del centro de datos.
# auto translated by TM merge
VDS_APPROVE_VDS_NOT_FOUND=No se puede aprobar el host - el host no existe.
# auto translated by TM merge
ACTION_TYPE_FAILED_QUOTA_NOT_EXIST=No se puede ${action} ${type}. La cuota no existe.
# auto translated by TM merge
ACTION_TYPE_FAILED_QUOTA_IS_NOT_VALID=No se puede ${action} ${type}. La cuota no es v\u00E1lida.
ACTION_TYPE_FAILED_NO_QUOTA_SET_FOR_DOMAIN=No se puede ${action} ${type}. No hay una cuota definida para el dominio seleccionado. Asigne una cuota al dominio o seleccione un dominio diferente.
ACTION_TYPE_FAILED_QUOTA_IS_NO_LONGER_AVAILABLE_IN_SYSTEM=No se puede ${action} ${type}. La cuota asociada con la MV ${VmName} ya no est\u00E1 disponible. Esto se puede deber a una importaci\u00F3n o al reestablecimiento de una instant\u00E1nea. Reasigne una cuota a esta MV.
# auto translated by TM merge
ACTION_TYPE_FAILED_QUOTA_LIMIT_IS_SPECIFIC_AND_GENERAL=No se puede ${action} ${type}. La limitaci\u00F3n no se puede configurar como espec\u00EDfica y general en la misma cuota. Seleccione si la limitaci\u00F3n se debe reforzar en el centro de datos o en almacenamiento espec\u00EDfico.
# auto translated by TM merge
ACTION_TYPE_FAILED_QUOTA_LIMIT_IS_NOT_SPECIFIC_OR_GENERAL=No se puede ${action} ${type}. La limitaci\u00F3n de la cuota se debe configurar espec\u00EDfica o general.
# auto translated by TM merge
ACTION_TYPE_FAILED_QUOTA_NAME_RESERVED_FOR_DEFAULT=No se puede ${action} ${type}. El prefijo DefaultQuota est\u00E1 reservado para la cuota predeterminada.
# auto translated by TM merge
ACTION_TYPE_FAILED_QUOTA_CAN_NOT_HAVE_DEFAULT_INDICATION=No se puede ${action} ${type}. La cuota no puede tener una indicaci\u00F3n predeterminada.
# auto translated by TM merge
ACTION_TYPE_FAILED_QUOTA_WITH_DEFAULT_INDICATION_CAN_NOT_BE_REMOVED=No se puede ${action} ${type}. La cuota con indicaci\u00F3n predeterminada no se puede borrar mientras el centro de datos est\u00E9 en modo inhabilitado.
# translation auto-copied from project oVirt, version master, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author angelagarcia
ACTION_TYPE_FAILED_QUOTA_IN_USE_BY_VM_OR_DISK=No se puede ${action} ${type}. La cuota todav\u00EDa est\u00E1 en uso por parte de una MV o un disco y el refuerzo de la cuota del centro de datos est\u00E1 habilitada.
# auto translated by TM merge
ACTION_TYPE_FAILED_DATA_CENTER_MUST_HAVE_AT_LEAST_ONE_QUOTA=No se puede ${action} ${type}. El centro de datos debe tener por lo menos una cuota asociada con este. Trate de agregar otra cuota o cambie la que ya existe.
# auto translated by TM merge
ACTION_TYPE_FAILED_QUOTA_STORAGE_LIMIT_EXCEEDED=No se puede ${action} ${type}. La cuota no tiene suficientes recursos de almacenamiento.
# auto translated by TM merge
ACTION_TYPE_FAILED_QUOTA_VDS_GROUP_LIMIT_EXCEEDED=No se puede ${action} ${type}. La cuota no tiene suficientes recursos de cl\u00FAster.
# auto translated by TM merge from project: oVirt, version: ovirt-3.4, DocId: frontend/webadmin/modules/webadmin/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors
USER_NOT_AUTHORIZED_TO_CONSUME_QUOTA=No se puede ${action} ${type}. El usuario no es un consumidor de la cuota asignada al recurso.
# auto translated by TM merge
USER_CANNOT_RUN_QUERY_NOT_PUBLIC=Permiso denegado. La solicitud que trata de ejecutar no es p\u00FAblica.
# auto translated by TM merge
ERROR_CANNOT_ATTACH_ACTION_GROUP_TO_ROLE_ATTACHED=No se puede adjuntar el grupo de acci\u00F3n al rol. Este grupo de acci\u00F3n ya est\u00E1 adjunto al rol.
# auto translated by TM merge
ERROR_CANNOT_ATTACH_ACTION_GROUP_TO_ROLE_INVALID_ACTION=No se puede adjuntar el grupo de acci\u00F3n al rol. El grupo de acci\u00F3n es inv\u00E1lido.
# auto translated by TM merge
ERROR_CANNOT_DETACH_ACTION_GROUP_TO_ROLE_NOT_ATTACHED=No se puede separar el grupo de acci\u00F3n del rol. Este grupo de acci\u00F3n no est\u00E1 adjunto a este rol.
# auto translated by TM merge
ERROR_LICENSE_NO_LICENSE=No hay una licencia v\u00E1lida para la m\u00E1quina oVirt
# auto translated by TM merge
ERROR_LICENSE_ILLEGAL=Fall\u00F3 el inicio de sesi\u00F3n, si el servicio de la m\u00E1quina se  reinici\u00F3 espere algunos segundos e intente de nuevo, si el problema persiste chequee su licencia de la m\u00E1quina oVirt.
# auto translated by TM merge
ERROR_LICENSE_SYSTEM_CLOCK_MODIFIED=La m\u00E1quina ha detectado que el reloj del sistema ha sido modificado
# auto translated by TM merge
ERROR_LICENSE_EXPIRED=El periodo de evaluaci\u00F3n de la m\u00E1quina oVirt ha expirado
# auto translated by TM merge
MESSAGE_LICENSE_EVALUATION__PARAM_DAYS_LEFT=La m\u00E1quina oVirt se encuentra en modo de evaluaci\u00F3n. El periodo de evaluaci\u00F3n terminar\u00E1 en ${DaysLeft} d\u00EDas
# auto translated by TM merge
VDS_REGISTER_NO_HOSTNAME_INPUT=No se puede registrar el host. No se especific\u00F3 un nombre de host.
# auto translated by TM merge
VDS_REGISTER_UNIQUE_ID_DIFFERENT_TYPE=No se puede registrar el host, se encontr\u00F3 un host con el mismo id \u00FAnico, pero el tipo de host solicitado no coincide.
# auto translated by TM merge
VDS_REGISTER_UNIQUE_ID_AMBIGUOUS=No se puede agregar un host que tenga el mismo id \u00FAnico que uno de los hosts\:  ${HostNameList}.\nEsto puede ocurrir en el caso en que este host ya se haya agregado al s\u00EDstema.
# auto translated by TM merge
VDS_CANNOT_CONNECT_TO_SERVER=No se puede ${action} ${type}. Fall\u00F3 la conexi\u00F3n al host por medio de SSH. Verifique que el host se pueda alcanzar (direcci\u00F3n IP, direcci\u00F3n enrutable, etc). Puede consultar el archivo engine.log para obtener mayores detalles.
VDS_CANNOT_AUTHENTICATE_TO_SERVER=No se puede ${action} ${type}. Fall\u00F3 la autenticaci\u00F3n SSH. Verifique que los par\u00E1metros de autenticaci\u00F3n sean correctos (nombre de usuario/contrase\u00F1a, llave p\u00FAblica, etc). Puede consultar el archivo engine.log para obtener mayores detalles.
VDS_SECURITY_CONNECTION_ERROR=No se puede ${action} ${type}. La conexi\u00F3n SSH fall\u00F3, ${ErrorMsg}.
# auto translated by TM merge
AUTO_MIGRATE_DISABLED=No se puede migrar - verifique las opciones de configuraci\u00F3n relevantes.
# auto translated by TM merge
AUTO_MIGRATE_VDS_NOT_FOUND=No se puede migrar - No se encontr\u00F3 el host.
# auto translated by TM merge
AUTO_MIGRATE_ALREADY_RUNNING_ON_VDS=No se puede migrar - La MV ya est\u00E1 ejecutando en el host.
# auto translated by TM merge
AUTO_MIGRATE_UNSUCCESSFUL=No se puede migrar - La migraci\u00F3n anterior no tuvo \u00E9xito.
# auto translated by TM merge
APPROVE_VDS_VDS_NOT_FOUND=No se puede aprobar el host. No se encontr\u00F3 el host.
# auto translated by TM merge
VDS_GROUP_CLUSTER_IS_NOT_VALID=No se puede ${action}. El id del cl\u00FAster no es v\u00E1lido.
# auto translated by TM merge
NETWORK_INTERFACE_NAME_ALREAY_EXISTS=El archivo de red ya est\u00E1 en uso
# auto translated by TM merge
STORAGE_DOMAIN_TYPE_ILLEGAL_FOR_ADDING_EXISTING=No se permite agregar un almacenamiento de este tipo
# auto translated by TM merge
NETWORK_INTERFACE_NOT_HAVE_DISPLAY_FLAG=La interfaz especificada no es una interfaz de presentaci\u00F3n.
# auto translated by TM merge
ERROR_CANNOT_ADD_STORAGE_POOL_WITHOUT_DATA_AND_ISO_DOMAINS=No se puede crear un centro de datos - debe haber por lo menos un almacenamiento de datos.
# auto translated by TM merge
ERROR_CANNOT_ADD_STORAGE_POOL_WITH_DIFFERENT_STORAGE_FORMAT=No se puede agregar los almacenamientos de datos al pool. Los almacenamientos deben tener el mismo formato.
# auto translated by TM merge
ACTION_TYPE_FAILED_VMS_IN_STORAGE_POOL=No se puede ${action} ${type}. Hay MVs en el centro de datos.
# auto translated by TM merge
ERROR_CANNOT_CHANGE_STORAGE_POOL_VDSS_UP=Mueva todos los servidores a mantenimiento antes de actualizar el centro de datos.
NETWORK_STORAGE_POOL_MUST_BE_SPECIFY=Se debe especificar el centro de datos
# auto translated by TM merge
EN_UNKNOWN_TAG_NAME=Nombre de etiqueta desconocido.
# auto translated by TM merge
ERROR_CANNOT_ATTACH_STORAGE_DOMAIN_SHARED_NOT_SUPPORTED_IN_THIS_POOL=No se puede adjuntar un dominio de almacenamiento, los dominios compartidos no se soportan en esta versi\u00F3n de compatibilidad del centro de datos.
# auto translated by TM merge
ERROR_CANNOT_ATTACH_STORAGE_DOMAIN_SHARED_NOT_SUPPORTED_IN_OTHER_POOL=No se puede adjuntar un dominio de almacenamiento, los dominios compartidos no se soportan en otra versi\u00F3n de compatibilidad del centro de datos.
# auto translated by TM merge
ERROR_CANNOT_REMOVE_POOL_WITH_NETWORKS=No se puede borrar el centro de datos con redes, primero borre todas las redes.
# auto translated by TM merge
ACTION_TYPE_FAILED_UP_VDSS_IN_CLUSTER=No se puede ${action} ${type}. Algunos hosts en el cl\u00FAster se encuentran funcionando. Primero cambie todos los hosts al modo de mantenimiento.
# auto translated by TM merge
TAGS_DIRECTORY_ELEMENT_TAG_IS_MISSING=Falta la etiqueta del elemento del directorio en el usuario solicitado
# auto translated by TM merge
DIRECTORY_GROUP_CANNOT_ATTACH_TO_VM_ALREADY_ATTACHED=El grupo de directorios ya est\u00E1 adjunto a esta MV.
# auto translated by TM merge
DIRECTORY_GROUP_NOT_ATTACH_TO_VM=El grupo de directorios no est\u00E1 adjunto a la MV especificada
# auto translated by TM merge
ERROR_CANNOT_DEFAULT_DIRECTORY_ELEMENT_TAG=No se puede borrar la etiqueta predeterminada del directorio.
# auto translated by TM merge
ACTION_TYPE_FAILED_NO_VDS_SUPPLIED=No se puede ${action} ${type}. No se porporcion\u00F3 el host.
# auto translated by TM merge
NETWORK_CAN_NOT_REMOVE_DEFAULT_NETWORK=No se puede borrar la red predeterminada.
# auto translated by TM merge from project: oVirt, version: master, DocId: frontend/webadmin/modules/webadmin/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors
ACTION_TYPE_FAILED_NETWORK_LABEL_RENAMING_NOT_SUPPORTED=No se puede ${action} ${type}. No se soporta el renombrar una etiqueta de red mientras est\u00E9 configurada en las interfaces host. Por favor borre la etiqueta de la red primero y luego especifique la nueva.
# auto translated by TM merge
NETWORK_CAN_NOT_UPDATE_DEFAULT_NETWORK=No se puede actualizar el nombre predterminado de la red.
# auto translated by TM merge
TAGS_CANNOT_ASSING_TAG=La etiqueta especificada no se puede asignar.
# auto translated by TM merge
ACTION_TYPE_FAILED_XP_MEMORY_ERROR=No se puede ${action} ${type}. Memoria ilegal definida para Windows XP.
# auto translated by TM merge
NETWORK_INTERFACE_CANNOT_UPDATE_INTERFACE_VLAN=No se puede actualizar la red con VLAN, tiene que establecer la interfaz como "None" redes
# auto translated by TM merge
ILLEAGAL_USER_PROVIDED=Se proporcion\u00F3 un usuario ilegal
# auto translated by TM merge
USER_CANNOT_BE_ADDED_TO_VM=No se puede agregar el usuario a la MV
# auto translated by TM merge
USER_CANNOT_BE_ADDED_TO_VM_POOL=No se puede agregar el usuario al MV-Pool
# auto translated by TM merge
ACTION_TYPE_FAILED_DETECTED_PINNED_VMS=No se puede ${action} ${type}. Las siguientes MVs est\u00E1n establecidas para que ejecuten especificamente solo en este host\: ${VmNames}.\nCon el fin de ${action} ${type} necesita borrar la asociaci\u00F3n entre las MVs y el host (usando las propiedades de modificaci\u00F3n de la MV).
# auto translated by TM merge
HOT_PLUG_IS_NOT_SUPPORTED=Activar/Desactivar mientras que la MV est\u00E9 ejecutando, solo se soporta para cl\u00FAsters versi\u00F3n 3.1 y posteriores.
HOT_PLUG_CPU_IS_NOT_SUPPORTED=No se soporta el enchufado en caliente de una CPU para la versi\u00F3n del cl\u00FAster ${clusterVersion} y la arquitectura ${architecture}.
HOT_UNPLUG_CPU_IS_NOT_SUPPORTED=No se soporta el enchufado en vivo de una CPU para la versi\u00F3n del cl\u00FAster ${clusterVersion} y la arquitectura ${architecture}.
# auto translated by TM merge from project: oVirt, version: master, DocId: frontend/webadmin/modules/webadmin/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors
HOT_PLUG_DISK_SNAPSHOT_IS_NOT_SUPPORTED=No se puede ${action} ${type}. La activaci\u00F3n/desactivaci\u00F3n de tomas de pantalla de discos no se soporta para los cl\u00FAsters de la versi\u00F3n ${clusterVersion}.
UNLINKING_IS_NOT_SUPPORTED=No se puede ${action} ${type}. El estado del enlace est\u00E1 cestablecido como 'Down' en la interfaz de la m\u00E1quina virtual, esto no se soporta para los cl\u00FAsters de la versi\u00F3n ${clusterVersion}.
NULL_NETWORK_IS_NOT_SUPPORTED=No se puede ${action} ${type}. No hay una red en la interfaz de la m\u00E1quina virtual, esto no se soporta para los cl\u00FAsters de la versi\u00F3n ${clusterVersion}.
ACTION_TYPE_FAILED_NETWORK_QOS_IS_NOT_SUPPORTED=No se puede ${action} ${type}. No hay una QoS red en el perfil, esto no se soporta para los cl\u00FAsters de la versi\u00F3n ${clusterVersion
HOT_VM_INTERFACE_UPDATE_IS_NOT_SUPPORTED=No se puede ${action} ${type}. El actualizar la interfaz de la m\u00E1quina virtual mientras la m\u00E1quina virtual est\u00E9 ejecutando no se soporta para los cl\u00FAsters de la versi\u00F3n ${clusterVersion}.
# auto translated by TM merge from project: oVirt, version: master, DocId: frontend/webadmin/modules/webadmin/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors
HOST_NETWORK_INTERFACE_NOT_EXIST=No se puede ${action} ${type}. La interfaz de la red host no existe.
ACTION_TYPE_FAILED_VM_INTERFACE_TYPE_IS_NOT_SUPPORTED_BY_OS=No se puede ${action} ${type}. El tipo de la interfaz de red no es compatible con el sistema operativo seleccionado.
CANNOT_PERFORM_HOT_UPDATE=No se puede ${action} ${type}. No se soporta el actualizar algunas de las propiedades mientras que la interfaz est\u00E9 enchufada a una m\u00E1quina virtual en ejecuci\u00F3n. Por favor desenchufe la interfaz, actualice las propiedades y luego vuelva a enchufar.
CANNOT_PERFORM_HOT_UPDATE_WITH_PORT_MIRRORING=No se puede ${action} ${type}. La actualizaci\u00F3n no es posible cuando el 'reflejo de puertos' se establece en la interfaz de una m\u00E1quina virtual en ejecuci\u00F3n.
PORT_MIRRORING_REQUIRES_NETWORK=No se puede ${action} ${type}. El configurar 'Port Mirroring' requiere una red.
# auto translated by TM merge
ACTION_TYPE_FAILED_GUEST_OS_VERSION_IS_NOT_SUPPORTED=No se puede ${action} ${type}. No se soporta la versi\u00F3n del SO invitado.
# auto translated by TM merge
HOT_PLUG_DISK_IS_NOT_VIRTIO=S\u00F3lo puede conectar discos virtIO.
# auto translated by TM merge
HOT_PLUG_DISK_IS_NOT_UNPLUGGED=El disco ya est\u00E1 activado.
# auto translated by TM merge
HOT_UNPLUG_DISK_IS_NOT_PLUGGED=El disco ya est\u00E1 desactivado.
CANNOT_ADD_FLOATING_DISK_WITH_PLUG_VM_SET=No se puede ${action} ${type}. Un disco configurado como "Activate" no se puede crear como un disco flotante.
ACTIVATE_DEACTIVATE_NIC_VM_STATUS_ILLEGAL=No se puede activar/desactivar la interfaz de red de la MV debido al estado de la MV. El estado de la MV debe ser apagada o prendida.
ACTIVATE_DEACTIVATE_NETWORK_NOT_IN_VDS=La red no existe en el host en que est\u00E1 ejecutando la MV.\n agregue la red al host o migre la MV a un host que tenga esta red.
# auto translated by TM merge
VM_CANNOT_RUN_FROM_DISK_WITHOUT_PLUGGED_DISK=No se puede ${action} ${type} sin por lo menos un disco activo. Active un disco y vuelva a ejecutar la MV.
# auto translated by TM merge
SHAREABLE_DISK_IS_NOT_SUPPORTED_FOR_DISK=No se puede ${action} ${type}. El disco no se puede compartir si depende de una instant\u00E1nea. Con el fin de compartirlo borre las tomas de pantalla del disco.
SHAREABLE_DISK_IS_NOT_SUPPORTED_BY_VOLUME_FORMAT=No se puede ${action} ${type}. El formato del volumen del disco no se soporta para un disco compartible.
# auto translated by TM merge
ERROR_CANNOT_DETACH_DISK_WITH_SNAPSHOT=No se puede ${action} ${type}. El disco ya est\u00E1 configurado en una instant\u00E1nea. Con el fin de separarlo borre las tomas de pantalla del disco.
# auto translated by TM merge
DISK_IS_ALREADY_SHARED_BETWEEN_VMS=No se puede ${action} ${type}. El disco se comparte entre mvs y no se puede volver no compartible . Separe el disco del resto de las mvs a las que est\u00E1 adjunto y luego actualice el disco para que no se pueda compartir.
SCSI_GENERIC_IO_IS_NOT_SUPPORTED_FOR_IMAGE_DISK="No se puede ${action} ${type}. E/S gen\u00E9rica SCSI no se soporta para el disco de im\u00E1genes."
VIRTIO_SCSI_INTERFACE_IS_NOT_AVAILABLE_FOR_CLUSTER_LEVEL=La interfaz Virtio-SCSI solo est\u00E1 disponible en el nivel de cl\u00FAster 3.3 o superior.
CANNOT_PERFORM_ACTION_VIRTIO_SCSI_IS_DISABLED=No se puede ${action} ${type}. VirtIO-SCSI est\u00E1 desactivado para la MV
CANNOT_DISABLE_VIRTIO_SCSI_PLUGGED_DISKS=No se puede desactivar el VirtIO-SCSI cuando los discos con una interfaz VirtIO-SCSI est\u00E1n enchufados a la MV.
# auto translated by TM merge
USER_PASSWORD_EXPIRED=No se puede iniciar sesi\u00F3n. La contrase\u00F1a expir\u00F3. Por favor cambie su contrase\u00F1a.
# auto translated by TM merge
USER_CANNOT_LOGIN_DOMAIN_NOT_SUPPORTED=No se puede iinciar sesi\u00F3n. El dominio proporcionado no est\u00E1 configurado,  contacte el administrador del sistema.
# auto translated by TM merge
VM_POOL_CANNOT_DECREASE_VMS_FROM_POOL=No se puede reducir las MVs del MV-Pool.
# auto translated by TM merge
MOVE_VM_CLUSTER_MISSING_NETWORK=No se puede ${action} ${type}. Al cl\u00FAster seleccionado le falta una o m\u00E1s redes ${networks} utilizadas por la MV.
# auto translated by TM merge
ACTION_TYPE_FAILED_STORAGE_POOL_WITH_DEFAULT_VDS_GROUP_CANNOT_BE_LOCALFS=El cl\u00FAster predeterminado no se puede mover al centro de datos que tenga un almacenamiento local.
# auto translated by TM merge
DEFAULT_CLUSTER_CANNOT_BE_ON_LOCALFS=El centro de datos que contiene el cl\u00FAster predeterminado no soporta el almacenamiento local.
# auto translated by TM merge
VM_CANNOT_CANCEL_MIGRATION_WHEN_VM_IS_NOT_MIGRATING=No se puede cancelar la migraci\u00F3n para una MV que no est\u00E1 migrando.
# auto translated by TM merge
ACTION_TYPE_FAILED_VM_SNAPSHOT_NOT_IN_PREVIEW=No se puede ${action} ${type} en una instant\u00E1nea que no se est\u00E1 viendo previamente. Seleccione la instant\u00E1nea correcta para reestablecer\: la que se estaba viendo o la anterior a la vista previa.
ACTION_TYPE_FAILED_SHAREABLE_DISK_NOT_SUPPORTED=No se puede ${action} un ${type} compartible. Esta operaci\u00F3n no se soporta.
# auto translated by TM merge
ACTION_TYPE_FAILED_DISK_NOT_EXIST=No se puede ${action} ${type}. El disco especificado no existe.
ACTION_TYPE_FAILED_DISKS_NOT_EXIST=No se puede ${action} ${type}. Los siguientes ID(s) de disco no existen\: ${diskIds}.
ACTION_TYPE_FAILED_DISK_SNAPSHOTS_NOT_EXIST=No se puede ${action} ${type}. Los siguientes ID(s) de instant\u00E1neas de disco no existen\: ${diskSnapshotIds}.
ACTION_TYPE_FAILED_DISK_SNAPSHOTS_ACTIVE=No se puede ${action} ${type}. Las siguientes instant\u00E1neas de discos est\u00E1n activas\: ${diskSnapshotIds}.
ACTION_TYPE_FAILED_NO_DISKS_SPECIFIED=No se puede ${action} ${type}. No se han especificado discos.
ACTION_TYPE_FAILED_DISK_IS_NOT_VM_DISK=No se puede ${action} ${type}. Los siguientes discos no est\u00E1n adjuntos a ninguna MV\: ${diskAliases}.
# auto translated by TM merge
ACTION_TYPE_FAILED_DISK_IS_NOT_TEMPLATE_DISK=No se puede ${action} ${type}. El disco seleccionado no es un disco plantilla. Solo se pueden copiar discos plantillas.
# auto translated by TM merge
ACTION_TYPE_FAILED_SOURCE_AND_TARGET_SAME=No se puede ${action} ${type}. Los dominios del almacenamiento fuente y el destino son los mismos.
# auto translated by TM merge
ACTION_TYPE_FAILED_CANNOT_MOVE_TEMPLATE_DISK=No se puede ${action} ${type}. Los discos plantilla no se pueden mover.
ACTION_TYPE_FAILED_BASE_TEMPLATE_DOES_NOT_EXIST=No se puede ${action} ${type}. La plantilla base no existe para esta versi\u00F3n de plantilla.
# auto translated by TM merge
ACTION_TYPE_FAILED_NOT_A_VM_NETWORK=Fall\u00F3 ${action} ${type}. Las siguientes redes (${networks}) no est\u00E1n definidas como redes MV.
# auto translated by TM merge
ACTION_TYPE_FAILED_NETWORK_NOT_IN_CLUSTER=Fall\u00F3 ${action} ${type}. Las siguientes redes (${networks}) no est\u00E1n definidas en el cl\u00FAster.
CPU_TYPE_UNSUPPORTED_IN_THIS_CLUSTER_VERSION=El tipo de la CPU host no se soporta en esta versi\u00F3n de compatibilidad del cl\u00FAster o no se soporta para nada.
# auto translated by TM merge
ACTION_TYPE_FAILED_INTERFACE_NETWORK_NOT_CONFIGURED=Fall\u00F3 ${action} ${type}. Una o m\u00E1s interfaces de red tienen configuraciones de red incompletas. Configure estas interfaces e intente de nuevo.
# auto translated by TM merge
NON_VM_NETWORK_NOT_SUPPORTED_FOR_POOL_LEVEL=Las redes que no son MV no se soportan en este centro de datos.
# auto translated by TM merge
VMPAYLOAD_INVALID_PAYLOAD_TYPE=Carga \u00FAtil de la MV solo se soporta en dipositivos floppy o CDROM.
# auto translated by TM merge
VMPAYLOAD_SIZE_EXCEEDED=La carga util est\u00E1 limitada a ${size}K
# auto translated by TM merge
VMPAYLOAD_FLOPPY_EXCEEDED=Floppy de la carga \u00FAtil no se puede utilizar al usar un floppy adicional
# auto translated by TM merge
ERROR_GET_STORAGE_DOMAIN_LIST=No se pudo obtener la lista de dominios de almacenamiento.
ACTION_TYPE_FAILED_VDS_CLUSTER_DIFFERENT_ARCHITECTURES=No se puede ${action} ${type}. Las arquitecturas del host y del cl\u00FAster de destino no coinciden.
# auto translated by TM merge
ACTION_TYPE_FAILED_NETWORK_INTERFACE_MAC_INVALID=No se puede ${action} ${type}. La interfaz de red ${IfaceName} tiene una direcci\u00F3n MAC inv\u00E1lida ${MacAddress}. La direcci\u00F3n MAC debe tener el formato "HH\:HH\:HH\:HH\:HH\:HH" en donde H es un caracter hexadecimal (ya sea un d\u00EDgito o A-F, el uso may\u00FAsculas o min\u00FAsculas no es relevante).
MIGRATE_PAUSED_EIO_VM_IS_NOT_SUPPORTED=Debido a un error de E/S no se soporta la migraci\u00F3n de una MV en estado de pausa.
VM_INTERFACE_NOT_EXIST=No se puede ${action} ${type}. La interfaz de la red de la MV no existe.
ACTION_TYPE_FAILED_CANNOT_REMOVE_ACTIVE_DEVICE=No se puede ${action} ${type}. La interfaz de red de la MV est\u00E1 enchufada a una MV en ejecuci\u00F3n.
ACTION_TYPE_FAILED_IMPORT_UNREGISTERED_NOT_COLLAPSED=No se puede ${action} ${type}. Una MV no registrada no se puede colapsar.
USER_CANNOT_FORCE_RECONNECT_TO_VM=Conexi\u00F3n a la consola denegada. Otro usuario ya accedi\u00F3 a la consola de esta MV. La MV se debe reiniciar para permitir que otro usuario acceda a este o que un administrador lo cambie para que no refuerce el reinicio entre usuarios accediendo su consola.
ENGINE_IS_RUNNING_IN_MAINTENANCE_MODE=La m\u00E1quina est\u00E1 ejecutando en modo de Maintenance (mantenimiento) y no est\u00E1 aceptando comandos.
ENGINE_IS_RUNNING_IN_PREPARE_MODE=Esta acci\u00F3n no est\u00E1 permitida cuando la m\u00E1quina se est\u00E1 preparando para mantenimiento.
VAR__TYPE__EXTERNAL_EVENT=$type Evento externo
ACTION_TYPE_FAILED_EXTERNAL_EVENT_ILLEGAL_ORIGIN=No se puede ${action} ${type}. Origen ilegal para el evento externo\: oVirt
ACTION_TYPE_FAILED_EXTERNAL_EVENT_NOT_FOUND=No se puede ${action} ${type}. El evento externo no existe.
FAILED_TO_RUN_LDAP_QUERY=No logr\u00F3 ejecutar la petici\u00F3n LDAP, por favor contacte su administrador del sistema.
VAR__TYPE__EXTERNAL_JOB=$type Trabajo externo
VAR__TYPE__EXTERNAL_STEP=$type Paso externo
VAR__ACTION__END=$action Fin
VAR__ACTION__CLEAR=$action Limpiar
ACTION_TYPE_EMPTY_DESCRIPTION=No se puede ${action} ${type}. La descripci\u00F3n no puede estar vac\u00EDa.
ACTION_TYPE_NOT_EXTERNAL=No se puede ${action} ${type}. Se pueden agregar pasos externos solo a pasos o trabajos externos.
ACTION_TYPE_NO_PARENT=No se puede ${action} ${type}. El paso debe ser hijo del trabajo o de otro paso.
ACTION_TYPE_NO_JOB=No se puede ${action} ${type}. No se encuentra el trabajo.
ACTION_TYPE_NO_STEP=No se puede ${action} ${type}. No se encontr\u00F3 el paso.
ACTION_TYPE_NON_MONITORED=No se puede ${action} ${type}. Comando no monitoreado.
QOS_CPU_SHARES_OUT_OF_RANGE=No se puede configurar las cpu shares con el valor solicitado. Tiene que estar entre 0 y 262144.
# auto translated by TM merge from project: oVirt, version: master, DocId: frontend/webadmin/modules/webadmin/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors
ERROR_CANNOT_RUN_ALIGNMENT_SCAN_VM_IS_RUNNING=No se puede ${action} ${type}. El escaneo de alineamiento de un disco adjunto a una MV en ejecuci\u00F3n solo se soporta con discos virtuales RAW.
# auto translated by TM merge from project: oVirt, version: master, DocId: frontend/webadmin/modules/webadmin/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors
ACTION_TYPE_FAILED_ALIGNMENT_SCAN_STORAGE_TYPE=No se puede ${action} ${type}. El escaneo de alineamiento se soporta solamente para los discos que se encuentran en los dominios de almacenamiento de bloque.
# auto translated by TM merge from project: oVirt, version: master, DocId: frontend/webadmin/modules/webadmin/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors
SCHEDULING_ALL_HOSTS_FILTERED_OUT=No se puede ${action} ${type}. No hay un host que cumpla con las restricciones de horarios actuales. Vea a continuaci\u00F3n para obtener m\u00E1s detalles\:
# auto translated by TM merge from project: oVirt, version: master, DocId: frontend/webadmin/modules/webadmin/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors
SCHEDULING_HOST_FILTERED_REASON=El host ${hostName} no cumple con los requerimientos del filtro ${filterType} ${filterName}.
SCHEDULING_HOST_FILTERED_REASON_WITH_DETAIL=El host ${hostName} no cumple con los requerimientos del filtro ${filterType} ${filterName} por que ${detailMessage}.
VAR__DETAIL__NETWORK_MISSING=Las redes $detailMessage ${networkNames} faltan
VAR__DETAIL__AFFINITY_FAILED_POSITIVE=$detailMessage no coincidi\u00F3 con las reglas de afinidad positiva ${affinityRules}
VAR__DETAIL__AFFINITY_FAILED_NEGATIVE=$detailMessage coincidi\u00F3 con las reglas de afinidad negativas ${affinityRules}
VAR__DETAIL__LOW_CPU_LEVEL=$detailMessage su nivel de CPU ${hostCPULevel} es menor de lo que la MV requiere ${vmCPULevel}
VAR__DETAIL__SWAP_VALUE_ILLEGAL=$detailMessage su valor swap era ilegal
VAR__DETAIL__NOT_ENOUGH_MEMORY=$detailMessage no tiene suficiente memoria libre para ejecutar la MV
SCHEDULING_NO_HOSTS=No hay hosts para utilizar. Verifique que el cl\u00FAster contenga por lo menos un host en estado Up.
# auto translated by TM merge from project: oVirt, version: master, DocId: frontend/webadmin/modules/webadmin/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors
VAR__FILTERTYPE__EXTERNAL=$filterType externo
# auto translated by TM merge from project: oVirt, version: master, DocId: frontend/webadmin/modules/webadmin/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors
VAR__FILTERTYPE__INTERNAL=$filterType interno
# auto translated by TM merge from project: oVirt, version: ovirt-3.4, DocId: frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors
POWER_MANAGEMENT_ACTION_ON_ENTITY_ALREADY_IN_PROGRESS=No se puede realizar ${action}. Ya hay otra acci\u00F3n de gesti\u00F3n de la energ\u00EDa en progreso.
# auto translated by TM merge from project: oVirt, version: master, DocId: frontend/webadmin/modules/webadmin/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors
LABELED_NETWORK_INTERFACE_NOT_FOUND=No se pudo encontrar una interfaz de red con etiqueta.
# auto translated by TM merge from project: oVirt, version: master, DocId: frontend/webadmin/modules/webadmin/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors
NETWORK_LABEL_CONFLICT=Las redes representadas por la etiqueta no se pueden configurar en la misma interfaz de red.
# auto translated by TM merge from project: oVirt, version: master, DocId: frontend/webadmin/modules/webadmin/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors
ACTION_TYPE_FAILED_POSITIVE_AFFINITY_GROUP=La MV est\u00E1 asociada con un grupo de afinidad positivo (${affinityGroupName}) y requiere el ejecutar en el mismo host (${hostName}) que el otro grupo de MVs
# auto translated by TM merge from project: oVirt, version: ovirt-3.4, DocId: frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors
ACTION_TYPE_FAILED_NEGATIVE_AFFINITY_GROUP=La MV est\u00E1 asociada con un grupo de afinidad negativo y requiere el ejecutar en un host por separado, el cual no ejecuta en el otro grupo de MVs
# auto translated by TM merge from project: oVirt, version: ovirt-3.4, DocId: frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors
ACTION_TYPE_FAILED_MIX_POSITIVE_NEGATIVE_AFFINITY_GROUP=La MV est\u00E1 asociada con grupos de afinidad positivos y negativos, por favor contacte su administrador del sistema
# auto translated by TM merge from project: oVirt, version: master, DocId: frontend/webadmin/modules/webadmin/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors
VALIDATION_ISCSI_BOND_NAME_MAX=El nombre de enlace iSCSI no debe exceder los 50 caracteres
# auto translated by TM merge from project: oVirt, version: master, DocId: frontend/webadmin/modules/webadmin/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors
VALIDATION_ISCSI_BOND_NAME_NOT_NULL=Se requiere el nombre del enlace iSCSI
# auto translated by TM merge from project: oVirt, version: master, DocId: frontend/webadmin/modules/webadmin/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors
VALIDATION_ISCSI_BOND_DESCRIPTION_MAX=La descripci\u00F3n del enlace iSCSI no debe exceder los 4000 caracteres
# auto translated by TM merge from project: oVirt, version: master, DocId: frontend/webadmin/modules/webadmin/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors
VALIDATION_ISCSI_BOND_NAME_INVALID_CHARACTER=El nombre del enlace iSCSI se debe formar de caracteres alfanum\u00E9ricos, puntos (.), guiones (-) y guiones bajos (_).
# auto translated by TM merge from project: oVirt, version: master, DocId: frontend/webadmin/modules/webadmin/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors
VALIDATION_SCSI_BOND_DESCRIPTION_INVALID=La descripci\u00F3n del enlace iSCSI se debe formar solamente de caracteres alfanum\u00E9ricos y caracteres especiales que cumplan con los requerimientos del grupo de caracteres ASCII est\u00E1ndar.
# auto translated by TM merge from project: oVirt, version: master, DocId: frontend/webadmin/modules/webadmin/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors
ISCSI_BOND_NOT_EXIST=No se puede ${action} ${type}. El enlace iSCSI especificado no existe.
# auto translated by TM merge from project: oVirt, version: master, DocId: frontend/webadmin/modules/webadmin/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors
ISCSI_BOND_WITH_SAME_NAME_EXIST_IN_DATA_CENTER=No se puede ${action} ${type}. Ya existe un enlace iSCSI con el mismo nombre en el centro de datos.
ISCSI_BOND_NOT_SUPPORTED=No se puede ${action} ${type}. Enlaces iSCSI solo se soportan en versiones de compatibilidad del centro de datos 3.4 y posteriores.
ACTION_TYPE_FAILED_STORAGE_CONNECTIONS_CANNOT_BE_ADDED_TO_ISCSI_BOND=No se puede ${action} ${type}. Las siguientes conexiones de almacenamiento ${connectionIds} no se pueden agregar al enlace iSCSI especificado. \nLas razones posibles son\:\n- No son de tipo iSCSI.\n- Su estado no es uno de los siguientes\: desconocido, activo. Inactivo.\n- No pertenecen al mismo centro de datos como los especifica el enlace iSCSI.
ACTION_TYPE_FAILED_ISCSI_BOND_NETWORK_CANNOT_BE_REQUIRED=No se puede ${action} ${type}. La red requerida no puede ser parte de un enlace iSCSI.
ACTION_TYPE_FAILED_INTERFACE_DOES_NOT_SUPPORT_READ_ONLY_ATTR=No se puede ${action} ${type}. Los discos ${interface} no pueden ser de s\u00F3lo lectura.
ACTION_TYPE_FAILED_RNG_NOT_FOUND=No se puede ${action} ${type}. Se est\u00E1 tratando de manipular con el dispositivo generador de n\u00FAmeros al azar pero no se encontr\u00F3 ninguno.
ACTION_TYPE_FAILED_RNG_ALREADY_EXISTS=No se puede ${action} ${type}. El dispositivo generador de n\u00FAmeros al azar ya existe.
ACTION_TYPE_FAILED_RNG_SOURCE_NOT_SUPPORTED=No se puede ${action} ${type}. El dispositivo generador de n\u00FAmeros al azar no se soporta en el cl\u00FAster.
ACTION_TYPE_RNG_MUST_BE_SPECIFIED=No se puede ${action} ${type}. El generador de n\u00FAmeros al azar se debe especificar en par\u00E1metros.
KDUMP_DETECTION_NOT_ENABLED_FOR_VDS=No se puede ${action} ${type}. El soporte de detecci\u00F3n Kdump no est\u00E1 habilitado para el host '${VdsName}'.
KDUMP_DETECTION_NOT_CONFIGURED_ON_VDS=No se puede ${action} ${type}. El soporte de detecci\u00F3n Kdump no est\u00E1 configurado apropiadamente en el host '${VdsName}'.
