DIRECTORY_GROUP_CANNOT_REMOVE_DIRECTORY_GROUP_ATTACHED_TO_VM_POOL=N\u00E3o foi poss\u00EDvel remover o Grupo do Diret\u00F3rio. Desanexe o Grupo da MV-Pool primeiramente.
IO_CD_IMAGE_FILE_ALREADY_EXIST=O arquivo da imagem j\u00E1 existe.
IO_CD_IMAGE_FILE_NOT_EXIST=O arquivo da imagem n\u00E3o existe.
IO_INVALID_CD_IMAGE_EXTENSION=A extens\u00E3o da imagem do CD \u00E9 inv\u00E1lida.
IO_ISO_DIRECTORY_NOT_EXIST=O diret\u00F3rio ISO n\u00E3o existe.
IRS_FAILED_CREATING_SNAPSHOT=Falha na cria\u00E7\u00E3o do snapshot.
IRS_FAILED_RETRIEVING_SNAPSHOT_INFO=Erro interno, o Snapshot n\u00E3o pode ser recuperado.
IRS_NETWORK_ERROR=O Servi\u00E7o de Gerenciamento do Storage n\u00E3o est\u00E1 respondendo.
IRS_PROTOCOL_ERROR=Erro do protocolo do Gerenciador do Storage.
IRS_RESPONSE_ERROR=Erro de resposta do Gerenciador do Storage.
MAC_POOL_NOT_ENOUGH_MAC_ADDRESSES=Nenhum endere\u00E7o MAC restante no Pool do Endere\u00E7o MAC.
VMT_CANNOT_REMOVE_DETECTED_DERIVED_VM=N\u00E3o foi poss\u00EDvel excluir o Template. O Template foi usado pelas seguintes MVs\: ${vmsList}.
# translation auto-copied from project oVirt, version ovirt-3.4, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
VMT_CANNOT_REMOVE_BASE_WITH_VERSIONS=N\u00E3o foi poss\u00EDvel excluir o Template Base que possui as Vers\u00F5es Template. Por favor, remova todas as Vers\u00F5es de Template para este Template\: ${versionsList}.
ACTION_TYPE_FAILED_DETECTED_DERIVED_DISKS=N\u00E3o foi poss\u00EDvel ${action} ${type}. O(s) seguinte(s) Disco(s) est\u00E1(\u00E3o) baseado(s) nisto\: \n ${disksInfo}.
ACTION_TYPE_FAILED_DISKS_SNAPSHOTS_DONT_BELONG_TO_SAME_DISK="N\u00E3o foi poss\u00EDvel ${action} ${type}. Os snapshots do disco especificado n\u00E3o pertencem ao mesmo Disco."
# translation auto-copied from project oVirt, version master, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
VMT_CANNOT_REMOVE_DOMAINS_LIST_MISMATCH=N\u00E3o foi poss\u00EDvel deletar o Template. O Template n\u00E3o existe nos seguintes Storage Domains\: ${domainsList}.\nVoc\u00EA pode verificar tanto se o Template existe em todos os Storage Domains listados na lista de domain, \nou n\u00E3o enviar a lista de domains com o objetivo de deletar todas as inst\u00E2ncias do Template do sistema.
ACTION_TYPE_FAILED_VM_IMAGE_DOES_NOT_EXIST=N\u00E3o foi poss\u00EDvel ${action} ${type}. A imagem da MV n\u00E3o existe.
ACTION_TYPE_FAILED_VM_SNAPSHOT_DOES_NOT_EXIST=N\u00E3o foi poss\u00EDvel ${action} ${type}. O Snapshot da MV n\u00E3o existe.
# translation auto-copied from project oVirt, version ovirt-3.4, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
ACTION_TYPE_FAILED_VM_SNAPSHOT_TYPE_NOT_ALLOWED=N\u00E3o foi poss\u00EDvel ${action} ${type}. O tipo de Snapshot \u00E9 ${snapshotType} enquanto a opera\u00E7\u00E3o \u00E9 suportada para Snapshots dos seguintes tipo(s)\: ${supportedSnapshotTypes}.
ACTION_TYPE_FAILED_CORRUPTED_VM_SNAPSHOT_ID=N\u00E3o foi poss\u00EDvel ${action} ${type}. A configura\u00E7\u00E3o do snapshot est\u00E1 corrompida (a ID do snapshot est\u00E1 vazia). Por favor contate o administrador de sistema.
ACTION_TYPE_FAILED_VM_SNAPSHOT_HAS_NO_CONFIGURATION=N\u00E3o foi poss\u00EDvel ${action} ${type}. O ${SnapshotName} do Snapshot do ${VmName} da MV n\u00E3o possui configura\u00E7\u00E3o dispon\u00EDvel. Por favor escolha um snapshot com a configura\u00E7\u00E3o dispon\u00EDvel.
ACTION_TYPE_FAILED_CANNOT_RUN_ACTION_ON_NON_MANAGED_VM=N\u00E3o foi poss\u00EDvel ${action} o(s)/a(s) ${type}. Esta MV n\u00E3o est\u00E1 sendo gerenciada pelo mecanismo.
ACTION_TYPE_FAILED_MIN_MEMORY_CANNOT_EXCEED_MEMORY_SIZE=N\u00E3o foi poss\u00EDvel ${action} ${type}. A Mem\u00F3ria F\u00EDsica Garantida n\u00E3o p\u00F4de exceder o Tamanho da Mem\u00F3ria.
ACTION_TYPE_FAILED_MEMORY_EXCEEDS_SUPPORTED_LIMIT=N\u00E3o foi poss\u00EDvel ${action} ${type}. O tamanho da mem\u00F3ria excede o limite suportado para a vers\u00E3o de cluster fornecida.
IMAGE_REPOSITORY_NOT_FOUND=O Storage Domain n\u00E3o pode ser acessado.\nRaz\u00F5es poss\u00EDveis\:\nO Host operacional no Data Center ou estado do Data Center n\u00E3o est\u00E1 Up.
VM_TEMPLATE_IS_LOCKED=O Template est\u00E1 bloqueado (temporariamente).
VM_TEMPLATE_IMAGE_IS_LOCKED=A Imagem do Template est\u00E1 bloqueada (temporariamente).
VM_TEMPLATE_IMAGE_IS_ILLEGAL=A Imagem do Template \u00E9 inv\u00E1lida. (temporariamente).
VM_TEMPLATE_IMAGE_LAST_DOMAIN=N\u00E3o foi poss\u00EDvel ${action} ${type}. A imagem \u00E9 a \u00FAnica c\u00F3pia restante do disco do Template.
VM_NAME_CANNOT_BE_EMPTY=O Nome da MV est\u00E1 vazio.
VM_CANNOT_UPDATE_ILLEGAL_FIELD=Houve uma tentativa de altera\u00E7\u00E3o dos valores da MV enquanto a MV n\u00E3o estava desativada. Por favor encerre a MV com o objetivo de modificar essas propriedades.
VM_CANNOT_UPDATE_DEVICE_VM_NOT_DOWN=Falha ao atualizar as propriedades da MV. A MV deve ser instalada no status Down com o objetivo de alterar o dispositivo ${device}.
# translation auto-copied from project oVirt, version master, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
VM_CANNOT_RUN_FROM_NETWORK_WITHOUT_NETWORK=A MV foi configurada para ser 'Rede bootable', por\u00E9m nenhuma Interface da Rede est\u00E1 configurada.\nAlternativas\:\n-Selecione um dispositivo de boot diferente (usando o comando 'Executar uma Vez' ou o comando 'Editar a MV' na Op\u00E7\u00E3o Boot da SubAba).\n-Configure a Interface da Rede e execute novamente a MV.
# translation auto-copied from project oVirt, version master, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
VM_CANNOT_RUN_FROM_CD_WITHOUT_ACTIVE_STORAGE_DOMAIN_ISO=N\u00E3o foi poss\u00EDvel ${action} ${type} com o CD conectado sem o domain ISO ativo.\nAlternativas\:\n-Conectar o Domain ISO (para habilitar as opera\u00E7\u00F5es do CD).\n-Alterar a sequ\u00EAncia de boot, usando o comando Editar da MV (SubTab Boot).\n-Selecionar o dispositivo de boot diferente (usando o comando 'Executar uma Vez').
# translation auto-copied from project oVirt, version master, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
VM_CANNOT_RUN_FROM_DISK_WITHOUT_DISK=N\u00E3o foi poss\u00EDvel ${action} ${type} sem pelo menos um disco bootable.\nAlternativas\:\n-Criar um disco para esta MV, e executar novamente a MV.\n-Alterar a sequ\u00EAncia de boot usando o comando Editar da MV (SubAba de Op\u00E7\u00E3o Boot).\n-Usar o comando Executar uma vez para selecionar uma op\u00E7\u00E3o de boot diferente e executar novamente a MV.
VM_CANNOT_RUN_STATELESS_WHILE_IN_PREVIEW=N\u00E3o foi poss\u00EDvel ${action} ${type}. O aviso stateless na MV conflita com a execu\u00E7\u00E3o da MV no modo de Visualiza\u00E7\u00E3o. Voc\u00EA pode tanto remover o aviso stateless da MV ou executar a MV no modo de Visualiza\u00E7\u00E3o.
# translation auto-copied from project oVirt, version master, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
VM_CANNOT_RUN_STATELESS_HA=N\u00E3o foi poss\u00EDvel ${action} ${type}. Os servidores de Alt\u00EDssima Disponibilidade Virtual n\u00E3o podem ser executados como stateless.
# translation auto-copied from project oVirt, version master, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
ACTION_TYPE_FAILED_DELETE_PROTECTION_ENABLED=N\u00E3o foi poss\u00EDvel ${action} o(s)/a(s) ${type}. A prote\u00E7\u00E3o de remo\u00E7\u00E3o est\u00E1 habilitada. Desative a prote\u00E7\u00E3o primeiramente para remo\u00E7\u00E3o.
RESOURCE_MANAGER_FAILED_ATTACHING_VM_TO_USERS=Falha ao conectar a MV ao Usu\u00E1rio.
# translation auto-copied from project oVirt, version master, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
RESOURCE_MANAGER_MIGRATING_VM_IS_NOT_UP=Falha na migra\u00E7\u00E3o, a MV n\u00E3o est\u00E1 sendo executada.
RESOURCE_MANAGER_VM_NOT_FOUND=A MV n\u00E3o foi encontrada.
SEARCH=Erro na busca.
SEARCH_ERRORNOUS_SEARCH_TEXT=Erro na busca do texto.
SEARCH_INVALID_SEARCH_TEXT=Busca de texto inv\u00E1lida.
SEARCH_UNSUPPORTED_BUSINESS_OBJECT=Busca do objeto comercial n\u00E3o suportada.
TEMPLATE_IMAGE_LOCKED=N\u00E3o foi poss\u00EDvel criar uma nova MV. A imagem do disco foi copiada. Por favor espere para que a C\u00F3pia da opera\u00E7\u00E3o seja completada.
USER_CANNOT_REMOVE_USER_ATTACHED_POOL=N\u00E3o foi poss\u00EDvel remover o Usu\u00E1rio conectado \u00E0 MV-Pool. Remova o usu\u00E1rio a partir da MV-Pool primeiramente efetuando o seguinte\:\n-direcione-se \u00E0 janela 'MV-Pool(s)';\n-selecione a MV-Pool;\n-clique em 'Gerenciar Pool de Usu\u00E1rios' a partir da barra do menu.
USER_CANNOT_REMOVE_USER_NOT_ATTACHED_POOL=N\u00E3o foi poss\u00EDvel remover o Usu\u00E1rio, uma vez que ele n\u00E3o est\u00E1 conectado \u00E0 MV-Pool.
USER_CANNOT_REMOVE_USER_DETECTED_RUNNING_VM=N\u00E3o foi poss\u00EDvel remover o Usu\u00E1rio que est\u00E1 conectado \u00E0 MV. Remova a MV a partir da aba de MVs primeiramente.
USER_CANNOT_REMOVE_HIMSELF=N\u00E3o foi poss\u00EDvel ${action} ${type}. O usu\u00E1rio est\u00E1 registrado.
USER_FAILED_POPULATE_DATA=Falha ao obter os dados dos Usu\u00E1rios a partir do Servidor do Diret\u00F3rio.
USER_FAILED_SET_USER_ROLE=Falha ao determinar a Fun\u00E7\u00E3o do Usu\u00E1rio, a opera\u00E7\u00E3o foi cancelada.
VDS_CANNOT_MAINTENANCE_VDS_IS_NOT_RESPONDING_WITH_VMS=N\u00E3o foi poss\u00EDvel alterar o Host para o modo de Manuten\u00E7\u00E3o.\nO Host continua executando as MVs nisto e est\u00E1 no estado Non-Responsive.
VDS_CANNOT_MAINTENANCE_VDS_IS_NOT_RESPONDING_AND_IS_SPM=N\u00E3o foi poss\u00EDvel alterar o Host para o modo de Manuten\u00E7\u00E3o.\nO Host \u00E9 o Gerenciador do Storage Pool e est\u00E1 no estado Non Responsive.\n- Caso o gerenciamento de pot\u00EAncia estiver configurado, o mecanismo tentar\u00E1 isolar o host automaticamente.\n- Do contr\u00E1rio, tanto ative o n\u00F3 de back-up ou libere o recurso SPM.\nPara isto, verifique se o n\u00F3 est\u00E1 realmente desativado clicando duas vezes no host e confirme se o n\u00F3 foi desligado manualmente.
VDS_CANNOT_MAINTENANCE_VDS_IS_NOT_OPERATIONAL=N\u00E3o foi poss\u00EDvel alterar o Host para o modo de Manuten\u00E7\u00E3o. O Host n\u00E3o \u00E9 operacional.
VDS_CANNOT_MAINTENANCE_VDS_IS_IN_MAINTENANCE=N\u00E3o foi poss\u00EDvel alterar o Host para o modo de Manuten\u00E7\u00E3o. O Host j\u00E1 est\u00E1 no modo de Manuten\u00E7\u00E3o.
VDS_CANNOT_MAINTENANCE_SPM_WITH_RUNNING_TASKS=N\u00E3o foi poss\u00EDvel alterar o Host para o modo de Manuten\u00E7\u00E3o.\nO Host possui tarefas de execu\u00E7\u00E3o ass\u00EDncrona, aguarde para a opera\u00E7\u00E3o ser completada e tente novamente.
# translation auto-copied from project oVirt, version master, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
VDS_CANNOT_MAINTENANCE_SPM_CONTENDING=N\u00E3o foi poss\u00EDvel alterar o Host para o modo de Manuten\u00E7\u00E3o.\nO Host est\u00E1 sustentando para o Gerenciador do Pool do Storage, aguarde para a opera\u00E7\u00E3o ser completada e tente novamente.
# translation auto-copied from project oVirt, version master, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
VDS_CANNOT_MAINTENANCE_IT_INCLUDES_NON_MIGRATABLE_VM=N\u00E3o foi poss\u00EDvel alterar o Host para o modo de Manuten\u00E7\u00E3o\: ${HostsList}.\nUma ou mais MVs sendo executadas est\u00E3o indicadas como n\u00E3o-migrat\u00F3rios. As MVs n\u00E3o-migrat\u00F3rios s\u00E3o\: ${VmsList}.
# translation auto-copied from project oVirt, version ovirt-3.4, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
VDS_CANNOT_MAINTENANCE_VM_HAS_PLUGGED_DISK_SNAPSHOT=N\u00E3o foi poss\u00EDvel alterar os seguintes Hosts para o modo de Manuten\u00E7\u00E3o\: ${HostsList}.\n
The=as seguintes MVs n\u00E3o podem ser migradas uma vez que elas ativaram o Snapshot do Disco atribu\u00EDdo (VM/Snapshots do Disco)\: \n \n${disksInfo} \n \n
# translation auto-copied from project oVirt, version ovirt-3.4, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
please=desativar/desanexar os snapshots do disco ou desligar as MVs e tentar novamente.
ACTION_TYPE_FAILED_OVF_DISK_NOT_SUPPORTED=N\u00E3o foi poss\u00EDvel ${action} ${type}. Esta opera\u00E7\u00E3o n\u00E3o \u00E9 suportada para discos usados como o OVF store.
ACTION_TYPE_FAILED_DISK_NOT_IN_APPLICABLE_STATUS=N\u00E3o foi poss\u00EDvel ${action} ${type}. A opera\u00E7\u00E3o pode ser executada apenas para discos que encontram-se no status ${status}.
# translation auto-copied from project oVirt, version master, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
VDS_CANNOT_REMOVE_DEFAULT_VDS_GROUP=N\u00E3o foi poss\u00EDvel remover o default do Cluster do Host.
# translation auto-copied from project oVirt, version master, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
VDS_CANNOT_REMOVE_VDS_DETECTED_RUNNING_VM=N\u00E3o foi poss\u00EDvel ${action} ${type}. Uma ou mais MVs continuam sendo executadas neste Host.
VDS_CANNOT_REMOVE_VDS_GROUP_VDS_DETECTED=N\u00E3o foi poss\u00EDvel ${action} ${type}. O Cluster do Host cont\u00E9m um ou mais Hosts.
VDS_CANNOT_REMOVE_VDS_STATUS_ILLEGAL=N\u00E3o foi poss\u00EDvel ${action} ${type}. O Host \u00E9 operacional. Por favor altere o Host para o modo de Manuten\u00E7\u00E3o primeiramente.
VDS_PROTOCOL_ERROR=Erro interno\: erro no protocolo do Host.
VDS_RESPONSE_ERROR=Erro interno\: Erro na resposta do Host
VDS_STATUS_NOT_VALID_FOR_STOP=N\u00E3o foi poss\u00EDvel Interromper a opera\u00E7\u00E3o, o Host precisa estar no modo de Manuten\u00E7\u00E3o para que seja interrompido.
VDS_STATUS_NOT_VALID_FOR_START=N\u00E3o foi poss\u00EDvel Iniciar a opera\u00E7\u00E3o, o Host precisa estar em um dos seguintes status\: Down ,Non-Responsive ou Maintenance.
VDS_NO_VDS_PROXY_FOUND=N\u00E3o foi poss\u00EDvel ${action} ${type}.\nN\u00E3o h\u00E1 outro Host no Data Center que possa ser usado para testar as configura\u00E7\u00F5es do Gerenciamento de Pot\u00EAncia.
VDS_FAILED_FENCE_VIA_PROXY_CONNECTION=Falha na conex\u00E3o ao Host atrav\u00E9s do proxy. Por favor verifique se o gerenciamento de pot\u00EAncia est\u00E1 dispon\u00EDvel e se os par\u00E2metros de conex\u00E3o fornecida est\u00E3o corretos.
VDS_STATUS_NOT_VALID_FOR_UPDATE=N\u00E3o foi poss\u00EDvel ${action} ${type}. Os par\u00E2metros do host n\u00E3o podem ser modificados enquanto o Host for operacional. \nPor favor altere o Host para o modo de Manuten\u00E7\u00E3o primeiramente.
VDS_ALREADY_UP=N\u00E3o foi poss\u00EDvel ${action} ${type}. O Host est\u00E1 no status Up.
VDS_NO_UUID=N\u00E3o foi poss\u00EDvel ${action} ${type}. O host n\u00E3o possui id \u00FAnica.
VDS_DOES_NOT_EXIST=N\u00E3o foi poss\u00EDvel ${action} ${type}. O Host n\u00E3o existe.
VDS_NON_RESPONSIVE=N\u00E3o foi poss\u00EDvel ${action} ${type}. O host n\u00E3o est\u00E1 respondendo.
VDS_INVALID_SERVER_ID=N\u00E3o foi poss\u00EDvel ${action} ${type}. A id do Host est\u00E1 inv\u00E1lida.
VDS_EMPTY_NAME_OR_ID=N\u00E3o foi poss\u00EDvel ${action} ${type}. O nome do Host ou id est\u00E1 vazio.
VDS_CANNOT_INSTALL_EMPTY_PASSWORD=N\u00E3o foi poss\u00EDvel instalar o Host sem inser\u00E7\u00E3o da senha.
VDS_CANNOT_INSTALL_STATUS_ILLEGAL=N\u00E3o foi poss\u00EDvel instalar o Host. Por favor mova primeiramente o Host para o modo de Manuten\u00E7\u00E3o.
# translation auto-copied from project oVirt, version master, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
VDS_CANNOT_UPGRADE_BETWEEN_MAJOR_VERSION=N\u00E3o foi poss\u00EDvel atualizar o Host. A vers\u00E3o do Host n\u00E3o \u00E9 compat\u00EDvel com a vers\u00E3o ISO selecionada. Por favor selecione uma ISO com uma vers\u00E3o superior ${IsoVersion}.x.
VDS_CANNOT_INSTALL_MISSING_IMAGE_FILE=N\u00E3o foi poss\u00EDvel instalar o Host. Falta o arquivo de imagem.
VDS_PORT_CHANGE_REQUIRE_INSTALL=O n\u00FAmero de Porta do Host n\u00E3o pode ser alterado sem a reinstala\u00E7\u00E3o do Host.
VDS_TRY_CREATE_SECURE_CERTIFICATE_NOT_FOUND=N\u00E3o foi poss\u00EDvel adicionar um novo Host usando uma conex\u00E3o assegurada, o arquivo do certificado n\u00E3o p\u00F4de ser encontrado.
# translation auto-copied from project oVirt, version master, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
VDS_FENCE_DISABLED=N\u00E3o foi poss\u00EDvel isolar o Host. O isolamento do Host est\u00E1 desabilitado.
# translation auto-copied from project oVirt, version master, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
VDS_FENCE_DISABLED_AT_SYSTEM_STARTUP_INTERVAL=O isolamento est\u00E1 desabilitado devido \u00E0 sequ\u00EAncia de inicializa\u00E7\u00E3o do Servi\u00E7o do Mecanismo.
# translation auto-copied from project oVirt, version master, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
VDS_FENCE_DISABLED_AT_QUIET_TIME=Outra opera\u00E7\u00E3o do Gerenciamento da Pot\u00EAncia continua sendo executada, por favor tente novamente em ${seconds} Sec.
TEMPLATE_IMAGE_NOT_EXIST=N\u00E3o foi poss\u00EDvel ${action} ${type}. A imagem do template n\u00E3o existe.
VM_CANNOT_REMOVE_VDS_GROUP_VMS_DETECTED=N\u00E3o foi poss\u00EDvel ${action} ${type}. Uma ou mais MVs continuam atribu\u00EDdas ao Cluster.
VMT_CANNOT_REMOVE_VDS_GROUP_VMTS_DETECTED=N\u00E3o foi poss\u00EDvel ${action} ${type}. Um ou mais Template(s) continuam associados com isto.
VDS_GROUP_CANNOT_REMOVE_HAS_VM_POOLS=N\u00E3o foi poss\u00EDvel ${action} ${type}. Uma ou mais MV-Pools continuam associados com isto
VM_IMAGE_LOCKED=N\u00E3o foi poss\u00EDvel executar a MV. A imagem do disco est\u00E1 sendo copiada. Por favor espere pela opera\u00E7\u00E3o de c\u00F3pia ser completada.
VM_POOL_CANNOT_ADD_VM_WITH_USERS_ATTACHED_TO_POOL=N\u00E3o foi poss\u00EDvel conectar a MV \u00E0 MV-Pool. A MV-Pool j\u00E1 foi conectada a um Usu\u00E1rio.
ACTION_TYPE_FAILED_USER_ATTACHED_TO_POOL=O Usu\u00E1rio j\u00E1 foi conectado a esta MV-Pool.
VM_POOL_CANNOT_ATTACH_TO_MORE_VMS_FROM_POOL=O usu\u00E1rio j\u00E1 est\u00E1 atribu\u00EDdo ao n\u00FAmero m\u00E1ximo de MVs a partir desta MV-Pool.
VM_POOL_CANNOT_ADD_VM_ATTACHED_TO_POOL=N\u00E3o foi poss\u00EDvel conectar a MV ao pool. A MV j\u00E1 foi conectada a outra MV-Pool.
VM_POOL_CANNOT_DETACH_VM_NOT_ATTACHED_TO_POOL=N\u00E3o foi poss\u00EDvel desconectar a MV do pool. A MV n\u00E3o foi desconectada da MV-Pool.
VM_POOL_CANNOT_ADD_VM_DIFFERENT_CLUSTER=N\u00E3o foi poss\u00EDvel conectar a MV \u00E0 MV-Pool. A MV reside em Cluster de Host diferente do que da MV-Pool.
VM_POOL_CANNOT_REMOVE_VM_POOL_WITH_ATTACHED_DIRECTORY_GROUPS=N\u00E3o foi poss\u00EDvel remover a MV-Pool. Desanexe primeiramente os Grupos do Diret\u00F3rio a partir da MV-Pool.
VM_POOL_CANNOT_REMOVE_VM_POOL_WITH_ATTACHED_USERS=N\u00E3o foi poss\u00EDvel remover a MV-Pool. Desanexe primeiramente os Usu\u00E1rio a partir da MV-Pool.
VM_POOL_CANNOT_REMOVE_VM_POOL_WITH_VMS=N\u00E3o foi poss\u00EDvel remover a MV-Pool. Desanexe primeiramente as MVs da MV-Pool.
# translation auto-copied from project oVirt, version master, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
VM_POOL_CANNOT_REMOVE_RUNNING_VM_FROM_POOL=N\u00E3o foi poss\u00EDvel desconectar a MV da MV-Pool. A MV est\u00E1 sendo executada.
# translation auto-copied from project oVirt, version master, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
VM_POOL_CANNOT_ADD_RUNNING_VM_TO_POOL=N\u00E3o foi poss\u00EDvel conectar a MV-Pool. A MV est\u00E1 em execu\u00E7\u00E3o.
VM_INVALID_SERVER_CLUSTER_ID=A id do Cluster do Host \u00E9 inv\u00E1lida.
# translation auto-copied from project oVirt, version master, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
VMT_CANNOT_CREATE_TEMPLATE_FROM_DOWN_VM=N\u00E3o foi poss\u00EDvel ${action} ${type}. A MV est\u00E1 bloqueada ou continua sendo executada . Tente novamente quando a MV e estiver no estado Down.
VMT_CANNOT_REMOVE_BLANK_TEMPLATE=N\u00E3o foi poss\u00EDvel ${action} ${type}. A Remo\u00E7\u00E3o do Template Vazio n\u00E3o \u00E9 permitida.
VMT_CANNOT_EDIT_BLANK_TEMPLATE=N\u00E3o foi poss\u00EDvel ${action} ${type}. A Edi\u00E7\u00E3o do Template Vazio n\u00E3o \u00E9 permitida.
VMT_CANNOT_EXPORT_BLANK_TEMPLATE=N\u00E3o foi poss\u00EDvel exportar o Template Vazio.
VMT_CANNOT_UPDATE_ILLEGAL_FIELD=Falha ao atualizar as propriedades do template da MV.
VMT_CANNOT_UPDATE_VERSION_NAME=N\u00E3o foi poss\u00EDvel atualizar o nome dos Sub-Templates. Apenas o nome da Vers\u00E3o pode ser atualizado.
DIRECTORY_GROUP_CANNOT_REMOVE_DIRECTORY_GROUP_ATTACHED_TO_VM=N\u00E3o foi poss\u00EDvel remover o Grupo do Diret\u00F3rio. Desanexe primeiramente o Grupo do Diret\u00F3rio a partir da MV.
VM_NOT_FOUND=A MV n\u00E3o foi encontrada.
# translation auto-copied from project oVirt, version ovirt-3.4, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
ACTION_TYPE_FAILED_CLUSTER_UNDEFINED_ARCHITECTURE=N\u00E3o foi poss\u00EDvel ${action} ${type}. O cluster n\u00E3o possui uma arquitetura definida.
ACTION_TYPE_FAILED_VM_IN_PREVIEW=N\u00E3o foi poss\u00EDvel ${action} ${type}. A MV est\u00E1 exibindo um Snapshot.
ACTION_TYPE_FAILED_STORAGE_DELETE_VMS_IN_PREVIEW=N\u00E3o foi poss\u00EDvel ${action} ${type}. As seguintes MVs est\u00E3o exibindo um snapshot\: ${vms}.
ACTION_TYPE_FAILED_VM_DISK_SNAPSHOT_IS_ATTACHED_TO_ANOTHER_VM=N\u00E3o foi poss\u00EDvel ${action} ${type}. Os seguintes snapshots de discos da MV est\u00E3o conectados a outras MVs (Alias de Disco/Descri\u00E7\u00E3o de Snapshot/MV atribu\u00EDda a)\:\n\n ${disksInfo} \n\nPor favor desconecte-os das MVs e tente novamente.
ACTION_TYPE_FAILED_VM_DISK_SNAPSHOT_IS_PLUGGED_TO_ANOTHER_VM=N\u00E3o foi poss\u00EDvel ${action} ${type}. Os seguintes snapshots de discos da MV est\u00E3o conectados a outras MVs (Alias de Disco/Descri\u00E7\u00E3o de Snapshot/MV atribu\u00EDda a)\:\n\n ${disksInfo} \n\nPor favor desative-os/desconecte-os das MVs e tente novamente.
ACTION_TYPE_FAILED_VM_HAS_PLUGGED_DISK_SNAPSHOT=N\u00E3o foi poss\u00EDvel ${action} ${type}. Os seguintes discos ativados da MV s\u00E3o snapshots de disco (MV/Snapshots do Disco)\:\n\n${disksInfo}. \n\nPor favor desative-os e tente novamente.
# translation auto-copied from project oVirt, version ovirt-3.4, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
ACTION_TYPE_FAILED_SHAREABLE_DISKS_NOT_SUPPORTED_ON_GLUSTER_DOMAIN=N\u00E3o foi poss\u00EDvel ${action} ${type}. Os discos compartilh\u00E1veis n\u00E3o s\u00E3o suportados nos Gluster domains.
ACTION_TYPE_FAILED_DISKS_LOCKED=N\u00E3o foi poss\u00EDvel ${action} ${type}. Os seguintes discos est\u00E3o bloqueados\: ${diskAliases}. Por favor tente novamente em alguns minutos.
# translation auto-copied from project oVirt, version ovirt-3.4, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
ACTION_TYPE_DISK_INTERFACE_UNSUPPORTED=N\u00E3o foi poss\u00EDvel ${action} ${type}\: A interface do disco n\u00E3o \u00E9 suportada pelo SO da MV\: ${osName}.
ACTION_TYPE_FAILED_DISKS_ILLEGAL=N\u00E3o foi poss\u00EDvel ${action} ${type}. Os seguintes discos atribu\u00EDdos est\u00E3o no status ILLEGAL\: ${diskAliases} - por favor os remova e tente novamente.
# translation auto-copied from project oVirt, version ovirt-3.4, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
ACTION_TYPE_FAILED_MOVE_DISKS_MIXED_PLUGGED_STATUS=N\u00E3o foi poss\u00EDvel ${action} ${type}. Os seguintes discos n\u00E3o puderam ser removidos\: ${diskAliases}. Certifique-se de que todos os discos est\u00E3o ativos ou inativos na MV.
ACTION_TYPE_FAILED_IMPORT_DISKS_ALREADY_EXIST=N\u00E3o foi poss\u00EDvel ${action} ${type}. Os seguintes discos j\u00E1 existem\: ${diskAliases}. Por favor importe como um clone.
ACTION_TYPE_FAILED_VM_IS_LOCKED=N\u00E3o foi poss\u00EDvel ${action} ${type}\: a MV est\u00E1 bloqueada. Por favor tente novamente em alguns minutos.
ACTION_TYPE_FAILED_VM_DURING_EXPORT=N\u00E3o foi poss\u00EDvel ${action} ${type}\: a MV est\u00E1 sendo exportada. Por favor tente novamente em alguns minutos.
ACTION_TYPE_FAILED_VM_IMAGE_IS_ILLEGAL=N\u00E3o foi poss\u00EDvel ${action} ${type}. A Imagem da MV pode estar corrompida.
ACTION_TYPE_FAILED_VM_HAS_NO_DISKS=N\u00E3o foi poss\u00EDvel ${action} ${type}. A MV n\u00E3o possui nenhum disco.
# translation auto-copied from project oVirt, version master, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
ACTION_TYPE_FAILED_IMAGE_REPOSITORY_NOT_FOUND=N\u00E3o foi poss\u00EDvel ${action} o(s)/a(s) ${type}\: O Storage Domain n\u00E3o pode acessado.\n- Por favor cheque se pelo menos um Host \u00E9 operacional e o estado do Data Center est\u00E1 up.
ACTION_TYPE_FAILED_VM_IS_RUNNING=N\u00E3o foi poss\u00EDvel ${action} ${type}. A MV est\u00E1 executando.
ACTION_TYPE_FAILED_VM_IS_BEING_CLONED=N\u00E3o foi poss\u00EDvel ${action} ${type}. A MV est\u00E1 sendo clonada.
ACTION_TYPE_FAILED_VM_IS_BEING_UPDATED=N\u00E3o foi poss\u00EDvel ${action} ${type}. A MV est\u00E1 sendo atualizada.
# translation auto-copied from project oVirt, version master, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
ACTION_TYPE_FAILED_VM_IS_NOT_RUNNING=N\u00E3o foi poss\u00EDvel ${action} a ${type}. A MV n\u00E3o est\u00E1 sendo executada.
ACTION_TYPE_FAILED_VM_IS_NOT_UP=N\u00E3o foi poss\u00EDvel ${action} ${type}. A MV n\u00E3o est\u00E1 ativa.
ACTION_TYPE_FAILED_VM_IS_NOT_DOWN=N\u00E3o foi poss\u00EDvel ${action} ${type}. Pelo menos uma das MVs n\u00E3o est\u00E1 desativa.
ACTION_TYPE_FAILED_VM_IS_NOT_DOWN_OR_UP=N\u00E3o foi poss\u00EDvel ${action} ${type}. A MV {VmName} deve estar no status Down, Up ou Paused.
ACTION_TYPE_FAILED_VM_IS_SAVING_RESTORING=N\u00E3o foi poss\u00EDvel ${action} ${type}. A MV est\u00E1 no estado saving/restoring. \n- Por favor tente novamente quando o status da MV estiver tanto up ou down.
ACTION_TYPE_FAILED_VM_IS_DURING_SNAPSHOT=N\u00E3o foi poss\u00EDvel ${action} ${type}. A MV est\u00E1 executando uma opera\u00E7\u00E3o no Snapshot. Por favor espere at\u00E9 que a opera\u00E7\u00E3o encerre e tente novamente.
# translation auto-copied from project oVirt, version ovirt-3.4, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
ACTION_TYPE_FAILED_VM_STATUS_ILLEGAL=N\u00E3o foi poss\u00EDvel ${action} ${type} uma vez que a MV est\u00E1 no status ${vmStatus}.
# translation auto-copied from project oVirt, version master, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
ACTION_TYPE_FAILED_VM_RUNNING_STATELESS=N\u00E3o foi poss\u00EDvel ${action} ${type}. A MV est\u00E1 sendo executada como Stateless. Por favor tente novamente quando a MV n\u00E3o estiver sendo executada como Stateless.
# translation auto-copied from project oVirt, version master, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
ACTION_TYPE_FAILED_VM_HAS_STATELESS_SNAPSHOT_LEFTOVER=N\u00E3o foi poss\u00EDvel ${action} ${type}. A MV est\u00E1 sendo executada como Stateless e n\u00E3o pode efetuar a limpeza com \u00EAxito. Por favor tente executar a MV que dever\u00E1 limpar a MV e, ent\u00E3o, tente novamente quando a MV n\u00E3o estiver sendo executada.
ACTION_TYPE_FAILED_VM_IN_USE_BY_OTHER_USER=N\u00E3o foi poss\u00EDvel ${action} ${type}. A MV est\u00E1 sendo usada por outro usu\u00E1rio.
ACTION_TYPE_FAILED_VM_NOT_FOUND=N\u00E3o foi poss\u00EDvel ${action} ${type}. A MV n\u00E3o foi encontrada.
# translation auto-copied from project oVirt, version ovirt-3.4, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
ACTION_TYPE_FAILED_CANNOT_USE_LATEST_WITH_CLONE=N\u00E3o foi poss\u00EDvel ${action} ${type}. N\u00E3o foi poss\u00EDvel usar a 'Vers\u00E3o mais Recente' quando usando o clone a partir do Template.
# translation auto-copied from project oVirt, version ovirt-3.4, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
ACTION_TYPE_FAILED_VM_NOT_SET_FOR_LATEST=N\u00E3o foi poss\u00EDvel ${action} ${type}. A MV est\u00E1 determinada para usar a vers\u00E3o espec\u00EDfica e n\u00E3o a atualiza\u00E7\u00E3o autom\u00E1tica da \u00FAltima vers\u00E3o.
# translation auto-copied from project oVirt, version ovirt-3.4, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
ACTION_TYPE_FAILED_VM_ALREADY_IN_LATEST_VERSION=N\u00E3o foi poss\u00EDvel ${action} ${type}. A MV j\u00E1 est\u00E1 na vers\u00E3o mais atualizada.
ACTION_TYPE_FAILED_VM_IS_NON_MIGRTABLE=N\u00E3o foi poss\u00EDvel ${action} ${type}. A MV n\u00E3o \u00E9 migr\u00E1vel.
ACTION_TYPE_FAILED_VM_IS_NON_MIGRTABLE_AND_IS_NOT_FORCED_BY_USER_TO_MIGRATE=N\u00E3o foi poss\u00EDvel ${action} ${type}. A MV n\u00E3o \u00E9 migr\u00E1vel e o usu\u00E1rio n\u00E3o especificou o aviso de migra\u00E7\u00E3o for\u00E7ada
ACTION_TYPE_FAILED_VM_IS_PINNED_TO_HOST=N\u00E3o foi poss\u00EDvel ${action} ${type}. A MV est\u00E1 fixada ao Host.
VM_PINNED_TO_HOST_CANNOT_RUN_ON_THE_DEFAULT_VDS=Nota\: A MV est\u00E1 fixada ao Host '${VdsName}', mas n\u00E3o pode executar no mesmo.
HOST_NAME_NOT_AVAILABLE=$VdsName [N/A]
VM_HOSTCPU_MUST_BE_PINNED_TO_HOST=N\u00E3o foi poss\u00EDvel ${action} ${type}. A MV com avisos da cpu do host deve estar fixada ao host.
ACTION_TYPE_FAILED_VM_NOT_EXIST=N\u00E3o foi poss\u00EDvel ${action} ${type}. A MV n\u00E3o existe.
ACTION_TYPE_FAILED_VM_CANNOT_BE_HIGHLY_AVAILABLE_AND_PINNED_TO_HOST=N\u00E3o foi poss\u00EDvel ${action} ${type}. Uma MV altamente dispon\u00EDvel n\u00E3o pode ser fixada a um Host em espec\u00EDfico.
ACTION_TYPE_FAILED_VM_CANNOT_BE_PINNED_TO_CPU_AND_MIGRATABLE=A MV Migr\u00E1vel n\u00E3o pode ser fixada \u00E0 CPU.
ACTION_TYPE_FAILED_VM_CANNOT_BE_PINNED_TO_CPU_WITH_UNDEFINED_HOST=N\u00E3o \u00E9 poss\u00EDvel determinar a fixa\u00E7\u00E3o da CPU do host quando o host n\u00E3o estiver selecionado
ACTION_TYPE_FAILED_VM_GUID_ALREADY_EXIST=N\u00E3o foi poss\u00EDvel ${action} ${type}. J\u00E1 existe uma MV com o mesmo identificador.
ACTION_TYPE_FAILED_VM_ATTACHED_TO_POOL=N\u00E3o foi poss\u00EDvel ${action} ${type}. A MV est\u00E1 conectada \u00E0 MV-Pool.
# translation auto-copied from project oVirt, version master, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
ACTION_TYPE_FAILED_NO_AVAILABLE_POOL_VMS=N\u00E3o foi poss\u00EDvel ${action} ${type}. N\u00E3o existem MVs dispon\u00EDveis na MV-Pool.
ACTION_TYPE_FAILED_VM_FROM_POOL_CANNOT_BE_STATELESS=N\u00E3o foi poss\u00EDvel ${action} ${type}. A MV n\u00E3o pode estar stateless.
# translation auto-copied from project oVirt, version ovirt-3.4, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
ACTION_TYPE_FAILED_INVALID_TIMEZONE=N\u00E3o foi poss\u00EDvel ${action} ${type}. O fuso hor\u00E1rio \u00E9 inv\u00E1lida para o tipo de SO.
ACTION_TYPE_FAILED_INVALID_SERIAL_NUMBER=N\u00E3o foi poss\u00EDvel ${action} ${type}. O n\u00FAmero de s\u00E9rie personalizado n\u00E3o deve estar vazio quando a pol\u00EDtica do n\u00FAmero de s\u00E9rie "Personalizado" for especificada. 
ACTION_TYPE_FAILED_PRESTARTED_VMS_CANNOT_EXCEED_VMS_COUNT=N\u00E3o foi poss\u00EDvel ${action} ${type}. O n\u00FAmero de MVs Pr\u00E9-iniciadas n\u00E3o pode exceder o n\u00FAmero de MVs no Pool.
# translation auto-copied from project oVirt, version master, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
ACTION_TYPE_FAILED_VM_WITH_BLANK_TEMPLATE=N\u00E3o foi poss\u00EDvel ${action} ${type}\: a MV foi criada no Template Vazio e n\u00E3o cont\u00E9m um sistema operacional. Por favor execute a MV usando as op\u00E7\u00F5es 'Boot a partir do CD' ou 'Boot a partir da Rede' a partir do menu 'Executar uma vez'.
ACTION_TYPE_FAILED_DISK_SPACE_LOW=N\u00E3o foi poss\u00EDvel ${action} ${type}. H\u00E1 pouco espa\u00E7o no disco do Storage Domain relevante.
ACTION_TYPE_FAILED_DISK_VOLUME_TYPE_UNSUPPORTED=N\u00E3o foi poss\u00EDvel ${action} ${type}. A opera\u00E7\u00E3o n\u00E3o \u00E9 suportada para Disco(s) ${volumeType}. Por favor tente novamente com o(s) Disco(s) com um do(s) seguinte(s) tipo(s)\: ${supportedVolumeTypes}.
ACTION_TYPE_FAILED_NO_SPM=N\u00E3o foi poss\u00EDvel ${action} ${type}. O Data Center n\u00E3o possui Storage Pool Manager.
ACTION_TYPE_FAILED_SPM_CHANGED=N\u00E3o foi poss\u00EDvel ${action} ${type}. O Storage Pool Manager do Data Center foi alterado.
ACTION_TYPE_FAILED_DISK_SPACE_LOW_ON_TARGET_STORAGE_DOMAIN=N\u00E3o foi poss\u00EDvel ${action} ${type}. H\u00E1 pouco espa\u00E7o no Storage Domain ${storageName} de destino.
ACTION_TYPE_FAILED_DEDICATED_VDS_NOT_IN_SAME_CLUSTER=N\u00E3o foi poss\u00EDvel ${action} ${type}. A MV est\u00E1 fixada em host espec\u00EDfico. O cluster do host deve ser o mesmo ao cluster da MV selecionada.
ACTION_TYPE_FAILED_DISK_CONFIGURATION_NOT_SUPPORTED=N\u00E3o foi poss\u00EDvel ${action} ${type}. A configura\u00E7\u00E3o do disco  (${volumeFormat} ${volumeType}) \u00E9 incompat\u00EDvel com o tipo do storage domain.
ACTION_TYPE_FAILED_OVF_CONFIGURATION_NOT_SUPPORTED=N\u00E3o foi poss\u00EDvel ${action} ${type}. A configura\u00E7\u00E3o OVF n\u00E3o pode ser analisada.
ACTION_TYPE_FAILED_DISK_LUN_IS_ALREADY_IN_USE=N\u00E3o foi poss\u00EDvel ${action} ${type}. O LUN fornecido est\u00E1 sendo usado por outro disco.
ACTION_TYPE_FAILED_DISK_LUN_HAS_NO_VALID_TYPE=N\u00E3o foi poss\u00EDvel ${action} ${type}. O lun fornecido n\u00E3o possui um tipo lun v\u00E1lido.
ACTION_TYPE_FAILED_DISK_LUN_ISCSI_MISSING_CONNECTION_PARAMS=N\u00E3o foi poss\u00EDvel ${action} ${type}. O lun fornecido est\u00E1 ausente em pelo menos em um par\u00E2metro de conex\u00E3o (endere\u00E7o/porta/iqn).
ACTION_TYPE_FAILED_MIGRATION_IN_PROGRESS=N\u00E3o foi poss\u00EDvel ${action} ${type}. A migra\u00E7\u00E3o da MV est\u00E1 em andamento.
ACTION_TYPE_FAILED_MIGRATION_TO_SAME_HOST=N\u00E3o foi poss\u00EDvel ${action} ${type}. A fonte e destino s\u00E3o os mesmos.
ACTION_TYPE_FAILED_INVALID_CUSTOM_PROPERTIES_INVALID_SYNTAX=N\u00E3o \u00E9 poss\u00EDvel ${action} ${type} caso as propriedades estiverem em formato inv\u00E1lido. Por favor verifique a entrada.
ACTION_TYPE_FAILED_INVALID_CUSTOM_PROPERTIES_INVALID_KEYS=N\u00E3o foi poss\u00EDvel ${action} ${type} uma vez que algumas das propriedades personalizadas especificadas n\u00E3o s\u00E3o configuradas pelo sistema. As teclas s\u00E3o\: ${MissingKeys}
ACTION_TYPE_FAILED_INVALID_CUSTOM_PROPERTIES_INVALID_VALUES=N\u00E3o foi poss\u00EDvel ${action} ${type} uma vez que algumas das propriedades personalizadas especificadas possuem valores ilegais. As chaves s\u00E3o\: ${WrongValueKeys}
ACTION_TYPE_FAILED_CUSTOM_PROPERTIES_NOT_SUPPORTED_IN_VERSION=N\u00E3o foi poss\u00EDvel ${action} ${type}. As propriedades personalizadas n\u00E3o s\u00E3o suportadas na vers\u00E3o\: ${NotSupportedInVersion}
ACTION_TYPE_FAILED_INVALID_DEVICE_TYPE_FOR_CUSTOM_PROPERTIES=N\u00E3o foi poss\u00EDvel ${action} ${type}. As propriedades personalizadas n\u00E3o s\u00E3o suportadas para o tipo de dispositivo\: ${InvalidDeviceType}
ACTION_TYPE_FAILED_VDS_VM_CLUSTER=N\u00E3o foi poss\u00EDvel ${action} ${type}. N\u00E3o existem Hosts no Cluster do Host.
# translation auto-copied from project oVirt, version master, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
ACTION_TYPE_FAILED_VDS_VM_MEMORY=N\u00E3o foi poss\u00EDvel ${action} ${type}. N\u00E3o existem Hosts sendo executados com mem\u00F3ria suficiente no Cluster da MV.
# translation auto-copied from project oVirt, version master, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
ACTION_TYPE_FAILED_VDS_VM_CPUS=N\u00E3o foi poss\u00EDvel ${action} ${type}. N\u00E3o existem Hosts executando suficientes cores no Cluster da MV.
# translation auto-copied from project oVirt, version ovirt-3.4, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
ACTION_TYPE_FAILED_VDS_VM_CPU_LEVEL=N\u00E3o foi poss\u00EDvel ${action} ${type}. O host possui um n\u00EDvel de CPU inferior ao que a MV estava executando.
ACTION_TYPE_FAILED_VDS_VM_NETWORKS=N\u00E3o foi poss\u00EDvel ${action} ${type}. N\u00E3o existem Hosts dispon\u00EDveis com todas as redes usadas pela MV.
ACTION_TYPE_FAILED_MISSING_DISPLAY_NETWORK=N\u00E3o foi poss\u00EDvel ${action} o(s)/a(s) ${type}. N\u00E3o existem Hosts sendo executados com a rede de exibi\u00E7\u00E3o do cluster.
# translation auto-copied from project oVirt, version ovirt-3.4, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
ACTION_TYPE_FAILED_NO_HA_VDS=N\u00E3o foi poss\u00EDvel ${action} ${type}. N\u00E3o existem hosts HA dispon\u00EDveis no Cluster da MV.
CANNOT_MAINTENANCE_VDS_RUN_VMS_NO_OTHER_RUNNING_VDS=Os seguintes Hosts possuem MVs em execu\u00E7\u00E3o e n\u00E3o podem ser alterados ao modo de manuten\u00E7\u00E3o\: ${HostsList}.
Please=certifique-se de que os Clusters possuem pelo menos um Host no estado UP\: ${ClustersList}.
ACTION_TYPE_FAILED_VDS_VM_VERSION=N\u00E3o foi poss\u00EDvel ${action} ${type}. A vers\u00E3o das ferramentas da MV (${toolsVersion}) n\u00E3o coincide com a vers\u00E3o do Host (${serverVersion}).
ACTION_TYPE_FAILED_VDS_VM_SWAP=N\u00E3o foi poss\u00EDvel ${action} ${type}. A porcentagem de troca do host est\u00E1 acima do limite definido.\n- Verifique o seu par\u00E2metro de configura\u00E7\u00E3o para a Porcentagem da Troca do Host.
ACTION_TYPE_FAILED_NO_VDS_AVAILABLE_IN_CLUSTER=N\u00E3o foi poss\u00EDvel ${action} ${type}. N\u00E3o h\u00E1 Host operacional dispon\u00EDvel (no estao ATIVADO) no Cluster relevante.
ACTION_TYPE_FAILED_CANNOT_REMOVE_IMAGE_TEMPLATE=N\u00E3o foi poss\u00EDvel ${action} ${type}. A remo\u00E7\u00E3o do Snapshot do Template n\u00E3o \u00E9 permitida.
ACTION_TYPE_FAILED_CANNOT_REMOVE_ACTIVE_IMAGE=N\u00E3o foi poss\u00EDvel ${action} ${type}. A remo\u00E7\u00E3o do Snapshot ativo da MV n\u00E3o \u00E9 permitida.
ACTION_TYPE_FAILED_PROBLEM_WITH_CANDIDATE_INFO=N\u00E3o foi poss\u00EDvel ${action} ${type}. Falha ao obter os dados para a Opera\u00E7\u00E3o Importar.\n- Verifique seu domain de Importa\u00E7\u00E3o.
ACTION_TYPE_FAILED_TEMPLATE_DOES_NOT_EXIST=N\u00E3o foi poss\u00EDvel ${action} ${type}. O Template relevante n\u00E3o existe.
ACTION_TYPE_FAILED_CLUSTER_CAN_NOT_BE_EMPTY=N\u00E3o foi poss\u00EDvel ${action} ${type}. O Cluster relevante n\u00E3o existe.
# translation auto-copied from project oVirt, version ovirt-3.4, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
ACTION_TYPE_FAILED_TEMPLATE_VERSION_CANNOT_BE_BASE_TEMPLATE=N\u00E3o foi poss\u00EDvel ${action} ${type}. Apenas a primeira vers\u00E3o do template pode ser selecionada como template base.
# translation auto-copied from project oVirt, version ovirt-3.4, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
ACTION_TYPE_FAILED_INSTANCE_TYPE_DOES_NOT_EXIST=N\u00E3o foi poss\u00EDvel ${action} ${type}. O Tipo de Inst\u00E2ncia n\u00E3o existe.
# translation auto-copied from project oVirt, version ovirt-3.4, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
ACTION_TYPE_FAILED_IMAGE_TYPE_DOES_NOT_EXIST=N\u00E3o foi poss\u00EDvel ${action} ${type}. O Tipo de Imagem relevante n\u00E3o existe.
# translation auto-copied from project oVirt, version master, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
ACTION_TYPE_FAILED_TEMPLATE_IS_DISABLED=N\u00E3o foi poss\u00EDvel ${action} ${type}. O Template est\u00E1 desabilitado. Por favor tente habilitar o template primeiramente e tente novamente.
ACTION_TYPE_FAILED_IMAGE_ALREADY_EXISTS=N\u00E3o foi poss\u00EDvel ${action} ${type}. Uma das Imagens do Template j\u00E1 existe.
ACTION_TYPE_FAILED_TEMPLATE_GUID_ALREADY_EXISTS=N\u00E3o foi poss\u00EDvel ${action} ${type}. J\u00E1 existe um Template com o mesmo identificador.
# auto translated by TM merge
ACTION_TYPE_FAILED_CANDIDATE_ALREADY_EXISTS=N\u00E3o foi poss\u00EDvel ${action} ${type}.  O candidato de exporta\u00E7\u00E3o j\u00E1 existe no caminho especificado.\n- Use a op\u00E7\u00E3o 'For\u00E7ar Substitui\u00E7\u00E3o' para substituir o arquivo existente.
ACTION_TYPE_FAILED_ROLE_IS_READ_ONLY=N\u00E3o foi poss\u00EDvel ${action} ${type}. A Fun\u00E7\u00E3o \u00E9 de Leitura-Apenas.
ACTION_TYPE_FAILED_STORAGE_POOL_NOT_MATCH=N\u00E3o foi poss\u00EDvel ${action} ${type}. O destino do Data Center n\u00E3o cont\u00E9m o ${type}.
ACTION_TYPE_FAILED_STORAGE_POOL_OF_VM_NOT_MATCH=N\u00E3o foi poss\u00EDvel ${action} ${type}. O Data Center destinado n\u00E3o cont\u00E9m a M\u00E1quina Virtual.
# auto translated by TM merge
ACTION_TYPE_FAILED_STORAGE_DOMAIN_ALREADY_CONTAINS_DISK=N\u00E3o foi poss\u00EDvel ${action} ${type}. O Storage Domain j\u00E1 cont\u00E9m o(s) disco(s).
ACTION_TYPE_FAILED_STORAGE_DELETE_PROTECTED=N\u00E3o foi poss\u00EDvel ${action} ${type}. Os seguintes Templates/Mvs s\u00E3o protegidos da exclus\u00E3o\: ${vms}.
ACTION_TYPE_FAILED_STORAGE_VMS_IN_POOL=N\u00E3o foi poss\u00EDvel ${action} ${type}. Os seguintes Templates/MVs est\u00E3o anexados ao pool\: ${vms}.
ACTION_TYPE_FAILED_STORAGE_DOMAIN_NAME_ALREADY_EXIST=N\u00E3o foi poss\u00EDvel ${action} ${type}. O nome do Storage Domain j\u00E1 est\u00E1 em uso.
ACTION_TYPE_FAILED_STORAGE_DOMAIN_ALREADY_EXIST=N\u00E3o foi poss\u00EDvel ${action} ${type}. O Storage Domain j\u00E1 existe.
ACTION_TYPE_FAILED_STORAGE_POOL_NAME_ALREADY_EXIST=N\u00E3o foi poss\u00EDvel ${action} ${type}. O nome do Data Center j\u00E1 est\u00E1 em uso.
ACTION_TYPE_FAILED_TEMPLATE_NOT_FOUND_ON_DESTINATION_DOMAIN=N\u00E3o foi poss\u00EDvel ${action} ${type}. O Storage Domain n\u00E3o cont\u00E9m o Template da MV.
ACTION_TYPE_FAILED_NO_VDS_IN_POOL=N\u00E3o foi poss\u00EDvel ${action} ${type}. N\u00E3o h\u00E1 Host ativo no Data Center.
ACTION_TYPE_FAILED_REQUESTED_DISK_SIZE_IS_TOO_SMALL=N\u00E3o foi poss\u00EDvel ${action}. O novo tamanho de disco deve ser maior do que o tamanho de disco atual.
ACTION_TYPE_FAILED_CANNOT_RESIZE_READ_ONLY_DISK=N\u00E3o foi poss\u00EDvel ${action} ${type}. O disco de leitura apenas n\u00E3o pode ser redimensionado.
# translation auto-copied from project oVirt, version ovirt-3.4, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
ACTION_TYPE_FAILED_CANNOT_RESIZE_DISK_SNAPSHOT=N\u00E3o foi poss\u00EDvel ${action} ${type}. O snapshot do disco n\u00E3o pode ser redimensionado.
ACTION_TYPE_FAILED_ILLEGAL_DISK_OPERATION=N\u00E3o foi poss\u00EDvel ${action} ${type}. O disco est\u00E1 no estado ilegal. Os discos ilegais podem ser apenas exclu\u00EDdos.
ACTION_TYPE_FAILED_CLOUD_INIT_IS_NOT_SUPPORTED=N\u00E3o foi poss\u00EDvel ${action} ${type}. O Cloud-Init est\u00E1 apenas suportado na vers\u00E3o 3.3 e mais atualizada de compatibilidade do cluster.
ACTION_TYPE_FAILED_QEMU_UNSUPPORTED_OPERATION=N\u00E3o foi poss\u00EDvel ${action} ${type}. A opera\u00E7\u00E3o n\u00E3o \u00E9 suportada pelo QEMU.
VAR__TYPE__HOST=$type Host
VAR__ENTITIES__HOSTS=$entities hosts
VAR__TYPE__NETWORK=$type Rede
VAR__TYPE__NETWORKS=$type Redes
# translation auto-copied from project oVirt, version ovirt-3.4, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
VAR__TYPE__LABEL=$type R\u00F3tulo
VAR__TYPE__VNIC_PROFILE=$type perfil da interface da rede da MV
VAR__TYPE__PROVIDER=$type provedor
VAR__TYPE__PROVIDER_CERTIFICATE_CHAIN=$type corrente de certificado do provedor
VAR__TYPE__VM=$type MV
VAR__ENTITIES__VMS=$entities m\u00E1quinas virtuais
VAR__TYPE__QUOTA=$type Cota
VAR__TYPE__COMPUTER_ACCOUNT=$type Conta do Computador
VAR__TYPE__VM_TEMPLATE=$type Template
VAR__ENTITIES__VM_TEMPLATES=$entities templates
VAR__TYPE__SNAPSHOT=$type Snapshot
VAR__TYPE__DESKTOP_POOL=$type MV-Pool
VAR__TYPE__VM_FROM_VM_POOL=$type MV a partir da MV-Pool
VAR__TYPE__CLUSTER=$type Cluster
VAR__TYPE__ROLE=$type Fun\u00E7\u00E3o
VAR__TYPE__INTERFACE=$type Interface
VAR__TYPE__VM_DISK=$type Disco da M\u00E1quina Virtual
VAR__TYPE__BOOKMARK=$type Bookmark
VAR__TYPE__VM_TICKET=$type T\u00EDquete da M\u00E1quina Virtual
VAR__TYPE__STORAGE__CONNECTION=$type Conex\u00E3o do Storage
VAR__TYPE__STORAGE__DOMAIN=$type Storage
VAR__TYPE__STORAGE__POOL=$type Data Center
VAR__TYPE__USER_FROM_VM=$type Usu\u00E1rio \u00E0 MV
VAR__TYPE__USER=$type Usu\u00E1rio
VAR__TYPE__PERMISSION=$type Permiss\u00E3o
VAR__TYPE__HOST_CAPABILITIES=$type recursos do Host
# translation auto-copied from project oVirt, version ovirt-3.4, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
VAR__TYPE__ISCSI_BOND=$type iSCSI Bond
VAR__TYPE__DISK__SNAPSHOT=$type Snapshot do Disco
VAR__ACTION__RUN=$action executar
VAR__ACTION__REMOVE=$action remover
VAR__ACTION__ADD=$action adicionar
VAR__ACTION__CREATE=$action criar
VAR__ACTION__PAUSE=$action suspender
VAR__ACTION__HIBERNATE=$action hibernate
VAR__ACTION__MIGRATE=$action migrar
VAR__ACTION__CANCEL_MIGRATE=$action cancelar migra\u00E7\u00E3o
VAR__ACTION__ATTACH_DESKTOP_TO=$action anexar a MV \u00E0(ao)
VAR__ACTION__REVERT_TO=$action reverter para
VAR__ACTION__PREVIEW=$action visualizar
VAR__ACTION__STOP=$action interromper
VAR__ACTION__START=$action iniciar
VAR__ACTION__RESTART=$action reiniciar
VAR__ACTION__SHUTDOWN=$action encerrar
VAR__ACTION__EXPORT=$action exportar
VAR__ACTION__EXTEND=$action estender
VAR__ACTION__IMPORT=$action importar
VAR__ACTION__ATTACH_ACTION_TO=$action conectar
VAR__ACTION__DETACH_ACTION_TO=$action desconectar
VAR__ACTION__MOVE=$action mover
VAR__ACTION__COPY=$action copiar
VAR__ACTION__CHANGE_CD=$action Alterar CD
VAR__ACTION__EJECT_CD=$action Ejetar CD
VAR__ACTION__ALLOCATE_AND_RUN=$action alocar e executar
# translation auto-copied from project oVirt, version master, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
VAR__ACTION__MANUAL_FENCE=$action confirmar 'O Host foi boot novamente'
VAR__ACTION__MAINTENANCE=$action manuten\u00E7\u00E3o
VAR__ACTION__SET=$action definir
VAR__ACTION__SETUP=$action configurar
VAR__ACTION__UPDATE=$action editar
# auto translated by TM merge
VAR__ACTION__ATTACH=$action conectar
# auto translated by TM merge
VAR__ACTION__DETACH=$action desconectar
VAR__ACTION__ACTIVATE=$action ativar
VAR__ACTION__DEACTIVATE=$action desativar
VAR__ACTION__RECONSTRUCT_MASTER=$action reconstruir mestre
VAR__ACTION__RECOVER_POOL=$action recuperar Data Center
VAR__ACTION__DESTROY_DOMAIN=$action destruir
VAR__ACTION__HOT_PLUG=$action conectar automaticamente
VAR__ACTION__HOT_UNPLUG=$action desconectar automaticamente
# translation auto-copied from project oVirt, version ovirt-3.4, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
VAR__ACTION__HOT_SET_CPUS=$action determinar automaticamente as cpus
VAR__ACTION__LOGON=$action login
VAR__ACTION__LOGOFF=$action sair
VAR__ACTION__ASSIGN=$action atribuir
VAR__ACTION__SCAN_ALIGNMENT=$action alinhamento do scan
VAR__ACTION__EXTEND_IMAGE_SIZE=$action estender
# translation auto-copied from project oVirt, version ovirt-3.4, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
VAR__ACTION__UPDATE_VM_VERSION=$action atualizar a vers\u00E3o para
VAR__HOST_STATUS__UP=$hoststatus \u00E9 Up
VAR__HOST_STATUS__UP_MAINTENANCE_OR_NON_OPERATIONAL=$hoststatus \u00E9 Up, Maintenance ou Non operational
# translation auto-copied from project oVirt, version ovirt-3.4, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
VAR__VM_STATUS__UP=$vmStatus Ativo
# translation auto-copied from project oVirt, version ovirt-3.4, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
VAR__VM_STATUS__UNASSIGNED=$vmStatus Indeterminado
# translation auto-copied from project oVirt, version ovirt-3.4, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
VAR__VM_STATUS__DOWN=$vmStatus Inativo
# translation auto-copied from project oVirt, version ovirt-3.4, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
VAR__VM_STATUS__POWERING_UP=$vmStatus Ligando
# translation auto-copied from project oVirt, version ovirt-3.4, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
VAR__VM_STATUS__PAUSED=$vmStatus Interrompido
# translation auto-copied from project oVirt, version ovirt-3.4, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
VAR__VM_STATUS__MIGRATING=$vmStatus Migrando
# translation auto-copied from project oVirt, version ovirt-3.4, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
VAR__VM_STATUS__UNKNOWN=$vmStatus Desconhecido
# translation auto-copied from project oVirt, version ovirt-3.4, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
VAR__VM_STATUS__NOT_RESPONDING=$vmStatus sem Resposta
# translation auto-copied from project oVirt, version ovirt-3.4, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
VAR__VM_STATUS__WAIT_FOR_LAUNCH=$vmStatus Esperar para Lan\u00E7ar
# translation auto-copied from project oVirt, version ovirt-3.4, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
VAR__VM_STATUS__REBOOT_IN_PROGRESS=$vmStatus Reboot em Andamento
# translation auto-copied from project oVirt, version ovirt-3.4, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
VAR__VM_STATUS__SAVING_STATE=$vmStatus Salvando o Estado
# translation auto-copied from project oVirt, version ovirt-3.4, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
VAR__VM_STATUS__RESTORING_STATE=$vmStatus Restaurando o Estado
# translation auto-copied from project oVirt, version ovirt-3.4, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
VAR__VM_STATUS__SUSPENDED=$vmStatus Suspenso
# translation auto-copied from project oVirt, version ovirt-3.4, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
VAR__VM_STATUS__IMAGE_LOCKED=$vmStatus Imagem Bloqueada
# translation auto-copied from project oVirt, version ovirt-3.4, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
VAR__VM_STATUS__POWERING_DOWN=$vmStatus Desligando
# translation auto-copied from project oVirt, version ovirt-3.4, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
VAR__VM_STATUS__IMAGE_ILLEGAL=$vmStatus Imagem Ilegal
# translation auto-copied from project oVirt, version ovirt-3.4, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
VAR__VM_STATUS__PREPARING_FOR_HIBERNATE=$vmStatus Preparando para Hibernate
ACTION_TYPE_FAILED_MISSED_STORAGES_FOR_SOME_DISKS=N\u00E3o foi poss\u00EDvel ${action} ${type}. Um ou mais storage domains fornecidos encontram-se no status de maintenance/non-operational.
ACTION_TYPE_FAILED_STORAGE_DOMAIN_IS_WRONG=N\u00E3o foi poss\u00EDvel ${action} ${type}. Foi fornecido um storage domain err\u00F4neo, do qual n\u00E3o est\u00E1 relacionado ao disco.
ACTION_TYPE_FAILED_DISK_ALREADY_ATTACHED=N\u00E3o foi poss\u00EDvel ${action} ${type}. O disco j\u00E1 est\u00E1 conectado \u00E0 MV.
ACTION_TYPE_FAILED_DISK_ALREADY_DETACHED=N\u00E3o foi poss\u00EDvel ${action} ${type}. O disco j\u00E1 est\u00E1 desconectado da MV.
ACTION_TYPE_FAILED_NOT_SHAREABLE_DISK_ALREADY_ATTACHED=N\u00E3o foi poss\u00EDvel ${action} ${type}. O disco n\u00E3o \u00E9 compartilh\u00E1vel e j\u00E1 est\u00E1 conectado \u00E0 MV.
ACTION_TYPE_FAILED_VM_MAX_RESOURCE_EXEEDED=N\u00E3o foi poss\u00EDvel ${action} ${type}. O valor m\u00E1ximo para a execu\u00E7\u00E3o atual das MVs est\u00E1 excedente.
ACTION_TYPE_FAILED_CPU_NOT_FOUND=N\u00E3o foi poss\u00EDvel ${action} ${type}. A CPU escolhida n\u00E3o \u00E9 suportada.
ACTION_TYPE_FAILED_EXCEEDED_MAX_PCI_SLOTS=N\u00E3o foi poss\u00EDvel ${action} ${type}. Os dispositivos m\u00E1ximos de PCI s\u00E3o excedentes.
ACTION_TYPE_FAILED_EXCEEDED_MAX_IDE_SLOTS=N\u00E3o foi poss\u00EDvel ${action} ${type}. Os dispositivos m\u00E1ximos de IDE s\u00E3o excedentes.
# translation auto-copied from project oVirt, version ovirt-3.4, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
ACTION_TYPE_FAILED_EXCEEDED_MAX_VIRTIO_SCSI_DISKS=N\u00E3o foi poss\u00EDvel ${action} ${type}.  O n\u00FAmero m\u00E1ximo de dispositivos VirtIO SCSI excedeu.
# translation auto-copied from project oVirt, version ovirt-3.4, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
ACTION_TYPE_FAILED_EXCEEDED_MAX_SPAPR_VSCSI_DISKS=N\u00E3o foi poss\u00EDvel ${action} ${type}. O n\u00FAmero m\u00E1ximo de dispositivo sPAPR VSCSI excedeu.
USER_CANNOT_ATTACH_TO_VM_ALREADY_ATTACHED=O usu\u00E1rio j\u00E1 est\u00E1 conectado \u00E0 MV
USER_CANNOT_ATTACH_TO_VM_NOT_ATTACHED=O usu\u00E1rio n\u00E3o est\u00E1 conectado a esta MV.
USER_FAILED_TO_AUTHENTICATE=Falha no login. Por favor verifique a informa\u00E7\u00E3o de login ou contate o administrador de sistema.
USER_FAILED_TO_AUTHENTICATE_TIMED_OUT=Falha no login. Ocorreu um intervalo a um ou mais servidores que participavam no processo de login.
USER_FAILED_TO_AUTHENTICATE_SERVER_IS_NOT_AVAILABLE=Falha no login. Um ou mais servidores necess\u00E1rios \u00E0 conclus\u00E3o do processo de login n\u00E3o est\u00E3o dispon\u00EDveis. 
# auto translated by TM merge
USER_FAILED_TO_AUTHENTICATE_KERBEROS_ERROR=Falha no login. O cliente n\u00E3o foi encontrado no banco de dados. Por favor verifique a sua informa\u00E7\u00E3o de login ou contate o seu administrador de sistema.
# auto translated by TM merge
USER_FAILED_TO_AUTHENTICATION_WRONG_AUTHENTICATION_METHOD=Falha no login (Falha na Autentica\u00E7\u00E3o).\n- Por favor verifique se o m\u00E9todo de autentica\u00E7\u00E3o correto est\u00E1 sendo usado no seu sistema.
VMT_CLUSTER_IS_NOT_VALID=N\u00E3o foi poss\u00EDvel ${action} ${type}. A ID do cluster est\u00E1 inv\u00E1lida.
# translation auto-copied from project oVirt, version master, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
USER_ACCOUNT_DISABLED=N\u00E3o foi poss\u00EDvel efetuar o Login. A Conta do Usu\u00E1rio est\u00E1 Desabilitada ou Bloqueada. Por favor contate seu administrador de sistema.
USER_PERMISSION_DENIED=A permiss\u00E3o foi recusada. A permiss\u00E3o do Administrador de Mecanismo \u00E9 obrigat\u00F3ria.
USER_CANNOT_LOGIN_SESSION_MISSING=N\u00E3o foi poss\u00EDvel efetuar o login. Tempo limite da sess\u00E3o.
USER_CANNOT_REMOVE_ADMIN_USER=N\u00E3o foi poss\u00EDvel remover o usu\u00E1rio de administrador interno ou suas permiss\u00F5es.
USER_MUST_EXIST_IN_DB=O usu\u00E1rio tem que existir no Banco de Dados.
USER_MUST_EXIST_IN_DIRECTORY=O usu\u00E1rio tem que existir no Diret\u00F3rio.
USER_IS_ALREADY_LOGGED_IN=O usu\u00E1rio j\u00E1 est\u00E1 conectado.
USER_IS_NOT_LOGGED_IN=O usu\u00E1rio n\u00E3o est\u00E1 conectado.
USER_DOES_NOT_HAVE_A_VALID_EMAIL=O usu\u00E1rio n\u00E3o possui um endere\u00E7o de e-mail v\u00E1lido.
USB_NATIVE_SUPPORT_ONLY_AVAILABLE_ON_CLUSTER_LEVEL=O suporte USB ativo est\u00E1 apenas dispon\u00EDvel no n\u00EDvel de cluster 3.1 ou superior.
USB_LEGACY_NOT_SUPPORTED_ON_LINUX_VMS=O suporte de USB de Legacia n\u00E3o est\u00E1 dispon\u00EDvel no Linux VMs (MVs).
VM_POOL_CANNOT_CREATE_FROM_BLANK_TEMPLATE=A MV-Pool deve ser baseada num Template que n\u00E3o esteja vazio.
VM_POOL_CANNOT_UPDATE_POOL_NOT_FOUND=N\u00E3o foi poss\u00EDvel editar as propriedades da MV-Pool. A MV-Pool n\u00E3o foi encontrada.
# translation auto-copied from project oVirt, version master, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
ACTION_TYPE_FAILED_VM_TASKS_ARE_ALREADY_RUNNING=N\u00E3o foi poss\u00EDvel ${action} ${type}. J\u00E1 existem tarefas ass\u00EDncronas sendo executadas, por favor tente mais tarde.
# translation auto-copied from project oVirt, version master, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
VM_CANNOT_SUSPENDE_HAS_RUNNING_TASKS=N\u00E3o foi poss\u00EDvel suspender a MV. A MV j\u00E1 possui tarefas sendo executadas, por favor tente mais tarde.
# translation auto-copied from project oVirt, version master, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
VM_CANNOT_SUSPEND_STATELESS_VM=N\u00E3o foi poss\u00EDvel suspender a MV. A MV \u00E9 stateless.
VM_CANNOT_SUSPEND_VM_FROM_POOL=N\u00E3o foi poss\u00EDvel suspender a MV que pertence \u00E0 MV-Pool.
ACTION_TYPE_FAILED_NO_SUITABLE_DOMAIN_FOUND=N\u00E3o foi poss\u00EDvel ${action} ${type}. Nenhum Storage Domain de dados ativo com storage suficiente foi encontrado no Data Center.
USER_NOT_AUTHORIZED_TO_PERFORM_ACTION=O usu\u00E1rio n\u00E3o est\u00E1 autorizado a executar esta a\u00E7\u00E3o.
# auto translated by TM merge
ERROR_CANNOT_REMOVE_ROLE_ATTACHED_TO_PERMISSION=Uma ou mais Permiss\u00F5es continuam associadas com a Fun\u00E7\u00E3o.\n- Por favor remova todas as Permiss\u00F5es primeiramente.
ERROR_CANNOT_REMOVE_ROLE_INVALID_ROLE_ID=N\u00E3o foi poss\u00EDvel remover a Fun\u00E7\u00E3o, a id da Fun\u00E7\u00E3o est\u00E1 inv\u00E1lida.
ERROR_CANNOT_UPDATE_ROLE_ID=N\u00E3o foi poss\u00EDvel ${action} a Fun\u00E7\u00E3o. A altera\u00E7\u00E3o da ID da Fun\u00E7\u00E3o n\u00E3o \u00E9 permitida.
ERROR_CANNOT_UPDATE_ROLE_TYPE=N\u00E3o foi poss\u00EDvel ${action} a Fun\u00E7\u00E3o. A altera\u00E7\u00E3o do tipo da Fun\u00E7\u00E3o n\u00E3o \u00E9 permitida.
# auto translated by TM merge
VDS_APPROVE_VDS_IN_WRONG_STATUS=N\u00E3o foi poss\u00EDvel aprovar o Host do Hypervisor do RHEV.\n- O Host deve estar no status de "Pending Approval" ou "Install Failed" com o objetivo de ser aprovado.
VDS_NEW_CLUSTER_ILLEGAL=N\u00E3o foi poss\u00EDvel atualizar as propriedades do Host. A CPU do Cluster e do Host n\u00E3o coincidem.
# auto translated by TM merge
VDS_CLUSTER_IS_NOT_VALID=N\u00E3o foi poss\u00EDvel ${action} ${type}. A ID do cluster est\u00E1 inv\u00E1lida.
VDS_GROUP_CANNOT_UPDATE_CPU_ILLEGAL=N\u00E3o foi poss\u00EDvel alterar o tipo de CPU do Cluster quando todos os Hosts conectados ao este Cluster n\u00E3o estiverem em Manuten\u00E7\u00E3o.
# translation auto-copied from project oVirt, version ovirt-3.4, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
VDS_GROUP_CANNOT_UPDATE_CPU_ARCHITECTURE_ILLEGAL=N\u00E3o foi poss\u00EDvel alterar a arquitetura da CPU do Cluster quando houverem Hosts ou VMs atribu\u00EDdos a este Cluster.
# auto translated by TM merge
VDS_GROUP_CANNOT_UPDATE_CPU_WITH_LOWER_HOSTS=N\u00E3o foi poss\u00EDvel alterar a CPU do Cluster para um tipo mais alto de CPU quando houverem Hosts ativos comum tipo de CPU mais baixo.\n- Por favor remova os Hosts com o um CPU mais baixa para manuten\u00E7\u00E3o primeiramente.
# auto translated by TM merge
VDS_GROUP_CANNOT_UPDATE_COMPATIBILITY_VERSION_WITH_LOWER_HOSTS=N\u00E3o foi poss\u00EDvel alterar a Vers\u00E3o de Compatibilidade do Cluster para uma vers\u00E3o mais alta quando houverem Hosts ativos com vers\u00E3o mais baixa.\n- Por favor remova os Hosts com vers\u00E3o mais baixa para manuten\u00E7\u00E3o primeiramente.
# translation auto-copied from project oVirt, version rhevm-3.1, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
VDS_GROUP_CANNOT_UPDATE_VDS_UP=N\u00E3o foi poss\u00EDvel alterar o Cluster. Tente conectar o Cluster ao Data Center com os Hosts ativados.
# auto translated by TM merge
VDS_GROUP_CANNOT_ADD_COMPATIBILITY_VERSION_WITH_LOWER_STORAGE_POOL=N\u00E3o foi poss\u00EDvel adicionar a Vers\u00E3o de Compatibilidade inferior \u00E0 Vers\u00E3o de Compatibilidade do Banco de Dados.\n- Por favor atualize o seu Cluster a uma vers\u00E3o de Compatibilidade mais recente primeiramente.
VDS_GROUP_CPU_TYPE_CANNOT_BE_NULL=N\u00E3o foi poss\u00EDvel adicionar o Cluster. O tipo de CPU deve ser especificado.
VDS_GROUP_CANNOT_DO_ACTION_NAME_IN_USE=N\u00E3o foi poss\u00EDvel ${action} no Cluster. O nome do Cluster j\u00E1 est\u00E1 em uso.
NETWORK_NAME_ALREADY_EXISTS=N\u00E3o foi poss\u00EDvel ${action} ${type}. O nome da rede j\u00E1 existe.
ACTION_TYPE_FAILED_NAME_ALREADY_USED=N\u00E3o foi poss\u00EDvel ${action} ${type}.  O nome ${type} j\u00E1 est\u00E1 em uso, por favor escolha um nome \u00FAnico e tente novamente.
VALIDATION_VDS_CONSOLEADDRESSS_HOSTNAME_OR_IP=O endere\u00E7o do Console deve ser um FQDN ou um endere\u00E7o IP v\u00E1lido
ACTION_TYPE_FAILED_URL_INVALID=N\u00E3o foi poss\u00EDvel ${action} ${type}. O URL n\u00E3o \u00E9 v\u00E1lido, por favor insira um URL v\u00E1lido e tente novamente.
ACTION_TYPE_FAILED_STORAGE_CONNECTION_NOT_EXIST=N\u00E3o foi poss\u00EDvel ${action} ${type}. A conex\u00E3o do Storage n\u00E3o existe.
ACTION_TYPE_FAILED_STORAGE_CONNECTION_FOR_DOMAIN_NOT_EXIST=N\u00E3o foi poss\u00EDvel ${action} ${type}. A conex\u00E3o do storage n\u00E3o est\u00E1 anexada ao domain especificado.
ACTION_TYPE_FAILED_ACTION_IS_SUPPORTED_ONLY_FOR_ISCSI_DOMAINS=N\u00E3o foi poss\u00EDvel ${action} ${type}. A a\u00E7\u00E3o \u00E9 suportada apenas para os storage domains iSCSI.
ACTION_TYPE_FAILED_STORAGE_CONNECTION_ID_EMPTY=N\u00E3o foi poss\u00EDvel ${action} ${type}. A id da conex\u00E3o storage est\u00E1 vazia.
ACTION_TYPE_FAILED_STORAGE_CONNECTION_ID_NOT_EMPTY=N\u00E3o foi poss\u00EDvel ${action} ${type}. A id da conex\u00E3o do storage n\u00E3o est\u00E1 vazia.
ACTION_TYPE_FAILED_STORAGE_CONNECTION_ALREADY_EXISTS=N\u00E3o foi poss\u00EDvel ${action} ${type}. A conex\u00E3o do storage j\u00E1 existe.
ACTION_TYPE_FAILED_STORAGE_CONNECTION_FOR_DOMAIN_ALREADY_EXISTS=N\u00E3o ${action} ${type}. A conex\u00E3o do storage j\u00E1 est\u00E1 anexada ao domain especificado.
ACTION_TYPE_FAILED_STORAGE_CONNECTION_UNSUPPORTED_ACTION_FOR_STORAGE_TYPE=N\u00E3o foi poss\u00EDvel ${action} ${type}. Os par\u00E2metros da conex\u00E3o do storage podem ser editados apenas para os domains de dados NFS, Posix, local ou  iSCSI.
ACTION_TYPE_FAILED_STORAGE_CONNECTION_UNSUPPORTED_ACTION_FOR_DOMAINS_STATUS=N\u00E3o foi poss\u00EDvel ${action} ${type}. O ${domainNames}dos domains de dados n\u00E3o pode estar em manuten\u00E7\u00E3o ou desanexado.
ACTION_TYPE_FAILED_STORAGE_CONNECTION_UNSUPPORTED_ACTION_FOR_RUNNING_VMS_AND_DOMAINS_STATUS=N\u00E3o foi poss\u00EDvel ${action} ${type}. O ${domainNames} dos domains de dados deve estar em manuten\u00E7\u00E3o ou desanexado e as MVs ${vmNames} devem estar inativas.
ACTION_TYPE_FAILED_STORAGE_CONNECTION_UNSUPPORTED_ACTION_NOT_SAME_STORAGE_TYPE=N\u00E3o foi poss\u00EDvel ${action} ${type}. A conex\u00E3o storage e tipo de domain n\u00E3o coincidem.
ACTION_TYPE_FAILED_STORAGE_CONNECTION_UNSUPPORTED_ACTION_FOR_RUNNING_VMS=N\u00E3o foi poss\u00EDvel ${action} ${type}. Pelo menos uma das MVs ${vmNames} deve estar desativada.
ACTION_TYPE_FAILED_STORAGE_CONNECTION_BELONGS_TO_SEVERAL_STORAGE_DOMAINS=N\u00E3o foi poss\u00EDvel ${action} ${type}. Os par\u00E2metros da conex\u00E3o do storage est\u00E3o relacionados a mais de um storage domain\: ${domainNames}.
ACTION_TYPE_FAILED_STORAGE_CONNECTION_BELONGS_TO_SEVERAL_STORAGE_DOMAINS_AND_DISKS=N\u00E3o foi poss\u00EDvel ${action} ${type}. Os par\u00E2metros da conex\u00E3o do storage est\u00E3o relacionados a mais de um storage domain\: ${domainNames} e os discos\: ${diskNames}.
ACTION_TYPE_FAILED_STORAGE_CONNECTION_BELONGS_TO_SEVERAL_DISKS=N\u00E3o foi poss\u00EDvel ${action} ${type}. Os par\u00E2metros da conex\u00E3o do storage est\u00E3o relacionados pelos seguintes discos\: ${diskNames}.
ACTION_TYPE_FAILED_STORAGE_CONNECTION_WRONG_PARAMETERS_FOR_STORAGE_TYPE=N\u00E3o foi poss\u00EDvel ${action} ${type}. Os par\u00E2metros de Conex\u00E3o s\u00E3o inv\u00E1lidos para este tipo de storage.
ACTION_TYPE_FAILED_STORAGE_CONNECTION_UNSUPPORTED_CHANGE_STORAGE_TYPE=N\u00E3o foi poss\u00EDvel ${action} ${type}. O tipo de storage n\u00E3o pode ser editado.
# translation auto-copied from project oVirt, version master, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
ACTION_TYPE_FAILED_STORAGE_DOMAIN_NOT_EXIST=N\u00E3o foi poss\u00EDvel ${action} ${type}. O Storage Domain n\u00E3o existe.
ACTION_TYPE_FAILED_CANNOT_CHANGE_STORAGE_DOMAIN_TYPE=N\u00E3o foi poss\u00EDvel ${action} ${type}. N\u00E3o foi poss\u00EDvel alterar o tipo de Storage Domain.
# auto translated by TM merge
ACTION_TYPE_FAILED_STORAGE_DOMAIN_STATUS_ILLEGAL=N\u00E3o foi poss\u00EDvel ${action} ${type}. O Storage Domain relevante est\u00E1 inacess\u00EDvel.\n-Por favor manuseie os problemas do Storage Domain e tente novamente a opera\u00E7\u00E3o.
# translation auto-copied from project oVirt, version ovirt-3.4, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
ACTION_TYPE_FAILED_STORAGE_DOMAIN_STATUS_ILLEGAL2=N\u00E3o foi poss\u00EDvel ${action} ${type}. O status do Storage Domain relevante \u00E9 ${status}.
# auto translated by TM merge
STORAGE_POOL_REINITIALIZE_WITH_MORE_THAN_ONE_DATA_DOMAIN=N\u00E3o foi poss\u00EDvel ${action} ${type}.\nA a\u00E7\u00E3o ${action} pode ser executada num Data Center que possui apenas um Storage Domain no estado Active/Unknown.
ACTION_TYPE_FAILED_STORAGE_POOL_NOT_EXIST=O Data Center n\u00E3o existe.
ACTION_TYPE_FAILED_STORAGE_DOMAIN_NOT_IN_STORAGE_POOL=N\u00E3o foi poss\u00EDvel ${action} ${type}. O Storage Domain Selecionado n\u00E3o faz parte do Data Center.
# translation auto-copied from project oVirt, version ovirt-3.4, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
ACTION_TYPE_FAILED_LUNS_ALREADY_PART_OF_STORAGE_DOMAINS=N\u00E3o foi poss\u00EDvel ${action} ${type}. Os LUNs j\u00E1 fazem parte dos storage domains existentes\: ${lunIds}.
# translation auto-copied from project oVirt, version ovirt-3.4, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
ACTION_TYPE_FAILED_LUNS_ALREADY_USED_BY_DISKS=N\u00E3o foi poss\u00EDvel ${action} ${type}. Os seguintes LUNs j\u00E1 foram usados pelos discos DirectLUN\: ${lunIds}.
ERROR_CANNOT_REMOVE_STORAGE_POOL_WITH_NONMASTER_DOMAINS=N\u00E3o foi poss\u00EDvel remover o Data Center enquanto houver mais de um Storage Domain conectado.
# translation auto-copied from project oVirt, version master, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
ERROR_CANNOT_REMOVE_STORAGE_DOMAIN_DO_FORMAT=N\u00E3o foi poss\u00EDvel remover o Storage Domain. O storage de dados deve estar formatado ap\u00F3s a remo\u00E7\u00E3o.\n-Por favor verifique se a op\u00E7\u00E3o do Formato est\u00E1 habilitada no Domain de Dados.
ERROR_CANNOT_MANAGE_STORAGE_DOMAIN=N\u00E3o foi poss\u00EDvel gerenciar o Storage Domain. O domain est\u00E1 definido externamente (assim como atrav\u00E9s do provedor).
ERROR_CANNOT_FORCE_REMOVE_STORAGE_POOL_WITH_VDS_NOT_IN_MAINTENANCE=N\u00E3o foi poss\u00EDvel ${action} ${type} enquanto houver Hosts que n\u00E3o est\u00E3o no modo de Manuten\u00E7\u00E3o.
ACTION_TYPE_FAILED_STORAGE_POOL_STATUS_ILLEGAL=N\u00E3o foi poss\u00EDvel ${action} ${type}. O status do Data Center \u00E9 Unknown.
# translation auto-copied from project oVirt, version ovirt-3.4, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
ACTION_TYPE_FAILED_MIXED_STORAGE_TYPES_NOT_ALLOWED=N\u00E3o foi poss\u00EDvel ${action} ${type}. A vers\u00E3o do Data Center n\u00E3o suporta os tipos de storage misturados.
NETWORK_BOND_NAME_EXISTS=O nome do bond j\u00E1 existe.
NETWORK_BOND_NOT_EXISTS=O nome do bond n\u00E3o existe.
NETWORK_CHECK_CONNECTIVITY=N\u00E3o foi poss\u00EDvel checar a conectividade em uma rede sem gerenciamento.
NETWORK_BOND_PARAMETERS_INVALID=Par\u00E2metros inv\u00E1lidos.\n-Por favor verifique se o nome do bond est\u00E1 formatado como <bondYYY>.\n-O bond consiste de pelo menos duas interfaces de rede (NICs).
NETWORK_DEFAULT_UPDATE_NAME_INVALID=A rede '${NetworkName}' \u00E9 obrigat\u00F3ria, ela n\u00E3o pode ser modificada.
NETWORK_INTERFACE_ALREADY_IN_BOND=A Interface da Rede j\u00E1 pertence ao bond.
NETWORK_INVALID_BOND_NAME=O nome do bond deve estar formatado como <bondYYY>.
NETWORK_INTERFACE_NOT_EXISTS=O nome da rede n\u00E3o existe.
ERROR_CANNOT_ATTACH_MORE_THAN_ONE_ISO_DOMAIN=N\u00E3o foi poss\u00EDvel conectar mais do que um Storage Domain ISO no mesmo Data Center. Caso voc\u00EA deseje usar um Domain recentemente criado, desconecte o Domain existente e conecte um novo Domain.
ERROR_CANNOT_ATTACH_MORE_THAN_ONE_EXPORT_DOMAIN=N\u00E3o foi poss\u00EDvel conectar mais do que um Storage Domain de Importa\u00E7\u00E3o/Exporta\u00E7\u00E3o no mesmo Data Center. Caso voc\u00EA deseje usar um Domain recentemente criado, desconecte o Domain existente e conecte um novo Domain.
# translation auto-copied from project oVirt, version master, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
ERROR_CANNOT_ATTACH_STORAGE_DOMAIN_STORAGE_TYPE_NOT_MATCH=N\u00E3o foi poss\u00EDvel conectar o storage ao Data Center. O tipo de storage n\u00E3o coincide com o tipo de Data Center.
# translation auto-copied from project oVirt, version master, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
ERROR_CANNOT_CHANGE_STORAGE_POOL_TYPE_WITH_DOMAINS=N\u00E3o foi poss\u00EDvel alterar o tipo de Data Center quando os Storage Domains estiverem conectados ao mesmo.\n-Por favor desconecte todos os Storage Domains conectados e tente novamente.
NETWORK_INTERFACE_ALREADY_HAVE_NETWORK=A Interface da Rede j\u00E1 est\u00E1 conectada a uma Rede L\u00F3gica.
NETWORK_ALREAY_ATTACH_TO_INTERFACE=A Rede L\u00F3gica j\u00E1 est\u00E1 conectada \u00E0 Interface da Rede.
NETWORK_NOT_EXISTS=A Rede L\u00F3gica especificada n\u00E3o existe.
ACTION_TYPE_FAILED_NETWORK_QOS_NOT_EXISTS=O QoS da Rede especificada n\u00E3o existe.
ACTION_TYPE_FAILED_VNIC_PROFILE_NOT_EXISTS=N\u00E3o foi poss\u00EDvel ${action} ${type}. A rede do perfil da interface da rede da MV n\u00E3o existe.
ACTION_TYPE_FAILED_VNIC_PROFILE_NAME_IN_USE=N\u00E3o foi poss\u00EDvel ${action} ${type}. O nome do perfil da interface da rede da MV j\u00E1 est\u00E1 sendo usado por um perfil existente na mesma rede.\n- Por favor escolha um nome diferente.
ACTION_TYPE_FAILED_VNIC_PROFILE_IN_USE=N\u00E3o foi poss\u00EDvel ${action} a ${type}. Diversas ${entities} (${ENTITIES_USING_VNIC_PROFILE_COUNTER}) est\u00E3o sendo usadas nesta rede l\u00F3gica\:\n${ENTITIES_USING_VNIC_PROFILE}\n- Por favor remova-a de todas as ${entities} que est\u00E3o usando-a e tente novamente.
ACTION_TYPE_FAILED_CANNOT_CHANGE_VNIC_PROFILE_NETWORK=N\u00E3o foi poss\u00EDvel ${action} ${type}. A rede do perfil da interface da rede da MV n\u00E3o pode ser alterada.
ACTION_TYPE_FAILED_CANNOT_ADD_VNIC_PROFILE_TO_NON_VM_NETWORK=N\u00E3o foi poss\u00EDvel ${action} ${type}. Os perfis da interface da rede da MV pode ser adicionada a uma rede da MV apenas.
ACTION_TYPE_FAILED_CANNOT_FIND_VNIC_PROFILE_FOR_NETWORK=N\u00E3o foi poss\u00EDvel ${action} ${type}. N\u00E3o existe um perfil de interface da rede da MV para a rede que o usu\u00E1rio pode usar.\n - Por favor use o perfil da interface da rede da MV ao inv\u00E9s do nome da rede.
EXTERNAL_NETWORK_CANNOT_BE_PROVISIONED=A rede externa especificada n\u00E3o pode ser configurada na interface do host.
# translation auto-copied from project oVirt, version ovirt-3.4, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
NETWORK_LABEL_FORMAT_INVALID=O r\u00F3tulo da rede deve ser formado apenas de\: letras, n\u00FAmeros, h\u00EDfen ou sublinhado em ingl\u00EAs.
# translation auto-copied from project oVirt, version ovirt-3.4, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
ACTION_TYPE_FAILED_NETWORK_ALREADY_LABELED=N\u00E3o foi poss\u00EDvel ${action} ${type}. A rede especificada j\u00E1 est\u00E1 rotulada.
# translation auto-copied from project oVirt, version ovirt-3.4, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
ACTION_TYPE_FAILED_CANNOT_REMOVE_LABELED_NETWORK_FROM_NIC=N\u00E3o foi poss\u00EDvel ${action} ${type}. As seguintes redes n\u00E3o podem ser removidas da interface da rede uma vez que elas s\u00E3o gerenciadas pelo r\u00F3tulo\: ${ACTION_TYPE_FAILED_CANNOT_REMOVE_LABELED_NETWORK_FROM_NIC_LIST}. Por favor remova o r\u00F3tulo da interface da rede com o objetivo de remover a rede.
ACTION_TYPE_FAILED_DISPLAY_NETWORK_HAS_NO_BOOT_PROTOCOL=N\u00E3o foi poss\u00EDvel ${action} ${type}. Por favor contate o seu administrador de sistema.
LABELED_NETWORK_ATTACHED_TO_WRONG_INTERFACE=N\u00E3o foi poss\u00EDvel ${action} ${type}. As seguintes redes j\u00E1 est\u00E3o anexadas \u00E0 interface diferente\: ${AssignedNetworks}. Por favor remova as redes com o objetivo de rotular a interface.
# translation auto-copied from project oVirt, version ovirt-3.4, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
OTHER_INTERFACE_ALREADY_LABELED=N\u00E3o foi poss\u00EDvel ${action} ${type}. O r\u00F3tulo j\u00E1 est\u00E1 definido na outra interface ${LabeledNic} no host.
ERROR_CANNOT_RECOVERY_STORAGE_POOL_THERE_IS_ACTIVE_DATA_DOMAINS=N\u00E3o foi poss\u00EDvel recuperar o Data Center com o Storage Domain de Dados no Data Center.
# auto translated by TM merge
ERROR_CANNOT_DETACH_LAST_STORAGE_DOMAIN=N\u00E3o foi poss\u00EDvel remover o Storage Domain mestre a partir do Data Center sem outro Storage Domain ativo substitu\u00ED-lo.\n- Tente ativar outro Storage Domain no Data Center ou remover o Data Center.
ERROR_CANNOT_DESTROY_LAST_STORAGE_DOMAIN=N\u00E3o foi poss\u00EDvel destruir o Storage Domain mestre a partir do Data Center sem outro Storage Domain ativo substitu\u00ED-lo.\n- Tente ativar outro Storage Domain no Data Center ou remover o Data Center.\n- Caso voc\u00EA tenha problemas com o Domain de Dados mestre, considere o seguinte processo de recupera\u00E7\u00E3o descrito na documenta\u00E7\u00E3o, ou contate o seu administrador de sistema.
ERROR_CANNOT_DESTROY_LAST_STORAGE_DOMAIN_HOST_NOT_ACTIVE=Com o objetivo de completar a opera\u00E7\u00E3o, um novo Storage Domain precisa ser elegido. Isto requer pelo menos um Host ativo no Data Center.\n-Por favor certifique-se de que um dos Hosts est\u00E1 ativo no Data Center primeiramente.
NETWORK_VLAN_OUT_OF_RANGE=A ID do VLAN deve ser um n\u00FAmero entre 0 e 4094.
ERROR_CANNOT_ADD_STORAGE_POOL_WITHOUT_DATA_DOMAIN=N\u00E3o foi poss\u00EDvel conectar o Storage Domain.\n-Por favor conecte o Domain de Dados ao Data Center primeiramente.
ERROR_CANNOT_REMOVE_POOL_WITH_ACTIVE_DOMAINS=N\u00E3o foi poss\u00EDvel remover o Data Center que cont\u00E9m os Storage Domains ativos/bloqueados.\n- Por favor desative todos os domains e espere terminar antes de remover o Data Center.
VDS_GROUP_CANNOT_CHANGE_STORAGE_POOL=N\u00E3o foi poss\u00EDvel alterar a associa\u00E7\u00E3o do Data Center quando editando um Cluster.
ACTION_TYPE_FAILED_NETWORK_IN_USE=N\u00E3o foi poss\u00EDvel ${action} a ${type}. Diversas ${entities} (${ENTITIES_USING_NETWORK_COUNTER}) est\u00E3o sendo usadas nesta rede l\u00F3gica\:\n${ENTITIES_USING_NETWORK}\n - Por favor remova-a de todas as ${entities} que est\u00E3o usando-a e tente novamente.
ERROR_CANNOT_CREATE_STORAGE_DOMAIN_WITHOUT_VG_LV=O Grupo de Volume (VGs - Volume Group) e Volumes L\u00F3gicos (LVs - Logical Volumes) n\u00E3o est\u00E3o especificados.
# auto translated by TM merge
NETWORK_INTERFACE_TEMPLATE_CANNOT_BE_SET=N\u00E3o foi poss\u00EDvel ${action} ${type}. A ID do Template da MV deve estar vazia.
NETWORK_INTERFACE_VM_CANNOT_BE_SET=N\u00E3o foi poss\u00EDvel ${action} ${type}. A ID da MV deve estar vazia.
NETWORK_INTERFACE_NAME_ALREAY_IN_USE=A Interface da rede j\u00E1 est\u00E1 em uso.
EN_UNKNOWN_NOTIFICATION_METHOD=O m\u00E9todo de notifica\u00E7\u00E3o n\u00E3o \u00E9 suportado.
EN_UNSUPPORTED_NOTIFICATION_EVENT=O evento ${eventName} de Notifica\u00E7\u00E3o n\u00E3o \u00E9 suportado.
EN_EVENT_UP_SUBJECT_TEXT=Notifica\u00E7\u00E3o de Alerta.
EN_EVENT_DOWN_SUBJECT_TEXT=Problema de Notifica\u00E7\u00E3o Resolvido.
EN_ALREADY_SUBSCRIBED=O Usu\u00E1rio j\u00E1 est\u00E1 subscrito a este evento com o mesmo m\u00E9todo de notifica\u00E7\u00E3o.
EN_NOT_SUBSCRIBED=N\u00E3o foi poss\u00EDvel ${action} ${type}. O usu\u00E1rio n\u00E3o est\u00E1 subscrito a este evento com o m\u00E9todo de Notifica\u00E7\u00E3o gerado.
# translation auto-copied from project oVirt, version master, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
ACTION_TYPE_FAILED_STORAGE_DOMAIN_TYPE_ILLEGAL=N\u00E3o foi poss\u00EDvel ${action} ${type}. O tipo de Domain de Evento n\u00E3o foi especificado.
ACTION_TYPE_FAILED_STORAGE_DOMAIN_FORMAT_ILLEGAL=N\u00E3o foi poss\u00EDvel ${action} ${type}. O formato do Storage Domain ${storageFormat} \u00E9 ilegal.
ACTION_TYPE_FAILED_STORAGE_DOMAIN_FORMAT_ILLEGAL_HOST=N\u00E3o foi poss\u00EDvel ${action} ${type}. O formato de storage ${storageFormat} n\u00E3o \u00E9 suportado na vers\u00E3o do host selecionado.
ERROR_CANNOT_EXTEND_NON_DATA_DOMAIN=N\u00E3o foi poss\u00EDvel estender o Storage Domain. A opera\u00E7\u00E3o estendida \u00E9 suportada apenas no Storage Domain de Dados.
# translation auto-copied from project oVirt, version master, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
ERROR_CANNOT_EXTEND_CONNECTION_FAILED=N\u00E3o foi poss\u00EDvel estender o Storage Domain. O dispositivo de storage ${lun} n\u00E3o \u00E9 alcan\u00E7\u00E1vel a partir do ${hostName}.
ERROR_CANNOT_CHANGE_STORAGE_DOMAIN_FIELDS=N\u00E3o foi poss\u00EDvel ${action} ${type}. Apenas o nome do Storage Domain \u00E9 atualiz\u00E1vel.
# translation auto-copied from project oVirt, version master, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
ERROR_CANNOT_UPDATE_STORAGE_POOL_COMPATIBILITY_VERSION_BIGGER_THAN_CLUSTERS=N\u00E3o foi poss\u00EDvel atualizar a vers\u00E3o de compatibilidade do Data Center a um valor acima do valor da vers\u00E3o do Cluster. Os seguintes clusters devem ser atualizados ${ClustersList}.
ERROR_CANNOT_ADD_EXISTING_STORAGE_DOMAIN_CONNECTION_DATA_ILLEGAL=N\u00E3o foi poss\u00EDvel importar o Storage Domain. Erro Interno\: os dados da cole\u00E7\u00E3o s\u00E3o ilegais.
ERROR_CANNOT_ADD_DEPRECATED_EXISTING_SAN_EXPORT_STORAGE_DOMAIN=N\u00E3o foi poss\u00EDvel importar o SAN Export Storage Domain uma vez que ele n\u00E3o \u00E9 mais suportado.
ERROR_CANNOT_ADD_EXISTING_STORAGE_DOMAIN_LUNS_PROBLEM=N\u00E3o foi poss\u00EDvel importar o Storage Domain. Nem todos os LUNs conectaram-se ao Storage Domain.
NETWORK_MAC_ADDRESS_IN_USE=O Endere\u00E7o MAC j\u00E1 est\u00E1 em uso.
# translation auto-copied from project oVirt, version master, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
NETWORK_INTERFACE_IN_USE_BY_VM=N\u00E3o foi poss\u00EDvel ${action} ${type}. H\u00E1 pelo menos uma MV sendo executada que usa esta Rede.
# auto translated by TM merge
NETWORK_CLUSTER_NETWORK_IN_USE=N\u00E3o foi poss\u00EDvel ${action} ${type}. A rede est\u00E1 sendo usada por pelo menos um Cluster.
# translation auto-copied from project oVirt, version master, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
ERROR_CANNOT_DEACTIVATE_MASTER_WITH_NON_DATA_DOMAINS=N\u00E3o foi poss\u00EDvel desativar o Storage Domain Mestre enquanto existirem domain ativos ISO/Export no Data Center.\n-Por favor desative todos os domains ISO/Exportar primeiramente.
# translation auto-copied from project oVirt, version master, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
ERROR_CANNOT_DEACTIVATE_DOMAIN_WITH_TASKS=N\u00E3o foi poss\u00EDvel desativar o Domain de Dados enquanto tarefas estiverem sendo executadas neste domain de dados.\n-Por favor aguarde at\u00E9 que estas tarefas sejam finalizadas e tente novamente.
# translation auto-copied from project oVirt, version master, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
ERROR_CANNOT_DEACTIVATE_MASTER_DOMAIN_WITH_TASKS_ON_POOL=N\u00E3o foi poss\u00EDvel desativar o Domain de Dados enquanto tarefas estiverem sendo executadas no pr\u00F3prio Data Center.\n-Por favor aguarde at\u00E9 que estas tarefas sejam finalizadas e tente novamente.
ERROR_CANNOT_REMOVE_LAST_SUPER_USER_ROLE=N\u00E3o foi poss\u00EDvel ${action} ${type}. O sistema deve possuir pelo menos uma Fun\u00E7\u00E3o de Superusu\u00E1rio definido.
VM_CANNOT_REMOVE_VM_WHEN_STATUS_IS_NOT_DOWN=N\u00E3o foi poss\u00EDvel remover a MV em que o pr\u00F3prio estado n\u00E3o est\u00E1 down.\n- Por favor interrompa a MV primeiramente.
VM_CANNOT_REMOVE_WITH_DETACH_DISKS_SNAPSHOTS_EXIST=N\u00E3o foi poss\u00EDvel ${action} ${type} com discos desanexados, existem snapshots.
VM_CANNOT_REMOVE_WITH_DETACH_DISKS_BASED_ON_TEMPLATE=N\u00E3o foi poss\u00EDvel ${action} ${type} com discos desanexados. A MV \u00E9 baseada a partir do template.
ACTION_TYPE_FAILED_MASTER_STORAGE_DOMAIN_NOT_ACTIVE=Falha ao ${action} ${type} devido a um erro no Storage Domain mestre do Data Center.\n-Por favor ative o Storage Domain mestre primeiramente.
TAGS_SPECIFY_TAG_IS_NOT_EXISTS=O Tag especificado n\u00E3o existe.
NETWORK_CANNOT_REMOVE_NETWORK_IN_USE_BY_TEMPLATE=N\u00E3o foi poss\u00EDvel ${action} ${type}. A Rede est\u00E1 em uso por um Template. \nA defini\u00E7\u00E3o da Rede n\u00E3o pode ser desanexada a n\u00E3o ser que todas as refer\u00EAncias a mesma estiverem esvaziadas.
NETWORK_CANNOT_ADD_INTERFACE_WHEN_VM_STATUS_NOT_UP_DOWN_LOCKED=N\u00E3o foi poss\u00EDvel ${action} uma Interface da Rede quando a MV n\u00E3o estiver Down, Up ou Image-Locked.
NETWORK_VLAN_IN_USE=A ID do VLAN (${vlanId}) especificada j\u00E1 est\u00E1 em uso.
# translation auto-copied from project oVirt, version master, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
NETWORK_CLUSTER_HAVE_NOT_EXISTING_DATA_CENTER_NETWORK=O Cluster possui Redes que n\u00E3o existem no Data Center.\nPor favor remova essas Redes primeiramente.
NETWORK_NOT_EXISTS_IN_CURRENT_CLUSTER=A Rede L\u00F3gica especificada n\u00E3o existe no Cluster atual.
NETWORKS_NOT_IN_SYNC=N\u00E3o foi poss\u00EDvel ${action} ${type}. As seguintes defini\u00E7\u00F5es da Rede nas Interfaces da Rede s\u00E3o diferentes daquelas nas Redes L\u00F3gicas. Por favor sincronize as Interfaces de Rede antes de editar as redes\: ${NETWORKS_NOT_IN_SYNC}.
NETWORK_INTERFACES_ALREADY_SPECIFIED=N\u00E3o foi poss\u00EDvel ${action} ${type}. As seguintes Interfaces de Rede foram especficadas mais de uma vez\: ${NETWORK_INTERFACES_ALREADY_SPECIFIED_LIST}.
ACTION_TYPE_FAILED_EXTERNAL_NETWORKS_CANNOT_BE_PROVISIONED=N\u00E3o foi poss\u00EDvel ${action} ${type}. As se 'Setup Networks'\: ${ACTION_TYPE_FAILED_EXTERNAL_NETWORKS_CANNOT_BE_PROVISIONED_LIST}.
NETWORKS_ALREADY_ATTACHED_TO_IFACES=N\u00E3o foi poss\u00EDvel ${action} ${type}. As seguintes Redes L\u00F3gicas est\u00E3o conectadas a mais de uma Interface da Rede\: ${NETWORKS_ALREADY_ATTACHED_TO_IFACES_LIST}.
# translation auto-copied from project oVirt, version ovirt-3.4, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
NETWORK_INTERFACES_DONT_EXIST=N\u00E3o foi poss\u00EDvel ${action} ${type}. Os perfis da interface da rede da MV n\u00E3o podem ser adicionados a uma rede n\u00E3o-MV. Por favor certifique-se de que a rede \u00E9 uma rede de MV.
NETWORKS_DONT_EXIST_IN_CLUSTER=N\u00E3o foi poss\u00EDvel ${action} ${type}. As seguintes Redes L\u00F3gicas n\u00E3o existem no Cluster do Host\: ${NETWORKS_DONT_EXIST_IN_CLUSTER_LIST}.
NETWORKS_DONT_EXIST_IN_DATA_CENTER=N\u00E3o foi poss\u00EDvel ${action} ${type}. As seguintes Redes L\u00F3gicas\: ${networkIds} n\u00E3o existem no Data Center\: ${dataCenterId}.
NETWORK_BONDS_INVALID_SLAVE_COUNT=N\u00E3o foi poss\u00EDvel ${action} ${type}. Os seguintes Bonds consistem em menos de duas Interfaces de Rede\: ${NETWORK_BONDS_INVALID_SLAVE_COUNT_LIST}.
NETWORK_INTERFACES_NOT_EXCLUSIVELY_USED_BY_NETWORK=N\u00E3o foi poss\u00EDvel ${action} ${type}. As seguintes Interfaces de Rede podem possuir apenas uma \u00FAnica Rede L\u00F3gica de MV, ou pelo menos uma Rede L\u00F3gica sem-MV e/ou diversas Redes L\u00F3gicas VLAN\: ${NETWORK_INTERFACES_NOT_EXCLUSIVELY_USED_BY_NETWORK_LIST}.
NETWORK_CANNOT_DETACH_NETWORK_USED_BY_VMS=N\u00E3o foi poss\u00EDvel ${action} ${type}. As seguintes MVs continuam usando a Rede L\u00F3gica\: ${NETWORK_CANNOT_DETACH_NETWORK_USED_BY_VMS_LIST}. Por favor interrompa as MVs e tente novamente.
# translation auto-copied from project oVirt, version master, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
NON_VM_NETWORK_CANNOT_SUPPORT_STP=N\u00E3o foi poss\u00EDvel ${action} ${type}. O STP pode apenas ser habilitado nas Redes da MV.
NETWORK_MTU_DIFFERENCES=N\u00E3o foi poss\u00EDvel ${action} ${type}. As seguintes Redes L\u00F3gicas n\u00E3o possuem o mesmo valor de MTU\: ${NETWORK_MTU_DIFFERENCES_LIST}.
# translation auto-copied from project oVirt, version master, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
NETWORK_MTU_OVERRIDE_NOT_SUPPORTED=N\u00E3o foi poss\u00EDvel ${action} ${type}. A substitui\u00E7\u00E3o do MTU n\u00E3o \u00E9 suportada para esta vers\u00E3o de compatibilidade do Data Center.
ACTION_TYPE_FAILED_MIGRATION_NETWORK_IS_NOT_SUPPORTED=N\u00E3o foi poss\u00EDvel ${action} ${type}. A rede da migra\u00E7\u00E3o n\u00E3o \u00E9 suportada para esta vers\u00E3o de cluster.
ACTION_TYPE_FAILED_PROVIDER_DOESNT_EXIST=N\u00E3o foi poss\u00EDvel ${action} ${type}. O provedor n\u00E3o existe no sistema.
ACTION_TYPE_FAILED_PROVIDER_NETWORKS_USED=N\u00E3o foi poss\u00EDvel ${action} ${type}. Diversas redes externas (${NETWORK_NAMES_COUNTER}) est\u00E3o sendo usadas pelas m\u00E1quinas virtuais e/ou templates\:\n${NETWORK_NAMES}\n - Por favor resolva o uso das redes externas primeiro e tente novamente.
ACTION_TYPE_FAILED_EXTERNAL_NETWORK_ALREADY_EXISTS=N\u00E3o foi poss\u00EDvel ${action} ${type}. A rede externa j\u00E1 existe como '${NetworkName}' no data center.
ACTION_TYPE_FAILED_EXTERNAL_NETWORK_MUST_BE_VM_NETWORK=N\u00E3o foi poss\u00EDvel ${action} ${type}. Uma rede externa n\u00E3o pode ser uma rede sem MV.
ACTION_TYPE_FAILED_EXTERNAL_NETWORK_DETAILS_CANNOT_BE_EDITED=N\u00E3o foi poss\u00EDvel ${action} ${type}. Os detalhes da rede externa (com exce\u00E7\u00E3o do nome e descri\u00E7\u00E3o ) n\u00E3o podem ser alterados.
ACTION_TYPE_FAILED_EXTERNAL_NETWORK_NOT_SUPPORTED=N\u00E3o foi poss\u00EDvel ${action} ${type}. As redes externas n\u00E3o s\u00E3o suportadas para esta vers\u00E3o de compatibilidade do cluster.
ACTION_TYPE_FAILED_EXTERNAL_NETWORK_CANNOT_BE_DISPLAY=N\u00E3o foi poss\u00EDvel ${action} ${type}. Uma rede externa n\u00E3o pode ser usada como uma rede de exibi\u00E7\u00E3o.
ACTION_TYPE_FAILED_EXTERNAL_NETWORK_CANNOT_BE_REQUIRED=N\u00E3o foi poss\u00EDvel ${action} ${type}. Uma rede externa n\u00E3o pode ser determinada conforme requerido no cluster.
ACTION_TYPE_FAILED_EXTERNAL_NETWORK_CANNOT_BE_PORT_MIRRORED=N\u00E3o foi poss\u00EDvel ${action} ${type}. A rede externa n\u00E3o pode ser usada quando o espelhamento de porta \u00E9 determinado.
ACTION_TYPE_FAILED_EXTERNAL_NETWORK_CANNOT_BE_REWIRED=N\u00E3o foi poss\u00EDvel ${action} ${type}. A rede externa n\u00E3o pode ser usada enquanto a m\u00E1quina virtual estiver sendo executada.
ACTION_TYPE_FAILED_EXTERNAL_NETWORK_CANNOT_HAVE_MTU=N\u00E3o foi poss\u00EDvel ${action} ${type}. A rede externa n\u00E3o deve possuir um MTU determinado.
ACTION_TYPE_FAILED_MANAGEMENT_NETWORK_REQUIRED=N\u00E3o foi poss\u00EDvel ${action} ${type}. A rede de gerenciamento '${NetworkName}' deve ser solicitada. Por favor altere a rede a ser solicitada e tente novamente.
# translation auto-copied from project oVirt, version ovirt-3.4, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
ACTION_TYPE_FAILED_NETWORK_ADDRESS_CANNOT_BE_CHANGED=N\u00E3o foi poss\u00EDvel ${action} ${type}. O endere\u00E7o '${ACTION_TYPE_FAILED_NETWORK_ADDRESS_CANNOT_BE_CHANGED_LIST}' da rede n\u00E3o pode ser modificado sem a reinstala\u00E7\u00E3o do host, uma vez que este endere\u00E7o foi usado para criar a certifica\u00E7\u00E3o do host.
CANNOT_PREVIEW_ACTIVE_SNAPSHOT=N\u00E3o foi poss\u00EDvel exibir o snapshot da MV Ativa.
CONFIG_UNKNOWN_KEY=Entrada de Configura\u00E7\u00E3o ilegal.\n-Por favor verifique o nome da entrada da configura\u00E7\u00E3o.
TAGS_SPECIFIED_TAG_CANNOT_BE_THE_PARENT_OF_ITSELF=Opera\u00E7\u00E3o cancelada. A hierarquia de Tag recursivo n\u00E3o pode ser definida.
# translation auto-copied from project oVirt, version master, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
VM_CANNOT_MOVE_TO_CLUSTER_IN_OTHER_STORAGE_POOL=A MV pode ser movida apenas a um Cluster no mesmo Data Center.
VM_CLUSTER_IS_NOT_VALID=N\u00E3o foi poss\u00EDvel ${action} ${type}. A ID do cluster est\u00E1 inv\u00E1lida.
NETWORK_CANNOT_REMOVE_MANAGEMENT_NETWORK=A Rede de Gerenciamento ('${NetworkName}') \u00E9 obrigat\u00F3ria e n\u00E3o pode ser removida.
NETWORK_OLD_NETWORK_NOT_SPECIFIED=O nome da rede anterior \u00E9 obrigat\u00F3rio.
ACTION_TYPE_FAILED_DETECTED_ACTIVE_VMS=N\u00E3o foi poss\u00EDvel ${action} ${type}. As MVs ativas foram detectadas.\n-Por favor verifique se todas as MVs associadas com o Storage Domain est\u00E3o interrompidas e no estado Down primeiramente.
ACTION_TYPE_FAILED_HOST_NOT_EXIST=O Host fornecido n\u00E3o existe.
TAGS_SPECIFY_TAG_IS_IN_USE=O nome de Tag especificado j\u00E1 existe.
NETWORK_NET_EXISTS_IN_CLUSTER=A Rede L\u00F3gica especificada n\u00E3o existe no Cluster.
ACTION_LIST_CANNOT_BE_EMPTY=A lista de a\u00E7\u00F5es n\u00E3o pode estar vazia.
ACTION_TYPE_FAILED_BOOKMARK_INVALID_ID=N\u00E3o foi poss\u00EDvel ${action} ${type}. A ID do bookmark n\u00E3o \u00E9 v\u00E1lida.
ACTION_TYPE_FAILED_VDS_STATUS_ILLEGAL=N\u00E3o foi poss\u00EDvel ${action} ${type}. A opera\u00E7\u00E3o pode ser apenas executada quando o status do Host for ${hostStatus}.
# translation auto-copied from project oVirt, version ovirt-3.4, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
ACTION_TYPE_FAILED_VM_CLUSTER_DIFFERENT_ARCHITECTURES=N\u00E3o foi poss\u00EDvel ${action} ${type}. A MV e as arquiteturas do cluster de destina\u00E7\u00E3o n\u00E3o coincidem.
ACTION_TYPE_FAILED_MIGRATE_BETWEEN_TWO_CLUSTERS=N\u00E3o foi poss\u00EDvel ${action} ${type}. A MV pode ser migrada apenas entre os Hosts no mesmo Cluster.\n- Por favor selecione o Host do destino no mesmo Cluster para executar a MV.
VDS_CANNOT_CHECK_VERSION_HOST_NON_RESPONSIVE=N\u00E3o foi poss\u00EDvel obter a vers\u00E3o do Host quando o Host estiver no status Non Responsive.
STORAGE_DOMAIN_DOES_NOT_EXIST=O Storage Domain n\u00E3o existe.
ACTION_TYPE_FAILED_VDS_INTERMITENT_CONNECTIVITY=Devido \u00E0 conectividade intermitente a este Host, as opera\u00E7\u00F5es de isolamento n\u00E3o s\u00E3o permitidas desta vez. O sistema est\u00E1 tentando a reconex\u00E3o. Por favor tente novamente em 30 segundos.
# translation auto-copied from project oVirt, version master, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
ACTION_TYPE_FAILED_PM_ENABLED_WITHOUT_AGENT=N\u00E3o foi poss\u00EDvel ${action} ${type}. O Gerenciamento de Pot\u00EAncia est\u00E1 habilitado para o Host, por\u00E9m nenhum tipo de Agente foi selecionado.
# translation auto-copied from project oVirt, version master, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
ACTION_TYPE_FAILED_PM_ENABLED_WITHOUT_AGENT_CREDENTIALS=N\u00E3o foi poss\u00EDvel ${action} ${type}. O Gerenciamento de Pot\u00EAncia est\u00E1 habilitado para o Host, por\u00E9m faltam credenciais do Agente.
ACTION_TYPE_FAILED_AGENT_NOT_SUPPORTED=N\u00E3o foi poss\u00EDvel ${action} ${type}. O Agente de Gerenciamento de Pot\u00EAncia selecionado n\u00E3o \u00E9 suportado.
NETWORK_BOND_NOT_ATTACH_TO_NETWORK=O bond n\u00E3o est\u00E1 conectado \u00E0 Rede.
NETWORK_INTERFACE_NOT_ATTACH_TO_NETWORK=A Interface da Rede n\u00E3o est\u00E1 anexada \u00E0 Rede L\u00F3gica.
# translation auto-copied from project oVirt, version ovirt-3.4, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
ACTION_TYPE_FAILED_VM_CANNOT_IMPORT_VM_ARCHITECTURE_NOT_SUPPORTED_BY_CLUSTER=N\u00E3o foi poss\u00EDvel ${action} ${type}. O cluster selecionado n\u00E3o suporta a arquitetura da MV
# translation auto-copied from project oVirt, version ovirt-3.4, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
ACTION_TYPE_FAILED_VM_CANNOT_IMPORT_TEMPLATE_ARCHITECTURE_NOT_SUPPORTED_BY_CLUSTER=N\u00E3o foi poss\u00EDvel ${action} ${type}. O cluster selecionado n\u00E3o suporta a arquitetura do Template
# translation auto-copied from project oVirt, version ovirt-3.4, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
ACTION_TYPE_FAILED_VM_CANNOT_IMPORT_VM_WITH_NOT_SUPPORTED_ARCHITECTURE=N\u00E3o foi poss\u00EDvel ${action} ${type}. A MV selecionada possui uma arquitetura indefinida
# translation auto-copied from project oVirt, version ovirt-3.4, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
ACTION_TYPE_FAILED_VM_CANNOT_IMPORT_TEMPLATE_WITH_NOT_SUPPORTED_ARCHITECTURE=N\u00E3o foi poss\u00EDvel ${action} ${type}. O Template selecionado possui a arquitetura indefinida
NETWORK_INTERFACE_IN_USE_BY_VLAN=O bond n\u00E3o pode ser aplicado na Interface quando o VLAN estiver definido.\n-Por favor remova o VLAN da Interface.
NETWORK_ALREADY_ATTACHED_TO_CLUSTER=A Rede L\u00F3gica j\u00E1 est\u00E1 conectada ao Cluster.
ACTION_TYPE_FAILED_VDS_WITH_SAME_HOST_EXIST=N\u00E3o foi poss\u00EDvel ${action} ${type}. O Host como o mesmo endere\u00E7o j\u00E1 existe.
ACTION_TYPE_FAILED_VDS_WITH_INVALID_SSH_PORT=N\u00E3o foi poss\u00EDvel ${action} ${type}. Uma porta SSH inv\u00E1lida foi inserida.
ACTION_TYPE_FAILED_VDS_WITH_INVALID_SSH_USERNAME=N\u00E3o foi poss\u00EDvel ${action} ${type}. O nome do usu\u00E1rio SSH foi inserido.
ACTION_TYPE_FAILED_VDS_WITH_SAME_UUID_EXIST=N\u00E3o foi poss\u00EDvel ${action} ${type}. Existe um Host com o mesmo UUID.
ACTION_TYPE_FAILED_ILLEGAL_NUM_OF_MONITORS=N\u00E3o foi poss\u00EDvel ${action} ${type}. O n\u00FAmero ilegal de monitores \u00E9 fornecido, o n\u00FAmero m\u00E1ximo permitido \u00E9 1 para VNC e o n\u00FAmero m\u00E1ximo da vari\u00E1vel da configura\u00E7\u00E3o ValidNumOfMonitors para SPICE.
ACTION_TYPE_FAILED_ILLEGAL_SINGLE_DEVICE_OS_TYPE=N\u00E3o foi poss\u00EDvel ${action} ${type}. N\u00E3o \u00E9 poss\u00EDvel configurar o dispositivo de exibi\u00E7\u00E3o \u00FAnico a um sistema operacional diferente do Linux.
ACTION_TYPE_FAILED_ILLEGAL_SINGLE_DEVICE_DISPLAY_TYPE=N\u00E3o foi poss\u00EDvel ${action} ${type}. N\u00E3o foi poss\u00EDvel configurar o dispositivo de exibi\u00E7\u00E3o \u00FAnico atrav\u00E9s do display do VNC.
# translation auto-copied from project oVirt, version ovirt-3.4, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
ACTION_TYPE_FAILED_ILLEGAL_OS_TYPE_IS_NOT_SUPPORTED_BY_ARCHITECTURE_TYPE=N\u00E3o foi poss\u00EDvel ${action} ${type}. O sistema operacional n\u00E3o \u00E9 suportado pela arquitetura.
# translation auto-copied from project oVirt, version ovirt-3.4, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
ACTION_TYPE_FAILED_ILLEGAL_WATCHDOG_MODEL_IS_NOT_SUPPORTED_BY_OS=N\u00E3o foi poss\u00EDvel ${action} ${type}. O modelo watchdog selecionado n\u00E3o \u00E9 suportado pelo sistema operacional.
# translation auto-copied from project oVirt, version ovirt-3.4, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
ACTION_TYPE_FAILED_ILLEGAL_VM_DISPLAY_TYPE_IS_NOT_SUPPORTED_BY_OS=N\u00E3o foi poss\u00EDvel ${action} ${type}. O tipo de exibi\u00E7\u00E3o selecionada n\u00E3o \u00E9 suportada pelo sistema operacional.
# translation auto-copied from project oVirt, version ovirt-3.4, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
ACTION_TYPE_FAILED_ILLEGAL_OS_TYPE_DOES_NOT_SUPPORT_VIRTIO_SCSI=N\u00E3o foi poss\u00EDvel ${action} ${type}. O sistema de operacional selecionado n\u00E3o suporta o VirtIO-SCSI. Por favor desative o VirtIO-SCSI para a MV.
ACTION_TYPE_FAILED_SUSPEND_NOT_SUPPORTED=N\u00E3o foi poss\u00EDvel ${action} ${type}. A MV possui uma arquitetura que n\u00E3o suporta a suspens\u00E3o.
ACTION_TYPE_FAILED_ILLEGAL_SINGLE_DEVICE_INCOMPATIBLE_VERSION=N\u00E3o foi poss\u00EDvel ${action} ${type}. O Cluster n\u00E3o suporta os dispositivos Qxl Pci \u00DAnicos.
# translation auto-copied from project oVirt, version master, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
ACTION_TYPE_FAILED_ILLEGAL_DOMAIN_NAME=N\u00E3o foi poss\u00EDvel ${action} ${type}. O nome do Domain IIegal\: ${Domain}. O nome do Domain possui caractere especial n\u00E3o suportado ${Char}.
# translation auto-copied from project oVirt, version ovirt-3.4, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
ACTION_TYPE_FAILED_ILLEGAL_ARCHITECTURE_TYPE_INCOMPATIBLE=N\u00E3o foi poss\u00EDvel ${action} ${type}. A arquitetura n\u00E3o coincide com o valor esperado.
ACTION_TYPE_FAILED_CANNOT_DECREASE_COMPATIBILITY_VERSION=N\u00E3o foi poss\u00EDvel reduzir a vers\u00E3o de compatibilidade do data center.
ACTION_TYPE_FAILED_CANNOT_DECREASE_COMPATIBILITY_VERSION_UNDER_DC=N\u00E3o foi poss\u00EDvel reduzir a vers\u00E3o de compatibilidade abaixo da vers\u00E3o de compatibilidade do data center.
ACTION_TYPE_FAILED_GIVEN_VERSION_NOT_SUPPORTED=N\u00E3o foi poss\u00EDvel ${action} ${type}. A compatibilidade selecionada n\u00E3o \u00E9 suportada.
# translation auto-copied from project oVirt, version master, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
ACTION_TYPE_FAILED_DATA_CENTER_VERSION_DOESNT_SUPPORT_LIVE_SNAPSHOT=N\u00E3o foi poss\u00EDvel ${action} ${type}. A vers\u00E3o de compatibilidade do data center selecionado n\u00E3o suporta o snapshot ativo.
NETWORK_ADDR_MANDATORY_IN_STATIC_IP=O endere\u00E7o de rede deve ser especificado quando usando um ip estat\u00EDstico
ACTION_TYPE_FAILED_OBJECT_LOCKED=N\u00E3o foi poss\u00EDvel ${action} ${type}. A opera\u00E7\u00E3o relacionada est\u00E1 em andamento. Por favor tente mais tarde.
ACTION_TYPE_FAILED_NETWORK_IS_USED=N\u00E3o foi poss\u00EDvel ${action} ${type}. A rede est\u00E1 em uso no momento. Por favor aguarde e tente mais tarde novamente.
ACTION_TYPE_FAILED_TEMPLATE_IS_USED_FOR_CREATE_VM=N\u00E3o foi poss\u00EDvel  ${action} ${type}. Esse template esta em uso no momento para criar o ${VmName} da MV.
ACTION_TYPE_FAILED_SNAPSHOT_IS_BEING_TAKEN_FOR_VM=N\u00E3o foi poss\u00EDvel ${action} ${type}. O snapshot est\u00E1 sendo criado para a MV ${VmName}.
ACTION_TYPE_FAILED_DISK_IS_USED_FOR_CREATE_VM=N\u00E3o foi poss\u00EDvel  ${action} ${type}. Esse disco est\u00E1 em uso no momento para criar o ${VmName} da MV.
ACTION_TYPE_FAILED_DISK_IS_BEING_REMOVED=N\u00E3o foi poss\u00EDvel ${action} ${type}. O disco ${DiskName} foi removido.
ACTION_TYPE_FAILED_OVF_DISK_IS_BEING_USED=N\u00E3o foi poss\u00EDvel ${action} ${type}. Os dados OVF do Disco est\u00E3o sendo atualizados.
ACTION_TYPE_FAILED_UNSUPPORTED_OVF=N\u00E3o foi poss\u00EDvel ${action} ${type}. N\u00E3o existe nenhum OVF para a entidade em espec\u00EDfico.
ACTION_TYPE_FAILED_DOMAIN_OVF_ON_UPDATE=N\u00E3o foi poss\u00EDvel ${action} ${type}. Os dados do Storage Domain OVF est\u00E3o sendo atualizados.
ACTION_TYPE_FAILED_DISK_IS_BEING_MIGRATED=N\u00E3o foi poss\u00EDvel ${action} ${type}. O disco ${DiskName} foi movido ou copiado.
# translation auto-copied from project oVirt, version ovirt-3.4, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
ACTION_TYPE_FAILED_DESTINATION_AND_SOURCE_STORAGE_SUB_TYPES_DIFFERENT=N\u00E3o foi poss\u00EDvel ${action} ${type}. Os domains de fonte e destina\u00E7\u00E3o devem ambos estar em domains de arquivo e domains de bloco.
ACTION_TYPE_FAILED_TEMPLATE_IS_BEING_EXPORTED=N\u00E3o foi poss\u00EDvel ${action} ${type}. O template ${TemplateName} foi exportado.
ACTION_TYPE_FAILED_NO_VALID_DOMAINS_STATUS_FOR_TEMPLATE_DISKS=N\u00E3o foi poss\u00EDvel ${action} ${type}. N\u00E3o foi poss\u00EDvel encontrar o(s) Domain(s) no status ${applicableStatus} para alguns dos discos do Template.\nPor favor certifique-se de que h\u00E1 pelo menos um Storage Domain no status aplic\u00E1vel para cada um dos discos \:\n${disksInfo}
ACTION_TYPE_FAILED_VM_IS_BEING_IMPORTED=N\u00E3o foi poss\u00EDvel ${action} ${type}. A MV ${VmName} est\u00E1 sendo importada.
ACTION_TYPE_FAILED_VM_IS_BEING_MIGRATED=N\u00E3o foi poss\u00EDvel ${action} ${type}. A MV ${VmName} est\u00E1 sendo migrada.
ACTION_TYPE_FAILED_TEMPLATE_IS_BEING_REMOVED=N\u00E3o foi poss\u00EDvel  ${action} ${type}. O template ${TemplateName} foi removido.
ACTION_TYPE_FAILED_VM_IS_BEING_REMOVED_FROM_EXPORT_DOMAIN=N\u00E3o foi poss\u00EDvel ${action} ${type}. A MV ${VmName} est\u00E1 sendo removida do export domain.
ACTION_TYPE_FAILED_DISK_IS_USED_BY_GET_ALIGNMENT=N\u00E3o foi poss\u00EDvel ${action} ${type}. O alinhado do disco ${DiskAlias} est\u00E1 sendo determinado no momento.
ACTION_TYPE_FAILED_DISK_IS_BEING_EXPORTED=N\u00E3o foi poss\u00EDvel ${action} ${type}. O disco ${DiskAlias} est\u00E1 sendo exportado.
NETWORK_BOND_HAVE_ATTACHED_VLANS=Bond conectado ao vlan, remova primeiramente os bonds vlan
NETWORK_INTERFACE_CONNECT_TO_VLAN=N\u00E3o foi poss\u00EDvel conectar nenhuma rede non vlan \u00E0 interface vlan
NETWORK_CANNOT_REMOVE_NETWORK_IN_USE_BY_VM=N\u00E3o foi poss\u00EDvel remover a rede '${NetworkName}', ela est\u00E1 em uso pela MV
ACTION_TYPE_FAILED_DISK_MAX_SIZE_EXCEEDED=N\u00E3o foi poss\u00EDvel criar um disco maior que o ${max}_disk_size GB
NETWORK_HOST_IS_BUSY=N\u00E3o foi poss\u00EDvel editar a Rede enquanto o Host estiver ativo. Altere o Host para o modo de Manuten\u00E7\u00E3o e tente novamente.
VMT_CANNOT_CHANGE_IMAGES_TEMPLATE=N\u00E3o foi poss\u00EDvel alterar o formato das imagens do Template
VMT_CANNOT_IMPORT_RAW_IMAGE_WITH_SNAPSHOTS=N\u00E3o foi poss\u00EDvel alterar o formato da imagem para bruto quando a imagem possuir Snapshots.
VMT_CANNOT_IMPORT_RAW_IMAGE_WITH_TEMPLATE=N\u00E3o foi poss\u00EDvel alterar o formato da imagem para bruto quando a MV possuir Template.
VM_CANNOT_EXPORT_RAW_FORMAT=N\u00E3o foi poss\u00EDvel alterar o formato para BRUTO na exporta\u00E7\u00E3o da MV.
VM_PINNING_FORMAT_INVALID=Formato inv\u00E1lido de fixa\u00E7\u00E3o da CPU.
VM_PINNING_VCPU_DOES_NOT_EXIST=Falha na valida\u00E7\u00E3o de fixa\u00E7\u00E3o da CPU - a CPU virtual n\u00E3o existe na mv.
VM_PINNING_PCPU_DOES_NOT_EXIST=Falha na valida\u00E7\u00E3o de fixa\u00E7\u00E3o da CPU - a CPU virtual n\u00E3o existe no host.
VM_PINNING_DUPLICATE_DEFINITION=N\u00E3o foi poss\u00EDvel configurar duas vezes a fixa\u00E7\u00E3o da CPU na mesma vCPU.
VM_PINNING_PINNED_TO_NO_CPU=N\u00E3o foi poss\u00EDvel fixar a vCPU uma vez que n\u00E3o h\u00E1 pCPU.
ACTION_TYPE_FAILED_TEMPLATE_NOT_FOUND_ON_EXPORT_DOMAIN=N\u00E3o foi poss\u00EDvel exportar a MV. O Template ${TemplateName} n\u00E3o existe no export domain. Caso voc\u00EA deseje exportar a MV sem o pr\u00F3prio Template, por favor use TemplateMustExists\=false
ACTION_TYPE_FAILED_VM_NOT_FOUND_ON_EXPORT_DOMAIN=N\u00E3o foi poss\u00EDvel deletar a MV. A MV n\u00E3o existe no export domain
# translation auto-copied from project oVirt, version master, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
ACTION_NOT_SUPPORTED_FOR_CLUSTER_POOL_LEVEL=A A\u00E7\u00E3o ${action} ${type} n\u00E3o \u00E9 suportada para este Cluster ou vers\u00E3o de compatibilidade do Data Center.
# translation auto-copied from project oVirt, version master, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
ACTION_TYPE_FAILED_MAX_CPU_PER_SOCKET=N\u00E3o foi poss\u00EDvel ${action} ${type}. O n\u00FAmero m\u00E1ximo de cpu por socket foi excedido.
ACTION_TYPE_FAILED_MAX_NUM_CPU=N\u00E3o foi poss\u00EDvel ${action} ${type}. O n\u00FAmero m\u00E1ximo de cpu est\u00E1 excedido.
ACTION_TYPE_FAILED_MAX_NUM_SOCKETS=N\u00E3o foi poss\u00EDvel ${action} ${type}. O n\u00FAmero m\u00E1ximo de sockets foi excedido
VMT_CANNOT_IMPORT_TEMPLATE_EXISTS=Falha na importa\u00E7\u00E3o do Template - A Id do Template j\u00E1 existe no sistema. Por favor remova o Template (${TemplateName}) a partir do sistema primeiramente
VMT_CANNOT_IMPORT_TEMPLATE_VERSION_MISSING_BASE=N\u00E3o foi poss\u00EDvel importar o Template Version, Base Template para esta Vers\u00E3o. Por favor importe primeiramente o Base Template ou Import Version como Base Template usando o Clone.
VM_CANNOT_IMPORT_TEMPLATE_NAME_EXISTS=Falha na Importa\u00E7\u00E3o do Template - O nome do Template j\u00E1 existe no sistema. Por favor nomeie novamente o Template no sistema primeiramente.
VM_CANNOT_IMPORT_VM_EXISTS=Falha na importa\u00E7\u00E3o da MV - A Id da MV j\u00E1 existe no sistema. Por favor remova a MV (${VmName}) a partir do sistema primeiramente
VM_CANNOT_IMPORT_VM_NAME_EXISTS=Falha na importa\u00E7\u00E3o da MV - O Nome da MV j\u00E1 existe no sistema. Por favor nomeie a MV novamente no sistema primeiramente
TAGS_CANNOT_EDIT_READONLY_TAG=N\u00E3o foi poss\u00EDvel editar o tag para leitura apenas
VM_CANNOT_REMOVE_HAS_RUNNING_TASKS=N\u00E3o \u00E9 poss\u00EDvel for\u00E7ar a remo\u00E7\u00E3o da MV quando houver tarefas sendo executadas.
ACTION_TYPE_FAILED_IMPORTED_TEMPLATE_IS_MISSING=N\u00E3o foi poss\u00EDvel importar e recolher a MV. Falta o Template no domain ${DomainName}
VM_POOL_CANNOT_CREATE_WITH_NO_VMS=N\u00E3o foi poss\u00EDvel criar o Pool com 0 MVs
ACTION_TYPE_FAILED_DISK_BOOT_IN_USE=N\u00E3o foi poss\u00EDvel ${action} o(s)/a(s) ${type}. O disco ${DiskName} na MV ${VmName} j\u00E1 foi marcado como boot.
ACTION_TYPE_FAILED_VMS_BOOT_IN_USE=N\u00E3o foi poss\u00EDvel ${action} ${type}. As MVs ${VmsName} j\u00E1 foram marcadas como boot.
# translation auto-copied from project oVirt, version master, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
VDS_GROUP_CANNOT_UPDATE_CPU_WHEN_RUNNING_VMS=N\u00E3o foi poss\u00EDvel alterar o n\u00EDvel da cpu quando as MVs estiverem sendo executadas.
VM_OR_TEMPLATE_ILLEGAL_PRIORITY_VALUE=O valor da prioridade da MV passou o valor m\u00E1ximo permitido. O valor deve ser entre 0 e ${MaxValue}.
ACTION_TYPE_FAILED_MIN_CPU_PER_SOCKET=O n\u00FAmero m\u00EDnimo da CPU por socket n\u00E3o pode ser inferior a 1
# translation auto-copied from project oVirt, version master, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
ACTION_TYPE_FAILED_MIN_NUM_SOCKETS=O n\u00FAmero m\u00EDnimo de sockets n\u00E3o pode ser inferior a 1
ACTION_TYPE_FAILED_SPECIFY_DOMAIN_IS_NOT_EXPORT_DOMAIN=N\u00E3o foi poss\u00EDvel ${action} ${type}. O domain especificado '${storageDomainName}' n\u00E3o \u00E9 o export domain.
NETWORK_ADDR_IN_STATIC_IP_BAD_FORMAT=Formato incorreto do endere\u00E7o IP
NETWORK_ADDR_IN_GATEWAY_BAD_FORMAT=Formato incorreto do endere\u00E7o de ref\u00FAgio
NETWORK_ADDR_IN_SUBNET_BAD_FORMAT=Formato incorreto da m\u00E1scara de subnet
NETWORK_BOND_NAME_BAD_FORMAT=O nome do bond n\u00E3o \u00E9 bom e deve come\u00E7ar com o prefixo 'bond' seguido de um n\u00FAmero.
NETWORK_CANNOT_CONTAIN_BOND_NAME=O nome incorreto da rede. A rede n\u00E3o pode iniciar com 'bond'
RHEVH_LOCALFS_WRONG_PATH_LOCATION=A pasta do Storage Local no Hypervisor RHEV deve ser localizado sob ${path}
ACTION_TYPE_FAILED_STORAGE_POOL_IS_NOT_LOCAL=O Data Center deve ser "Storage Local"
# translation auto-copied from project oVirt, version master, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
ACTION_TYPE_FAILED_VDS_IS_NOT_IN_STORAGE_POOL=O Host n\u00E3o est\u00E1 conectado ao Data Center
VDS_CANNOT_ADD_MORE_THEN_ONE_HOST_TO_LOCAL_STORAGE=N\u00E3o foi poss\u00EDvel adicionar mais de um Host ao Data Center do "Storage Local"
VDS_CANNOT_REMOVE_HOST_WITH_LOCAL_STORAGE=N\u00E3o foi poss\u00EDvel remover Host, uma vez que isto cont\u00E9m um Storage Domain. Por favor ative o Host e remova o Data Center primeiramente.\n- Caso o Host n\u00E3o possa ser ativado, use a op\u00E7\u00E3o For\u00E7ar-Remo\u00E7\u00E3o no objeto do Data Center (selecione o Data Center e clique nisto com o bot\u00E3o direito do mouse).\n- Perceba que esta a\u00E7\u00E3o \u00E9 destrutiva.
VDS_GROUP_CANNOT_ADD_MORE_THEN_ONE_HOST_TO_LOCAL_STORAGE=N\u00E3o foi poss\u00EDvel adicionar mais de um Cluster ao Data Center do "Storage Local"
# translation auto-copied from project oVirt, version master, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
VDS_GROUP_SELECTION_ALGORITHM_MUST_BE_SET_TO_NONE_ON_LOCAL_STORAGE=A sele\u00E7\u00E3o do algoritmo deve se definido "Nenhum" no Data Center no "Storage Local" 
# translation auto-copied from project oVirt, version master, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
VDS_GROUP_CANNOT_DETACH_DATA_DOMAIN_FROM_LOCAL_STORAGE=O domain de dados do "Storage Local" n\u00E3o pode ser desanexado do Data Center
DATA_CENTER_LOCAL_STORAGE_NOT_SUPPORTED_IN_CURRENT_VERSION=O "Storage Local" n\u00E3o \u00E9 suportado com a vers\u00E3o da computabilidade do Data Center
DATA_CENTER_POSIX_STORAGE_NOT_SUPPORTED_IN_CURRENT_VERSION=O "arquivo baseado no storage" n\u00E3o \u00E9 suportado com a vers\u00E3o de compatibilidade do data center.
DATA_CENTER_GLUSTER_STORAGE_NOT_SUPPORTED_IN_CURRENT_VERSION=O "Gluster baseado no storage" n\u00E3o \u00E9 suportado com a vers\u00E3o de compatibilidade do data center atual.
VDS_CANNOT_UPDATE_CLUSTER=A atualiza\u00E7\u00E3o do Cluster do Host n\u00E3o pode ser executado atrav\u00E9s da a\u00E7\u00E3o de atualiza\u00E7\u00E3o do Host. Ao inv\u00E9s disto, por favor use a a\u00E7\u00E3o de Altera\u00E7\u00E3o do Cluster do Host.
VM_CANNOT_UPDATE_CLUSTER=A atualiza\u00E7\u00E3o do Cluster da MV n\u00E3o pode ser executado atrav\u00E9s da a\u00E7\u00E3o de atualiza\u00E7\u00E3o da MV. Ao inv\u00E9s disto, por favor use a a\u00E7\u00E3o de Altera\u00E7\u00E3o do Cluster do Host.
VM_STATUS_NOT_VALID_FOR_UPDATE=N\u00E3o foi poss\u00EDvel atualizar a MV neste status. Tente interromper a MV primeiramente.
PERMISSION_ADD_FAILED_PERMISSION_NOT_SENT=N\u00E3o foi poss\u00EDvel adicionar permiss\u00E3o. Nenhuma permiss\u00E3o foi enviada
PERMISSION_ADD_FAILED_INVALID_ROLE_ID=N\u00E3o foi poss\u00EDvel adicionar permiss\u00E3o. A id da Fun\u00E7\u00E3o \u00E9 inv\u00E1lida
PERMISSION_ADD_FAILED_INVALID_OBJECT_ID=N\u00E3o foi poss\u00EDvel adicionar permiss\u00E3o. A ID do objeto \u00E9 inv\u00E1lida
PERMISSION_ADD_FAILED_USER_ID_MISMATCH=N\u00E3o foi poss\u00EDvel adicionar permiss\u00E3o. Nenhuma ID de usu\u00E1rio/grupo ou as IDs n\u00E3o coincidem
PERMISSION_ADD_FAILED_ONLY_SYSTEM_SUPER_USER_CAN_GIVE_ADMIN_ROLES=N\u00E3o foi poss\u00EDvel adicionar permiss\u00E3o, apenas o superusu\u00E1rio do sistema pode conceder permiss\u00F5es com a Fun\u00E7\u00E3o admin
PERMISSION_REMOVE_FAILED_ONLY_SYSTEM_SUPER_USER_CAN_REMOVE_ADMIN_ROLES=N\u00E3o foi poss\u00EDvel remover a permiss\u00E3o. Apenas o superusu\u00E1rio do sistema pode remover as permiss\u00F5es com a Fun\u00E7\u00E3o admin
PERMISSION_ADD_FAILED_VM_IN_POOL=N\u00E3o foi poss\u00EDvel adicionar a permiss\u00E3o, a MV faz parte da MV-Pool. Ao inv\u00E9s disso, a permiss\u00E3o deve concedida na MV-Pool
ROLE_WITH_ROLE_ID_DO_NOT_EXIST=N\u00E3o existe fun\u00E7\u00E3o com esta ID
VDS_GROUP_CPU_UTILIZATION_MUST_BE_IN_VALID_RANGE=O limite de utiliza\u00E7\u00E3o da CPU deve ser entre 0 e 100.
VDS_GROUP_CPU_LOW_UTILIZATION_PERCENTAGE_MUST_BE_LOWER_THAN_HIGH_PERCENTAGE=O limite de utiliza\u00E7\u00E3o inferior da CPU deve ser inferior do que o limite superior definido.
VDS_GROUP_CPU_HIGH_UTILIZATION_PERCENTAGE_MUST_BE_DEFINED_WHEN_USING_EVENLY_DISTRIBUTED=O limite alto de utiliza\u00E7\u00E3o da CPU deve ser definido quando usando a pol\u00EDtica igualmente distribu\u00EDda.
VDS_GROUP_BOTH_LOW_AND_HIGH_CPU_UTILIZATION_PERCENTAGE_MUST_BE_DEFINED_WHEN_USING_POWER_SAVING=Ambos os limites alto e baixo de utiliza\u00E7\u00E3o da CPU devem ser definidos quando usando a pol\u00EDtica de economia da pot\u00EAncia.
# translation auto-copied from project oVirt, version master, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
VDS_GROUP_AT_LEAST_ONE_SERVICE_MUST_BE_ENABLED=Pelo menos um servi\u00E7o [virt / gluster] deve estar habilitado no cluster.
VDS_GROUP_CANNOT_DISABLE_VIRT_WHEN_CLUSTER_CONTAINS_VMS=N\u00E3o foi poss\u00EDvel desativar o servi\u00E7o virt no cluster uma vez que ele cont\u00E9m MVs.
VDS_GROUP_CANNOT_DISABLE_GLUSTER_WHEN_CLUSTER_CONTAINS_VOLUMES=N\u00E3o foi poss\u00EDvel desativar o servi\u00E7o gluster no cluster uma vez que ele cont\u00E9m volumes.
# translation auto-copied from project oVirt, version master, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
NETWORK_ATTACH_ILLEGAL_GATEWAY=O default do ref\u00FAgio deve ser determinado na Rede de Gerenciamento
SLAVE_INTERFACE_IS_MISCONFIGURED=A interface slave n\u00E3o est\u00E1 configurada apropriadamente. Por favor verifique se os slaves n\u00E3o cont\u00E9m quaisquer das seguintes propriedades\: nome da rede, protocolo de boot, endere\u00E7o IP, netmask, gateway ou nota\u00E7\u00E3o vlan-ID (como parte do nome da interface ou explicitamente).
# translation auto-copied from project oVirt, version ovirt-3.4, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
IMPROPER_INTERFACE_IS_LABELED=N\u00E3o foi poss\u00EDvel ${action} ${type}. Uma interface impr\u00F3pria est\u00E1 rotulada. Por favor certifique-se de que os r\u00F3tulos s\u00E3o fornecidos apenas \u00E0s interfaces ou para bonds (n\u00E3o para slaves nem vlans).
IMPROPER_BOND_IS_LABELED=N\u00E3o foi poss\u00EDvel ${action} ${type}. Um bond impr\u00F3prio est\u00E1 rotulado. Por favor verifique os r\u00F3tulos apenas para bonds com pelo menos dois slaves.
# translation auto-copied from project oVirt, version ovirt-3.4, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
INTERFACE_ALREADY_LABELED=N\u00E3o foi poss\u00EDvel ${action} ${type}. A interface da rede j\u00E1 est\u00E1 rotulada com o r\u00F3tulo especificado.
# translation auto-copied from project oVirt, version ovirt-3.4, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
INTERFACE_NOT_LABELED=N\u00E3o foi poss\u00EDvel ${action} ${type}. A interface da rede n\u00E3o est\u00E1 rotulada com o r\u00F3tulo espec\u00EDfico.
MISSING_DIRECTORY_ELEMENT_ID=A ID do usu\u00E1rio/grupo n\u00E3o pode ser esvaziada.
NETWORK_ILEGAL_NETWORK_NAME=O nome da rede deve ser entre 1-15 caracteres e conter apenas caracteres 'A-Z', 'a-z', '0-9', '_'
STORAGE_OPERATION_FAILED_SPM_NETWORK_PROBLEMS=As opera\u00E7\u00F5es relacionadas ao storage n\u00E3o pode ser executada enquanto o Gerenciador do Pool do Storage estiver inativo. \nCertifique-se de que o Gerenciador do Pool do Storage est\u00E1 ativo e sendo executado, e verifique a conectividade da rede.
VALIDATION_STORAGE_CONNECTION_INVALID=O caminho da montagem \u00E9  ilegal. Por favor use a conven\u00E7\u00E3o [IP\:/caminho ou FQDN\:/caminho].
VALIDATION_STORAGE_CONNECTION_INVALID_PORT=Valor inv\u00E1lido para a porta, isto deve ser um n\u00FAmero maior que 0.
VALIDATION_STORAGE_CONNECTION_EMPTY_VFSTYPE=O tipo de VFS n\u00E3o pode estar vazio.
VALIDATION_STORAGE_CONNECTION_EMPTY_IQN=Os detalhes do destino n\u00E3o podem ser esvaziados.
VALIDATION_STORAGE_CONNECTION_EMPTY_CONNECTION=O campo ${fieldName} n\u00E3o pode ser esvaziado.
VALIDATION_STORAGE_CONNECTION_NFS_RETRANS=As Retransmiss\u00F5es NFS devem ser entre 0 e 32767
VALIDATION_STORAGE_CONNECTION_NFS_TIMEO=O Tempo Limite NFS deve ser entre 1 e 6000
VALIDATION_TAGS_INVALID_TAG_NAME=Nome de tag inv\u00E1lido. Apenas caracteres alfanum\u00E9ricos e caracteres '-' e '_' s\u00E3o v\u00E1lidos
VALIDATION_VM_POOLS_NAME_NOT_NULL=O nome do pool \u00E9 obrigat\u00F3rio
# translation auto-copied from project oVirt, version ovirt-3.4, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
VALIDATION.VM_POOLS.SPICE_PROXY.HOSTNAME_OR_IP=O endere\u00E7o SPICE proxy deve estar na forma de [protocol\://]hostname ou ip[\:port]
VALIDATION_ROLES_NAME_NOT_NULL=O nome da fun\u00E7\u00E3o \u00E9 solicitada
VALIDATION_ROLES_NAME_MAX=O nome da fun\u00E7\u00E3o n\u00E3o deve exceder mais de 126 caracteres
VALIDATION_ROLES_NAME_INVALID=O nome da fun\u00E7\u00E3o deve composto de "a-z0-9A-Z" ou "-_"
VALIDATION_QUOTA_NAME_INVALID=O nome da Cota deve ser formado de "a-z0-9A-Z" e "-_"
VALIDATION_VDS_GROUP_NAME_NOT_NULL=O nome do Cluster \u00E9 obrigat\u00F3rio
VALIDATION_VDS_GROUP_NAME_MAX=O nome do Cluster n\u00E3o deve exceder 40 caracteres
VALIDATION_VDS_GROUP_NAME_INVALID=O nome do Cluster deve ser formado de caracteres alfanum\u00E9ricos, n\u00FAmeros ou "-_"
VALIDATION_VDS_NAME_INVALID=O nome do Host deve ser formado de caracteres alfanum\u00E9ricos, n\u00FAmeros ou "-_"
VALIDATION_VDS_GROUP_MigrateOnError_NOT_NULL=A migra\u00E7\u00E3o do Cluster na op\u00E7\u00E3o erro \u00E9 requerida
# translation auto-copied from project oVirt, version ovirt-3.4, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
VALIDATION.VDS_GROUP.SPICE_PROXY.HOSTNAME_OR_IP=O endere\u00E7o SPICE proxy deve estar na forma de [protocol\://]hostname ou ip[\:port]
# translation auto-copied from project oVirt, version master, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
VALIDATION_STORAGE_POOL_ID_NOT_NULL=O ID do Data Center \u00E9 requerida
VALIDATION_VDS_HOSTNAME_HOSTNAME_OR_IP=O endere\u00E7o Host deve ser um FQDN ou um endere\u00E7o IP v\u00E1lido
VALIDATION_VDS_POWER_MGMT_ADDRESS_HOSTNAME_OR_IP=O endere\u00E7o de pot\u00EAncia do Host deve ser um FQDN ou um endere\u00E7o IP v\u00E1lido
VALIDATION_VM_NUM_OF_MONITORS_EXCEEDED=A MV excedeu o n\u00FAmero de monitores permitidos
VALIDATION_STORAGE_DOMAIN_NAME_INVALID=O nome do Storage Domain deve ser formado de "a-z0-9A-Z" ou "-_"
VALIDATION_STORAGE_DOMAIN_DESCRIPTION_INVALID=A descri\u00E7\u00E3o do Storage Domain deve ser formada de "a-z0-9A-Z" ou "-_"
VALIDATION.STORAGE_DOMAIN.DESCRIPTION.MAX=A descri\u00E7\u00E3o do Storage Domain n\u00E3o deve exceder 4000 caracteres
VALIDATION_VM_TEMPLATE_NAME_MAX=O nome do Template da MV n\u00E3o deve exceder 40 caracteres
VALIDATION_DISK_INTERFACE_NOT_NULL=A interface \u00E9 requerida
VALIDATION_VOLUME_TYPE_NOT_NULL=O tipo de Volume \u00E9 obrigat\u00F3rio
VALIDATION_DISK_TYPE_NOT_NULL=O tipo de disco \u00E9 obrigat\u00F3rio
# translation auto-copied from project oVirt, version master, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
VALIDATION_DISK_DESCRIPTION_INVALID=A descri\u00E7\u00E3o do disco deve ser formada apenas de caracteres alfanum\u00E9ricos e especiais, de acordo com o conjunto de caracteres ASCII default.
VALIDATION_DISK_ALIAS_INVALID=O nome do disco alias deve ser formado de caracteres alfanum\u00E9ricos ou "-_."
VALIDATION_VOLUME_FORMAT_NOT_NULL=O formato do volume \u00E9 obrigat\u00F3rio
# translation auto-copied from project oVirt, version master, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
VALIDATION_DISK_IMAGE_DESCRIPTION_NOT_INVALID=A descri\u00E7\u00E3o do snapshot deve ser formada apenas de caracteres alfanum\u00E9ricos e especiais, de acordo com o conjunto de caracteres ASCII default.
VALIDATION_DISK_IMAGE_DESCRIPTION_NOT_EMPTY=A descri\u00E7\u00E3o do snapshot n\u00E3o pode ser vazia
VALIDATION_DISK_IMAGE_DESCRIPTION_MAX=A descri\u00E7\u00E3o do Snapshot n\u00E3o deve exceder mais do que 4000 caracteres
# translation auto-copied from project oVirt, version master, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
VALIDATION_DATA_CENTER_DESCRIPTION_INVALID="A descri\u00E7\u00E3o do Data Center deve ser composta de apenas caracteres  ASCII"
# translation auto-copied from project oVirt, version master, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
VALIDATION_DATA_CENTER_NAME_INVALID=O nome do Data Center deve ser composto de "a-z0-9A-Z" ou "-_"
VALIDATION_ID_NULL=A ID \u00E9 requerida.
VALIDATION_NAME_NULL=O nome \u00E9 requerido.
VALIDATION_NAME_INVALID=O nome deve ser formado de caracteres alfanum\u00E9ricos, n\u00FAmeros ou "-_".
VALIDATION_NAME_INVALID_WITH_DOT=O nome deve ser formado de caracteres alfanum\u00E9ricos, n\u00FAmeros ou "-_"
VALIDATION_URL_NULL=O URL \u00E9 requerido.
VALIDATION_VMINTERFACE_MACADDRESS=O endere\u00E7o MAC deve estar no formato\: XX\:XX\:XX\:XX\:XX\:XX, (XX\=0-9 ou A-F)
VALIDATION_EVENTS_EMAIL_FORMAT=o formato do e-mail n\u00E3o \u00E9 v\u00E1lido
VALIDATION_INVALID_CORRELATION_ID=A ID de correla\u00E7\u00E3o deve ser composta de "a-z0-9A-Z" ou "-_"
VALIDATION_VM_NETWORK_MAC_ADDRESS_INVALID=O endere\u00E7o MAC deve estar no formato "HH\:HH\:HH\:HH\:HH\:HH" onde H \u00E9 um caractere hexadecimal (tanto um d\u00EDgito ou A-F, n\u00E3o importa se \u00E9 mai\u00FAsculo ou min\u00FAsculo).
VALIDATION_VM_NETWORK_MAC_ADDRESS_NOT_NULL=O endere\u00E7o MAC \u00E9 solicitado.
VALIDATION_VM_NETWORK_NAME_NOT_NULL=O nome da interface \u00E9 obrigat\u00F3rio.
VALIDATION.REPETITIVE.IP.IN.VDS=A lista de interfaces \u00E9 inv\u00E1lida, duas ou mais interfaces de rede possuem o mesmo IP.
VALIDATION_VDS_PORT_RANGE=O n\u00FAmero da Porta deve ser entre 1 e 65535.
VALIDATION.VM_POOLS.NUMBER_OF_MAX_ASSIGNED_VMS_OUT_OF_RANGE=O n\u00FAmero m\u00E1ximo de MVs determinadas por usu\u00E1rio deve ser entre 1 e 32,767.
ERROR_CANNOT_FIND_ISO_IMAGE_PATH=O caminho da imagem ISO \u00E9 inv\u00E1lido
ERROR_CANNOT_FIND_FLOPPY_IMAGE_PATH=O caminho da imagem do disquete \u00E9 inv\u00E1lido
VDS_ADD_STORAGE_SERVER_STATUS_MUST_BE_UP=N\u00E3o foi poss\u00EDvel adicionar a conex\u00E3o do servidor do storage quando o status do Host n\u00E3o estiver up
USER_FAILED_TO_AUTHENTICATE_WRONG_USERNAME_OR_PASSWORD=O nome do usu\u00E1rio ou senha est\u00E1 incorreto
VDS_GROUP_CANNOT_UPDATE_CPU_WITH_SUSPENDED_VMS=N\u00E3o foi poss\u00EDvel atualizar o Cluster e alterar o n\u00EDvel do Cluster da CPU caso hajam MVs suspendidas no Cluster
# translation auto-copied from project oVirt, version ovirt-3.4, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
VDS_GROUP_CPU_IS_NOT_UPDATABLE=N\u00E3o foi poss\u00EDvel atualizar o Cluster e alterar o nome do Cluster da CPU caso hajam hosts ou m\u00E1quinas virtuais no Cluster. Este nome da CPU \u00E9 incompat\u00EDvel com todas as demais CPUs dispon\u00EDveis
CUSTOM_PROPERTIES_INVALID_VALUES_NOT_ALLOWED_IN_CURRENT_CLUSTER=N\u00E3o foi poss\u00EDvel atualizar o Cluster. As propriedades personalizadas n\u00E3o s\u00E3o suportadas sob a vers\u00E3o do Cluster atual
# translation auto-copied from project oVirt, version master, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
USER_FAILED_TO_AUTHENTICATE_ACCOUNT_IS_LOCKED_OR_DISABLED=Falha na autentica\u00E7\u00E3o. O usu\u00E1rio est\u00E1 tanto bloqueado ou desabilitado
USER_FAILED_TO_AUTHENTICATE_DNS_ERROR=Falha na autentica\u00E7\u00E3o. Erro na configura\u00E7\u00E3o DNS. Por favor verifique se o Host do Mecanismo possui um registro inverso v\u00E1lido de DNS (PTR).
# translation auto-copied from project oVirt, version master, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
USER_FAILED_TO_AUTHENTICATE_NO_KDCS_FOUND=Falha na autentica\u00E7\u00E3o. Por favor verifique se o nome do domain inteiramente qualificado que \u00E9 usado para a autentica\u00E7\u00E3o est\u00E1 correto.
USER_FAILED_TO_AUTHENTICATE_CLOCK_SKEW_TOO_GREAT=Falha na autentica\u00E7\u00E3o. O rel\u00F3gio do Mecanismo n\u00E3o est\u00E1 sincronizado com os servi\u00E7os do diret\u00F3rio (isto deve ser com 5 minutos de diferen\u00E7a). Por favor verifique se os rel\u00F3gios est\u00E3o sincronizados e inicie o servi\u00E7o.
USER_FAILED_TO_AUTHENTICATE_CONNECTION_TIMED_OUT=Falha na autentica\u00E7\u00E3o. A conex\u00E3o para o servidor do Diret\u00F3rio entrou em intervalo. Por favor contate seu administrador de sistema
# translation auto-copied from project oVirt, version master, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
USER_FAILED_TO_AUTHENTICATE_WRONG_REALM=Falha na autentica\u00E7\u00E3o. Um nome de domain incorreto foi fornecido para autentica\u00E7\u00E3o
ACTION_TYPE_FAILED_INVALID_CUSTOM_PROPERTIES_DUPLICATE_KEYS=N\u00E3o \u00E9 poss\u00EDvel ${action} ${type} caso algumas das propriedades personalizadas espec\u00EDficas aparecerem mais de uma vez. As teclas s\u00E3o\: ${DuplicateKeys}
ACTION_TYPE_FAILED_HOSTNAME_CANNOT_CHANGE=O Endere\u00E7o do Host n\u00E3o foi modificado devido \u00E0s restri\u00E7\u00F5es de Seguran\u00E7a. O Host foi reinstalado com o objetivo de alterar o Endere\u00E7o do Host
CAN_DO_ACTION_DATABASE_CONNECTION_FAILURE=Falha na a\u00E7\u00E3o devido \u00E0 falha de conex\u00E3o do banco de dados. Por favor verifique a conectividade de seu servidor do Banco de Dados.
# translation auto-copied from project oVirt, version master, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
ACTION_TYPE_FAILED_DESCRIPTION_MAY_NOT_CONTAIN_SPECIAL_CHARS=N\u00E3o foi poss\u00EDvel ${action} ${type}. A descri\u00E7\u00E3o fornecida cont\u00E9m caracteres especiais.\nApenas os caracteres alfa num\u00E9ricos e especiais que est\u00E3o de acordo com o conjunto de caracteres ASCII default s\u00E3o permitidos.
# translation auto-copied from project oVirt, version master, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
ACTION_TYPE_FAILED_LINUX_BOOT_PARAMS_MAY_NOT_CONTAIN_TRIMMING_WHITESPACES=N\u00E3o foi poss\u00EDvel ${action} ${type}. Os par\u00E2metros de boot do Linux cont\u00E9m caracteres em branco de exclus\u00E3o.
ACTION_TYPE_FAILED_NAME_LENGTH_IS_TOO_LONG=N\u00E3o foi poss\u00EDvel ${action} ${type}. O nome fornecido \u00E9 muito extenso.
ACTION_TYPE_FAILED_NAME_MAY_NOT_BE_EMPTY=N\u00E3o foi poss\u00EDvel ${action} ${type}. O nome fornecido est\u00E1 vazio.
# translation auto-copied from project oVirt, version ovirt-3.4, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
ACTION_TYPE_FAILED_TEMPLATE_IS_INCOMPATIBLE=N\u00E3o foi poss\u00EDvel ${action} ${type}. O template selecionado n\u00E3o \u00E9 compat\u00EDvel com a arquitetura Cluster.
ACTION_TYPE_FAILED_NAME_MAY_NOT_CONTAIN_SPECIAL_CHARS=N\u00E3o foi poss\u00EDvel ${action} ${type}. O nome fornecido cont\u00E9m caracteres especiais. Apenas as letras mai\u00FAsculas e min\u00FAsculas, n\u00FAmeros e '_', '-', '.' s\u00E3o permitidos.
ACTION_TYPE_FAILED_NAME_MAY_NOT_CONTAIN_SPECIAL_CHARS_OR_DASH=N\u00E3o foi poss\u00EDvel ${action} ${type}. O nome fornecido cont\u00E9m caracteres especiais. Apenas as letras mai\u00FAsculas e min\u00FAsculas, n\u00FAmeros e '_' s\u00E3o permitidos.
ACTION_TYPE_FAILED_INVALID_POOL_NAME=N\u00E3o foi poss\u00EDvel ${action} ${type}. O nome gerado \u00E9 inv\u00E1lido para o nome do pool. Apenas letras min\u00FAsculas e mai\u00FAsculas, n\u00FAmeros, '_', '-', '.' e uma sequ\u00EAncia de m\u00E1scara s\u00E3o permitidos.
ACTION_TYPE_FAILED_INVALID_VDS_HOSTNAME=N\u00E3o foi poss\u00EDvel ${action} ${type}. O nome do Host fornecido \u00E9 inv\u00E1lido. Apenas os nomes do Host correspondentes a  RFC-952 e RFC-1123 s\u00E3o permitidos.
VM_CANNOT_RUN_ONCE_WITH_ILLEGAL_SYSPREP_PARAM=Falta Nome do Usu\u00E1rio ou Senha.
ACTION_TYPE_FAILED_CANNOT_REMOVE_BUILTIN_GROUP_EVERYONE=N\u00E3o foi poss\u00EDvel remover o grupo interno "Todos".
# translation auto-copied from project oVirt, version master, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
ACTION_TYPE_FAILED_IMPORT_DATA_DOMAIN_PROHIBITED=A importa\u00E7\u00E3o do domain de dados \u00E9 proibida.
ACTION_TYPE_FAILED_VDS_NOT_MATCH_VALID_STATUS=N\u00E3o foi poss\u00EDvel ${action} ${type}. Os status de Host v\u00E1lidos s\u00E3o "Non operational", "Maintenance" ou "Connecting".
CANNOT_REMOVE_STORAGE_DOMAIN_INVALID_HOST_ID=N\u00E3o foi poss\u00EDvel Remover o Storage Domain - a ID do Host subjacente \u00E9 inv\u00E1lida.
# translation auto-copied from project oVirt, version master, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
ERROR_CANNOT_DEACTIVATE_MASTER_WITH_LOCKED_DOMAINS=Voc\u00EA est\u00E1 tentando desativar um storage domain Mestre ao mesmo tempo em que existe domains bloqueados no Data Center. Por favor espere que as opera\u00E7\u00F5es sejam encerradas nesses domains. 
TAGS_CANNOT_REMOVE_TAG_NOT_EXIST=N\u00E3o foi poss\u00EDvel remover o tag. O tag n\u00E3o existe.
AUDIT_LOG_CANNOT_REMOVE_AUDIT_LOG_NOT_EXIST=N\u00E3o foi poss\u00EDvel remover o log de auditoria. O Log de Auditoria n\u00E3o existe.
VAR__TYPE__VM__CLUSTER=$digitar MV Cluster
VDS_FENCE_OPERATION_FAILED=N\u00E3o foi poss\u00EDvel ${action} ${type}. Falha na opera\u00E7\u00E3o de isolamento.
# translation auto-copied from project oVirt, version master, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
VM_CANNOT_WITHOUT_ACTIVE_STORAGE_DOMAIN_ISO=N\u00E3o foi poss\u00EDvel ${action} sem o domain ISO ativo.
ERROR_CANNOT_DEACTIVATE_STORAGE_DOMAIN_WITH_ISO_ATTACHED=N\u00E3o foi poss\u00EDvel ${action} ${type}. O ISO Storage Domain est\u00E1 sendo usado pelas seguintes MVs\: ${VmNames}.
MAC_ADDRESS_IS_IN_USE=O Endere\u00E7o Mac est\u00E1 em uso.
CAN_DO_ACTION_GENERAL_FAILURE=Falha de valida\u00E7\u00E3o do comando geral.
# translation auto-copied from project oVirt, version master, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
ERROR_CANNOT_REMOVE_ACTIVE_STORAGE_POOL=N\u00E3o foi poss\u00EDvel remover o Data Center ativo.
ROLE_TYPE_CANNOT_BE_EMPTY=Tipo de Fun\u00E7\u00E3o inv\u00E1lida.
CANNOT_ADD_ACTION_GROUPS_TO_ROLE_TYPE=N\u00E3o foi poss\u00EDvel adicionar o grupo de a\u00E7\u00E3o do administrador a uma Fun\u00E7\u00E3o do Usu\u00E1rio.
STORAGE_DOMAIN_NOT_ATTACHED_TO_STORAGE_POOL=O Storage Domain j\u00E1 est\u00E1 desconectado do Data Center.
VDS_APPROVE_VDS_NOT_FOUND=N\u00E3o foi poss\u00EDvel aprovar o Host - o Host n\u00E3o existe.
ACTION_TYPE_FAILED_QUOTA_NOT_EXIST=N\u00E3o foi poss\u00EDvel ${action} ${type}. A cota n\u00E3o existe.
ACTION_TYPE_FAILED_QUOTA_IS_NOT_VALID=N\u00E3o foi poss\u00EDvel ${action} ${type}. A cota n\u00E3o \u00E9 v\u00E1lida.
# translation auto-copied from project oVirt, version master, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
ACTION_TYPE_FAILED_NO_QUOTA_SET_FOR_DOMAIN=N\u00E3o foi poss\u00EDvel ${action} ${type}. Nenhuma cota est\u00E1 definida para o domain selecionado. Atribua uma cota ao domain ou selecione um domain diferente.
ACTION_TYPE_FAILED_QUOTA_IS_NO_LONGER_AVAILABLE_IN_SYSTEM=N\u00E3o foi poss\u00EDvel ${action} ${type}. A cota associada com a MV ${VmName} n\u00E3o est\u00E1 mais dispon\u00EDvel. Isto pode ser resultado de uma importa\u00E7\u00E3o ou de a\u00E7\u00F5es de restaura\u00E7\u00E3o de snapshot. Por favor atribua novamente a cota para esta MV.
ACTION_TYPE_FAILED_QUOTA_LIMIT_IS_SPECIFIC_AND_GENERAL=N\u00E3o foi poss\u00EDvel ${action} ${type}. A Limita\u00E7\u00E3o n\u00E3o pode ser configurada como espec\u00EDfica e geral na mesma Cota. Por favor escolha se a limita\u00E7\u00E3o deve ser refor\u00E7ada no Data Center ou no storage espec\u00EDfico.
ACTION_TYPE_FAILED_QUOTA_LIMIT_IS_NOT_SPECIFIC_OR_GENERAL=N\u00E3o foi poss\u00EDvel ${action} ${type}. A limita\u00E7\u00E3o da Cota deve ser configurada como espec\u00EDfica ou geral.
# translation auto-copied from project oVirt, version master, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
ACTION_TYPE_FAILED_QUOTA_NAME_RESERVED_FOR_DEFAULT=N\u00E3o foi poss\u00EDvel ${action} ${type}. O prefixo DefaultQuota \u00E9 reservado \u00E0 cota default.
# translation auto-copied from project oVirt, version master, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
ACTION_TYPE_FAILED_QUOTA_CAN_NOT_HAVE_DEFAULT_INDICATION=N\u00E3o foi poss\u00EDvel ${action} ${type}. A cota n\u00E3o possui indica\u00E7\u00E3o default.
# translation auto-copied from project oVirt, version master, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
ACTION_TYPE_FAILED_QUOTA_WITH_DEFAULT_INDICATION_CAN_NOT_BE_REMOVED=N\u00E3o foi poss\u00EDvel ${action} ${type}. A cota com a indica\u00E7\u00E3o default n\u00E3o pode ser removida enquanto o Data Center estiver no modo desativado.
# translation auto-copied from project oVirt, version master, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
ACTION_TYPE_FAILED_QUOTA_IN_USE_BY_VM_OR_DISK=N\u00E3o foi poss\u00EDvel ${action} ${type}. A cota continua sendo usada por uma MV ou um disco e o refor\u00E7o da Quota do Data Center est\u00E1 habilitado.
# translation auto-copied from project oVirt, version master, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
ACTION_TYPE_FAILED_DATA_CENTER_MUST_HAVE_AT_LEAST_ONE_QUOTA=N\u00E3o foi poss\u00EDvel ${action} ${type}. O Data Center deve possuir pelo menos uma cota associada. Por favor tente adicionar outra Cota ou alterar a Cota existente.
ACTION_TYPE_FAILED_QUOTA_STORAGE_LIMIT_EXCEEDED=N\u00E3o foi poss\u00EDvel ${action} ${type}. A Cota n\u00E3o possui recursos de storage suficiente.
ACTION_TYPE_FAILED_QUOTA_VDS_GROUP_LIMIT_EXCEEDED=N\u00E3o foi poss\u00EDvel ${action} ${type}. A Cota n\u00E3o possui recursos de cluster suficientes.
# translation auto-copied from project oVirt, version ovirt-3.4, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
USER_NOT_AUTHORIZED_TO_CONSUME_QUOTA=N\u00E3o foi poss\u00EDvel ${action} ${type}. O usu\u00E1rio n\u00E3o \u00E9 um consumidor da Quota determinada ao recurso.
USER_CANNOT_RUN_QUERY_NOT_PUBLIC=A permiss\u00E3o foi recusada. A consulta que voc\u00EA est\u00E1 tentando executar n\u00E3o \u00E9 p\u00FAblica.
ERROR_CANNOT_ATTACH_ACTION_GROUP_TO_ROLE_ATTACHED=N\u00E3o foi poss\u00EDvel anexar o grupo de a\u00E7\u00E3o \u00E0 Fun\u00E7\u00E3o. Esse grupo de a\u00E7\u00E3o j\u00E1 est\u00E1 conectado \u00E0 Fun\u00E7\u00E3o.
ERROR_CANNOT_ATTACH_ACTION_GROUP_TO_ROLE_INVALID_ACTION=N\u00E3o foi poss\u00EDvel conectar o grupo de a\u00E7\u00E3o \u00E0 Fun\u00E7\u00E3o. O grupo de a\u00E7\u00E3o \u00E9 inv\u00E1lido.
ERROR_CANNOT_DETACH_ACTION_GROUP_TO_ROLE_NOT_ATTACHED=N\u00E3o foi poss\u00EDvel desconectar o grupo de a\u00E7\u00E3o da Fun\u00E7\u00E3o. Esse grupo de a\u00E7\u00E3o n\u00E3o est\u00E1 conectado a esta Fun\u00E7\u00E3o.
ERROR_LICENSE_NO_LICENSE=N\u00E3o existe licen\u00E7a v\u00E1lida para o Mecanismo oVirt
ERROR_LICENSE_ILLEGAL=Falha no login, caso o Servi\u00E7o do Mecanismo oVirt foi reiniciado por favor espere alguns segundos e tente novamente. Caso o problema persista, por favor verifique a sua licen\u00E7a do Mecanismo oVirt.
ERROR_LICENSE_SYSTEM_CLOCK_MODIFIED=O Mecanismo detectou que o rel\u00F3gio do sistema foi modificado
ERROR_LICENSE_EXPIRED=O per\u00EDodo de avalia\u00E7\u00E3o do Mecanismo oVirt expirou
MESSAGE_LICENSE_EVALUATION__PARAM_DAYS_LEFT=O Mecanismo oVirt \u00E9 um modo de avalia\u00E7\u00E3o. O per\u00EDodo de avalia\u00E7\u00E3o encerrar\u00E1 em ${DaysLeft} dias
VDS_REGISTER_NO_HOSTNAME_INPUT=N\u00E3o foi poss\u00EDvel registrar o Host. N\u00E3o h\u00E1 nenhum Hostname especificado.
VDS_REGISTER_UNIQUE_ID_DIFFERENT_TYPE=N\u00E3o foi poss\u00EDvel registrar o Host. O Host com a mesma ID \u00FAnica foi encontrado, mas o tipo de Host obrigat\u00F3rio n\u00E3o coincide.
VDS_REGISTER_UNIQUE_ID_AMBIGUOUS=N\u00E3o foi poss\u00EDvel adicionar o Host que possui a mesma ID \u00E0 de um dos hosts\:  ${HostNameList}.\nIsto deve ocorrer no caso deste host j\u00E1 ter sido adicionado ao sistema.
# translation auto-copied from project oVirt, version master, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
VDS_CANNOT_CONNECT_TO_SERVER=N\u00E3o foi poss\u00EDvel ${action} ${type}. Falha na conex\u00E3o ao host atrav\u00E9s do SSH. Verifique se o host est\u00E1 alcan\u00E7\u00E1vel (endere\u00E7o IP, endere\u00E7os rote\u00E1veis, etc.) Por favor refira-se ao arquivo engine.log para maiores detalhes.
# translation auto-copied from project oVirt, version master, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
VDS_CANNOT_AUTHENTICATE_TO_SERVER=N\u00E3o foi poss\u00EDvel ${action} ${type}. Falha na autentica\u00E7\u00E3o SSH. Verifique se os par\u00E2metros de autentica\u00E7\u00E3o est\u00E3o corretos (Nome do Usu\u00E1rio/Senha, public-key, etc.) Por favor refira-se ao arquivo engine.log para maiores informa\u00E7\u00F5es.
VDS_SECURITY_CONNECTION_ERROR=N\u00E3o foi poss\u00EDvel ${action} ${type}. A conex\u00E3o SSH falhou, ${ErrorMsg}.
AUTO_MIGRATE_DISABLED=N\u00E3o foi poss\u00EDvel realizar a migra\u00E7\u00E3o - verifique as op\u00E7\u00F5es de configura\u00E7\u00E3o relevantes.
AUTO_MIGRATE_VDS_NOT_FOUND=N\u00E3o foi poss\u00EDvel realizar a migra\u00E7\u00E3o - o Host n\u00E3o foi encontrado.
# translation auto-copied from project oVirt, version master, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
AUTO_MIGRATE_ALREADY_RUNNING_ON_VDS=N\u00E3o foi poss\u00EDvel realizar a migra\u00E7\u00E3o - A MV j\u00E1 est\u00E1 sendo executada no Host.
AUTO_MIGRATE_UNSUCCESSFUL=N\u00E3o foi poss\u00EDvel realizar a migra\u00E7\u00E3o - A migra\u00E7\u00E3o anterior n\u00E3o foi bem sucedida.
APPROVE_VDS_VDS_NOT_FOUND=N\u00E3o foi poss\u00EDvel aprovar o Host. O Host n\u00E3o foi encontrado.
VDS_GROUP_CLUSTER_IS_NOT_VALID=N\u00E3o foi poss\u00EDvel ${action} o Cluster. A ID do cluster est\u00E1 inv\u00E1lida.
NETWORK_INTERFACE_NAME_ALREAY_EXISTS=O arquivo da rede j\u00E1 est\u00E1 em uso.
STORAGE_DOMAIN_TYPE_ILLEGAL_FOR_ADDING_EXISTING=O storage a partir deste tipo n\u00E3o possui permiss\u00E3o para ser adicionado.
NETWORK_INTERFACE_NOT_HAVE_DISPLAY_FLAG=A interface especificada n\u00E3o \u00E9 uma Interface de exibi\u00E7\u00E3o.
ERROR_CANNOT_ADD_STORAGE_POOL_WITHOUT_DATA_AND_ISO_DOMAINS=N\u00E3o foi poss\u00EDvel criar um Data Center - Isto deve possuir pelo menos um storage de Dados.
ERROR_CANNOT_ADD_STORAGE_POOL_WITH_DIFFERENT_STORAGE_FORMAT=N\u00E3o foi poss\u00EDvel adicionar os storages ao pool. Os storages devem possuir o mesmo formato.
# translation auto-copied from project oVirt, version master, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
ACTION_TYPE_FAILED_VMS_IN_STORAGE_POOL=N\u00E3o foi poss\u00EDvel ${action} ${type}. Existem MVs no Data Center.
# translation auto-copied from project oVirt, version master, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
ERROR_CANNOT_CHANGE_STORAGE_POOL_VDSS_UP=Por favor remova todos os servidores para manuten\u00E7\u00E3o antes de atualizar o Data Center.
# translation auto-copied from project oVirt, version master, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
NETWORK_STORAGE_POOL_MUST_BE_SPECIFY=O Data Center deve ser especificado.
EN_UNKNOWN_TAG_NAME=Nome do tag desconhecido.
ERROR_CANNOT_ATTACH_STORAGE_DOMAIN_SHARED_NOT_SUPPORTED_IN_THIS_POOL=N\u00E3o foi poss\u00EDvel anexar o Storage Domain. Os Domains Compartilhados n\u00E3o s\u00E3o suportados nesta vers\u00E3o de compatibilidade do Data Center.
ERROR_CANNOT_ATTACH_STORAGE_DOMAIN_SHARED_NOT_SUPPORTED_IN_OTHER_POOL=N\u00E3o foi poss\u00EDvel anexar o Storage Domain. Os Domains Compartilhados n\u00E3o s\u00E3o suportados em outra vers\u00E3o de compatibilidade do Data Center.
# translation auto-copied from project oVirt, version master, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
ERROR_CANNOT_REMOVE_POOL_WITH_NETWORKS=N\u00E3o foi poss\u00EDvel remover o Data Center com as redes. Por favor remova todas as redes primeiramente.
ACTION_TYPE_FAILED_UP_VDSS_IN_CLUSTER=N\u00E3o foi poss\u00EDvel ${action} ${type}. Alguns Hosts no Cluster est\u00E3o no estado Up. Por favor remova todos os Hosts para o modo de Manuten\u00E7\u00E3o primeiramente.
TAGS_DIRECTORY_ELEMENT_TAG_IS_MISSING=Falta o tag do Elemento do Diret\u00F3rio no usu\u00E1rio solicitado
DIRECTORY_GROUP_CANNOT_ATTACH_TO_VM_ALREADY_ATTACHED=O Grupo do Diret\u00F3rio j\u00E1 est\u00E1 conectado a esta MV.
DIRECTORY_GROUP_NOT_ATTACH_TO_VM=O Grupo do Diret\u00F3rio n\u00E3o est\u00E1 conectado \u00E0 MV especificada.
# translation auto-copied from project oVirt, version master, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
ERROR_CANNOT_DEFAULT_DIRECTORY_ELEMENT_TAG=N\u00E3o foi poss\u00EDvel remover o tag do Diret\u00F3rio default.
ACTION_TYPE_FAILED_NO_VDS_SUPPLIED=N\u00E3o foi poss\u00EDvel ${action} ${type}. Nenhum Host foi fornecido.
# translation auto-copied from project oVirt, version master, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
NETWORK_CAN_NOT_REMOVE_DEFAULT_NETWORK=N\u00E3o foi poss\u00EDvel remover a Rede default.
# translation auto-copied from project oVirt, version ovirt-3.4, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
ACTION_TYPE_FAILED_NETWORK_LABEL_RENAMING_NOT_SUPPORTED=N\u00E3o foi poss\u00EDvel ${action} ${type}. A renomea\u00E7\u00E3o do r\u00F3tulo da rede enquanto configurando em interfaces hosts n\u00E3o \u00E9 suportada. Por favor cancele o r\u00F3tulo primeiro e depois especifique o novo r\u00F3tulo. 
NETWORK_CAN_NOT_UPDATE_DEFAULT_NETWORK=N\u00E3o foi poss\u00EDvel atualizar o nome da rede.
TAGS_CANNOT_ASSING_TAG=O Tag especificado n\u00E3o pode ser atribu\u00EDdo
ACTION_TYPE_FAILED_XP_MEMORY_ERROR=N\u00E3o foi poss\u00EDvel ${action} ${type}. Mem\u00F3ria ilegal definida para o Windows XP.
NETWORK_INTERFACE_CANNOT_UPDATE_INTERFACE_VLAN=N\u00E3o foi poss\u00EDvel atualizar a Rede com o VLAN. Voc\u00EA precisa definir a Interface para a Rede "Nenhum".
ILLEAGAL_USER_PROVIDED=Foi suprido um usu\u00E1rio ilegal
USER_CANNOT_BE_ADDED_TO_VM=O usu\u00E1rio n\u00E3o pode ser adicionado \u00E0 MV
USER_CANNOT_BE_ADDED_TO_VM_POOL=O usu\u00E1rio n\u00E3o pode ser adicionado \u00E0 MV-Pool
ACTION_TYPE_FAILED_DETECTED_PINNED_VMS=N\u00E3o foi poss\u00EDvel ${action} ${type}. As seguintes MVs s\u00E3o determinadas para executar especificamente neste Host\: ${VmNames}. \nCom o objetivo de ${action} ${type}, voc\u00EA precisa remover a associa\u00E7\u00E3o entre as MVs e o Host (usando as propriedades Editar a MV).
# translation auto-copied from project oVirt, version master, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
HOT_PLUG_IS_NOT_SUPPORTED=Ativar/Desativar enquanto a MV estiver sendo executada, \u00E9 apenas suportado para Clusters da vers\u00E3o 3.1 e superiores.
HOT_PLUG_CPU_IS_NOT_SUPPORTED=A aplica\u00E7\u00E3o do hot plug numa CPU n\u00E3o \u00E9 suportada para a vers\u00E3o do cluster ${clusterVersion} e a arquitetura ${architecture}.
HOT_UNPLUG_CPU_IS_NOT_SUPPORTED=A desaplica\u00E7\u00E3o do hot plug de uma CPU n\u00E3o \u00E9 suportada para a vers\u00E3o do cluster ${clusterVersion} e arquitetura ${architecture}.
# translation auto-copied from project oVirt, version ovirt-3.4, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
HOT_PLUG_DISK_SNAPSHOT_IS_NOT_SUPPORTED=N\u00E3o foi poss\u00EDvel ${action} ${type}. A ativa\u00E7\u00E3o/desativa\u00E7\u00E3o do Snapshot do Disco n\u00E3o \u00E9 suportada para clusters da vers\u00E3o ${clusterVersion}.
UNLINKING_IS_NOT_SUPPORTED=N\u00E3o foi poss\u00EDvel ${action} ${type}. O estado do link est\u00E1 configurado para 'Down' na interface da m\u00E1quina virtual. Isto n\u00E3o \u00E9 suportado para clusters da vers\u00E3o ${clusterVersion}.
# translation auto-copied from project oVirt, version master, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
NULL_NETWORK_IS_NOT_SUPPORTED=N\u00E3o foi poss\u00EDvel ${action} ${type}. N\u00E3o h\u00E1 rede na interface da m\u00E1quina, isto n\u00E3o \u00E9 suportado para clusters da vers\u00E3o ${clusterVersion}.
ACTION_TYPE_FAILED_NETWORK_QOS_IS_NOT_SUPPORTED=N\u00E3o foi poss\u00EDvel ${action} ${type}. Existe QoS da Rede no perfil. Isto n\u00E3o \u00E9 suportado para clusters da vers\u00E3o ${clusterVersion}.
# translation auto-copied from project oVirt, version master, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
HOT_VM_INTERFACE_UPDATE_IS_NOT_SUPPORTED=N\u00E3o foi poss\u00EDvel ${action} ${type}. A atualiza\u00E7\u00E3o da interface da m\u00E1quina virtual enquanto a m\u00E1quina virtual estiver sendo executada n\u00E3o \u00E9 suportada por clusters de vers\u00E3o ${clusterVersion}.
# translation auto-copied from project oVirt, version ovirt-3.4, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
HOST_NETWORK_INTERFACE_NOT_EXIST=N\u00E3o foi poss\u00EDvel ${action} ${type}. A interface da rede n\u00E3o existe.
ACTION_TYPE_FAILED_VM_INTERFACE_TYPE_IS_NOT_SUPPORTED_BY_OS=N\u00E3o foi poss\u00EDvel ${action} ${type}. O tipo de interface da rede n\u00E3o \u00E9 compat\u00EDvel com o sistema operacional.
CANNOT_PERFORM_HOT_UPDATE=N\u00E3o foi poss\u00EDvel ${action} ${type}. A atualiza\u00E7\u00E3o de algumas propriedades n\u00E3o \u00E9 suportada enquanto a interface estiver conectada a uma m\u00E1quina virtual em execu\u00E7\u00E3o. Por favor desconecte a interface, atualize as propriedades e conecte-a novamente.
CANNOT_PERFORM_HOT_UPDATE_WITH_PORT_MIRRORING=N\u00E3o foi poss\u00EDvel ${action} o(s)/a(s) ${type}. A atualiza\u00E7\u00E3o n\u00E3o \u00E9 poss\u00EDvel quando o 'Port Mirroring' (Espelhamento da Porta) for configurado na interface de uma m\u00E1quina virtual em execu\u00E7\u00E3o.
PORT_MIRRORING_REQUIRES_NETWORK=N\u00E3o foi poss\u00EDvel ${action} ${type}. A configura\u00E7\u00E3o 'Port Mirroring' requer uma rede.
ACTION_TYPE_FAILED_GUEST_OS_VERSION_IS_NOT_SUPPORTED=N\u00E3o foi poss\u00EDvel {action} ${type}. A vers\u00E3o SO de convidados n\u00E3o \u00E9 suportada.
HOT_PLUG_DISK_IS_NOT_VIRTIO=\u00C9 poss\u00EDvel conectar apenas os discos virtIO.
HOT_PLUG_DISK_IS_NOT_UNPLUGGED=O disco j\u00E1 foi ativado.
HOT_UNPLUG_DISK_IS_NOT_PLUGGED=O disco j\u00E1 foi desativado.
# translation auto-copied from project oVirt, version ovirt-3.4, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
CANNOT_ADD_FLOATING_DISK_WITH_PLUG_VM_SET=N\u00E3o foi poss\u00EDvel ${action} ${type}. Um disco configurado com a configura\u00E7\u00E3o "Ativado" n\u00E3o pode ser criado como um disquete.
ACTIVATE_DEACTIVATE_NIC_VM_STATUS_ILLEGAL=N\u00E3o foi poss\u00EDvel ativar/desativar a Interface da Rede da MV devido ao status da MV. O status da MV deve ser  Down ou Up.
# translation auto-copied from project oVirt, version master, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
ACTIVATE_DEACTIVATE_NETWORK_NOT_IN_VDS=A Rede n\u00E3o existe no host que a MV est\u00E1 sendo executada.\nTanto adicione a Rede ao Host ou migre a MV ao Host que possui esta Rede.
VM_CANNOT_RUN_FROM_DISK_WITHOUT_PLUGGED_DISK=N\u00E3o foi poss\u00EDvel ${action} ${type} sem pelo menos um disco ativo. \nPor favor ative um disco e execute novamente a MV.
SHAREABLE_DISK_IS_NOT_SUPPORTED_FOR_DISK=N\u00E3o foi poss\u00EDvel ${action} ${type}. O disco n\u00E3o pode ser compartilh\u00E1vel caso isto dependa do snapshot. Remova os snapshots do disco com o objetivo de compartilh\u00E1-lo.
SHAREABLE_DISK_IS_NOT_SUPPORTED_BY_VOLUME_FORMAT=N\u00E3o foi poss\u00EDvel ${action} ${type}. O formato do volume do disco n\u00E3o \u00E9 suportado para o disco compartilh\u00E1vel.
ERROR_CANNOT_DETACH_DISK_WITH_SNAPSHOT=N\u00E3o foi poss\u00EDvel ${action} ${type}. O disco j\u00E1 foi configurado num snapshot. Remova os snapshots do disco com o objetivo de desanex\u00E1-lo.
DISK_IS_ALREADY_SHARED_BETWEEN_VMS=N\u00E3o foi poss\u00EDvel ${action} ${type}. O disco \u00E9 compartilh\u00E1vel entre as mvs e n\u00E3o pode ser descompartilh\u00E1vel. Desconecte o disco do resto das mvs que ele est\u00E1 conectado e o atualize para ser descompartilh\u00E1vel.
SCSI_GENERIC_IO_IS_NOT_SUPPORTED_FOR_IMAGE_DISK="N\u00E3o foi poss\u00EDvel ${action} ${type}. O IO Gen\u00E9rico SCSI n\u00E3o \u00E9 suportado para o disco da imagem."
VIRTIO_SCSI_INTERFACE_IS_NOT_AVAILABLE_FOR_CLUSTER_LEVEL=A interface Virtio-SCSI est\u00E1 apenas dispon\u00EDvel no n\u00EDvel de cluster 3.3 ou superior.
# translation auto-copied from project oVirt, version ovirt-3.4, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
CANNOT_PERFORM_ACTION_VIRTIO_SCSI_IS_DISABLED=N\u00E3o foi poss\u00EDvel ${action} ${type}. O VirtIO-SCSI est\u00E1 desativado para a MV
# translation auto-copied from project oVirt, version ovirt-3.4, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
CANNOT_DISABLE_VIRTIO_SCSI_PLUGGED_DISKS=N\u00E3o \u00E9 poss\u00EDvel desabilitar o VirtIO-SCSI quando os discos com a interface VirtIO-SCSI est\u00E3o conectados \u00E0 MV.
USER_PASSWORD_EXPIRED=N\u00E3o foi poss\u00EDvel efetuar o Login. A senha expirou. Por favor altere sua senha.
# translation auto-copied from project oVirt, version master, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
USER_CANNOT_LOGIN_DOMAIN_NOT_SUPPORTED=N\u00E3o foi poss\u00EDvel efetuar o Login. O Domain fornecido n\u00E3o est\u00E1 configurado. Por favor contate seu administrador de sistema.
VM_POOL_CANNOT_DECREASE_VMS_FROM_POOL=N\u00E3o foi poss\u00EDvel diminuir as MVs da MV-Pool.
MOVE_VM_CLUSTER_MISSING_NETWORK=N\u00E3o foi poss\u00EDvel ${action} ${type}. Falta uma ou mais redes ${networks} que s\u00E3o usadas pela MV no cluster selecionado.
# translation auto-copied from project oVirt, version master, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
ACTION_TYPE_FAILED_STORAGE_POOL_WITH_DEFAULT_VDS_GROUP_CANNOT_BE_LOCALFS=O Cluster Default n\u00E3o pode ser movido ao Data Center que possui Storage local.
# translation auto-copied from project oVirt, version master, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
DEFAULT_CLUSTER_CANNOT_BE_ON_LOCALFS=O Data Center contendo o Cluster default n\u00E3o suporta o Storage local.
VM_CANNOT_CANCEL_MIGRATION_WHEN_VM_IS_NOT_MIGRATING=N\u00E3o foi poss\u00EDvel cancelar a migra\u00E7\u00E3o para a MV sem migra\u00E7\u00E3o.
ACTION_TYPE_FAILED_VM_SNAPSHOT_NOT_IN_PREVIEW=N\u00E3o foi poss\u00EDvel ${action} ${type} a um Snapshot que n\u00E3o foi visualizado. Por favor selecione o Snapshot correto para restaurar\: um sendo visualizado ou um antes da visualiza\u00E7\u00E3o.
ACTION_TYPE_FAILED_SHAREABLE_DISK_NOT_SUPPORTED=N\u00E3o foi poss\u00EDvel ${action} um ${type} compartilh\u00E1vel. Esta opera\u00E7\u00E3o n\u00E3o \u00E9 suportada.
ACTION_TYPE_FAILED_DISK_NOT_EXIST=N\u00E3o foi poss\u00EDvel ${action} ${type}. O disco especificado n\u00E3o existe.
# translation auto-copied from project oVirt, version ovirt-3.4, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
ACTION_TYPE_FAILED_DISKS_NOT_EXIST=N\u00E3o foi poss\u00EDvel ${action} ${type}. A(s) seguinte(s) ID(s) do(s) disco(s) n\u00E3o existe(m)\: ${diskIds}.
ACTION_TYPE_FAILED_DISK_SNAPSHOTS_NOT_EXIST=N\u00E3o foi poss\u00EDvel ${action} ${type}. A(s) seguinte(s) ID(s) do(s) snapshot(s) de disco n\u00E3o existem\: ${diskSnapshotIds}.
ACTION_TYPE_FAILED_DISK_SNAPSHOTS_ACTIVE=N\u00E3o foi poss\u00EDvel ${action} ${type}. O(s) seguinte(s) snapshot(s) de disco n\u00E3o \u00E9/s\u00E3o ativo(s)\: ${diskSnapshotIds}.
ACTION_TYPE_FAILED_NO_DISKS_SPECIFIED=N\u00E3o foi poss\u00EDvel ${action} ${type}. N\u00E3o foi especificado nenhum disco.
ACTION_TYPE_FAILED_DISK_IS_NOT_VM_DISK=N\u00E3o foi poss\u00EDvel ${action} ${type}. Os seguintes disco(s) n\u00E3o est\u00E3o atribu\u00EDdos a qualquer MV\: ${diskAliases}.
ACTION_TYPE_FAILED_DISK_IS_NOT_TEMPLATE_DISK=N\u00E3o foi poss\u00EDvel ${action} ${type}. O disco selecionado n\u00E3o \u00E9 um disco do template. Apenas os discos de template podem ser copiados.
# translation auto-copied from project oVirt, version master, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
ACTION_TYPE_FAILED_SOURCE_AND_TARGET_SAME=N\u00E3o foi poss\u00EDvel ${action} ${type}. Os storage domains de destino e fonte s\u00E3o os mesmos.
ACTION_TYPE_FAILED_CANNOT_MOVE_TEMPLATE_DISK=N\u00E3o foi poss\u00EDvel ${action} ${type}. Os discos do Template n\u00E3o podem ser movidos.
# translation auto-copied from project oVirt, version ovirt-3.4, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
ACTION_TYPE_FAILED_BASE_TEMPLATE_DOES_NOT_EXIST=N\u00E3o foi poss\u00EDvel ${action} ${type}. O Template Base n\u00E3o existe para esta Vers\u00E3o de Template.
ACTION_TYPE_FAILED_NOT_A_VM_NETWORK=Falha ao ${action} ${type}. As seguintes redes (${networks}) n\u00E3o s\u00E3o definidas como redes da MV.
ACTION_TYPE_FAILED_NETWORK_NOT_IN_CLUSTER=Falha ao ${action} ${type}. As seguintes redes (${networks}) n\u00E3o est\u00E3o definidas no cluster.
# translation auto-copied from project oVirt, version ovirt-3.4, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
CPU_TYPE_UNSUPPORTED_IN_THIS_CLUSTER_VERSION=O tipo de CPU do Host n\u00E3o \u00E9 suportado na vers\u00E3o de compatibilidade do cluster ou n\u00E3o \u00E9 suportado.
ACTION_TYPE_FAILED_INTERFACE_NETWORK_NOT_CONFIGURED=Falha ao ${action} ${type}. Uma ou mais Interfaces de Rede possuem uma configura\u00E7\u00E3o de rede incompleta. Por favor configure essas interfaces e tente novamente.
# translation auto-copied from project oVirt, version master, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
NON_VM_NETWORK_NOT_SUPPORTED_FOR_POOL_LEVEL=As redes sem-MV n\u00E3o s\u00E3o suportadas neste Data Center.
VMPAYLOAD_INVALID_PAYLOAD_TYPE=A Carga da MV \u00E9 apenas suportada no CDROM ou dispositivos do Disquete
VMPAYLOAD_SIZE_EXCEEDED=A carga \u00E9 limitada ao ${size}K
VMPAYLOAD_FLOPPY_EXCEEDED=O Disquete de Carga n\u00E3o pode ser usado quando usando um Disquete adicional
ERROR_GET_STORAGE_DOMAIN_LIST=N\u00E3o pode obter a lista dos Storage Domains.
# translation auto-copied from project oVirt, version ovirt-3.4, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
ACTION_TYPE_FAILED_VDS_CLUSTER_DIFFERENT_ARCHITECTURES=N\u00E3o foi poss\u00EDvel ${action} ${type}. O host e as arquiteturas do cluster de destina\u00E7\u00E3o n\u00E3o coincidem.
ACTION_TYPE_FAILED_NETWORK_INTERFACE_MAC_INVALID=N\u00E3o foi poss\u00EDvel ${action} ${type}. A Interface da Rede ${IfaceName} possui um endere\u00E7o MAC inv\u00E1lido ${MacAddress}. O endere\u00E7o MAC deve estar no formato  "HH\:HH\:HH\:HH\:HH\:HH" onde H \u00E9 um caractere hexadecimal (tanto um d\u00EDgito ou A-F, n\u00E3o importa se \u00E9 mai\u00FAsculo ou min\u00FAsculo).
MIGRATE_PAUSED_EIO_VM_IS_NOT_SUPPORTED=Migra\u00E7\u00E3o da MV no status paused devido a um erro I/O n\u00E3o suportado.
VM_INTERFACE_NOT_EXIST=N\u00E3o foi poss\u00EDvel ${action} ${type}. O Snapshot da MV n\u00E3o existe.
ACTION_TYPE_FAILED_CANNOT_REMOVE_ACTIVE_DEVICE=N\u00E3o foi poss\u00EDvel ${action} ${type}. A Interface de Rede da MV est\u00E1 conectada a uma MV operante.
ACTION_TYPE_FAILED_IMPORT_UNREGISTERED_NOT_COLLAPSED=N\u00E3o foi poss\u00EDvel ${action} ${type}. A MV n\u00E3o pode ser colapsada.
# translation auto-copied from project oVirt, version master, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
USER_CANNOT_FORCE_RECONNECT_TO_VM=A conex\u00E3o ao console foi recusada. Outro usu\u00E1rio j\u00E1 acessou o console desta MV. A MV deve ser boot novamente para permitir que outro usu\u00E1rio o acesse, ou alterado pelo administrador para n\u00E3o refor\u00E7ar o boot novamente entre os usu\u00E1rios acessando os pr\u00F3prios console.
# translation auto-copied from project oVirt, version master, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
ENGINE_IS_RUNNING_IN_MAINTENANCE_MODE=O mecanismo est\u00E1 sendo executado no modo de Manuten\u00E7\u00E3o e n\u00E3o est\u00E1 aceitando comandos.
ENGINE_IS_RUNNING_IN_PREPARE_MODE=Esta a\u00E7\u00E3o n\u00E3o \u00E9 permitida quando o Mecanismo estiver preparando a manuten\u00E7\u00E3o.
VAR__TYPE__EXTERNAL_EVENT=$type Evento Externo
ACTION_TYPE_FAILED_EXTERNAL_EVENT_ILLEGAL_ORIGIN=N\u00E3o foi poss\u00EDvel ${action} ${type}. Origem Ilegal para o Evento Externo\: oVirt
ACTION_TYPE_FAILED_EXTERNAL_EVENT_NOT_FOUND=N\u00E3o foi poss\u00EDvel ${action} ${type}. O Evento Externo n\u00E3o existe.
FAILED_TO_RUN_LDAP_QUERY=Falha ao executar a consulta LDAP. Por favor contate o seu administrador de sistemas.
VAR__TYPE__EXTERNAL_JOB=$type Trabalho Externo
VAR__TYPE__EXTERNAL_STEP=$type Etapa Externo
VAR__ACTION__END=$action Concluir
VAR__ACTION__CLEAR=$action Limpar
ACTION_TYPE_EMPTY_DESCRIPTION=N\u00E3o foi poss\u00EDvel ${action} ${type}. A descri\u00E7\u00E3o n\u00E3o pode ser esvaziada.
ACTION_TYPE_NOT_EXTERNAL=N\u00E3o foi poss\u00EDvel ${action} ${type}. As etapas externas n\u00E3o podem ser adicionadas aos trabalhos e etapas externas.
ACTION_TYPE_NO_PARENT=N\u00E3o foi poss\u00EDvel ${action} ${type}. A etapa deve ser um filho o Trabalho ou outra Etapa.
ACTION_TYPE_NO_JOB=N\u00E3o foi poss\u00EDvel ${action} ${type}. O trabalho n\u00E3o foi encontrado.
ACTION_TYPE_NO_STEP=N\u00E3o foi poss\u00EDvel ${action} ${type}. A etapa n\u00E3o foi encontrada.
ACTION_TYPE_NON_MONITORED=N\u00E3o foi poss\u00EDvel ${action} ${type}. Comando n\u00E3o monitorado.
QOS_CPU_SHARES_OUT_OF_RANGE=N\u00E3o foi poss\u00EDvel determinar os compartilhamentos da cpu ao valor solicitado. Ele deve ser entre 0 e 262144.
# translation auto-copied from project oVirt, version ovirt-3.4, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
ERROR_CANNOT_RUN_ALIGNMENT_SCAN_VM_IS_RUNNING=N\u00E3o foi poss\u00EDvel ${action} ${type}. O scan de alinhamento do disco atribu\u00EDdo a uma MV sendo executada \u00E9 apenas suportado com os discos virtuais RAW.
# translation auto-copied from project oVirt, version ovirt-3.4, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
ACTION_TYPE_FAILED_ALIGNMENT_SCAN_STORAGE_TYPE=N\u00E3o foi poss\u00EDvel ${action} ${type}. O scan do alinhamento \u00E9 apenas suportado para discos localizados nos storage domains do bloco.
# translation auto-copied from project oVirt, version ovirt-3.4, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
SCHEDULING_ALL_HOSTS_FILTERED_OUT=N\u00E3o foi poss\u00EDvel ${action} ${type}. N\u00E3o h\u00E1 host operacional que satisfaz as restri\u00E7\u00F5es esquematizadas no momento. Consulte abaixo para maiores detalhes\:
# translation auto-copied from project oVirt, version ovirt-3.4, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
SCHEDULING_HOST_FILTERED_REASON=O host ${hostName} n\u00E3o satisfez o ${filterType} do filtro ${filterName}.
SCHEDULING_HOST_FILTERED_REASON_WITH_DETAIL=O host ${hostName} n\u00E3o satisfez o ${filterType} filtro ${filterName} devido ao ${detailMessage}.
VAR__DETAIL__NETWORK_MISSING=Falta(m) a(s) rede(s) $detailMessage ${networkNames} 
VAR__DETAIL__AFFINITY_FAILED_POSITIVE=O $detailMessage n\u00E3o coincidiu com a regras de afinidade ${affinityRules} positivas
VAR__DETAIL__AFFINITY_FAILED_NEGATIVE=O $detailMessage coincidiu com as regras de afinidade ${affinityRules} negativas
VAR__DETAIL__LOW_CPU_LEVEL=O $detailMessage possui n\u00EDvel de CPU ${hostCPULevel} inferior ao que a MV requer ${vmCPULevel}
VAR__DETAIL__SWAP_VALUE_ILLEGAL=O $detailMessage possui um valor swap que era ilegal
VAR__DETAIL__NOT_ENOUGH_MEMORY=O $detailMessage possui mem\u00F3ria livre insuficiente para executar a MV
SCHEDULING_NO_HOSTS=N\u00E3o h\u00E1 hosts em uso. Verifique se o cluster cont\u00E9m pelo menos um host no estado Up.
# translation auto-copied from project oVirt, version ovirt-3.4, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
VAR__FILTERTYPE__EXTERNAL=$filterType externo
# translation auto-copied from project oVirt, version ovirt-3.4, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
VAR__FILTERTYPE__INTERNAL=$filterType interno
# translation auto-copied from project oVirt, version ovirt-3.4, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
POWER_MANAGEMENT_ACTION_ON_ENTITY_ALREADY_IN_PROGRESS=N\u00E3o foi poss\u00EDvel executar ${action}. Outra a\u00E7\u00E3o de gerenciamento de pot\u00EAncia j\u00E1 est\u00E1 em andamento.
# translation auto-copied from project oVirt, version ovirt-3.4, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
LABELED_NETWORK_INTERFACE_NOT_FOUND=A interface da rede rotulada n\u00E3o p\u00F4de ser encontrada.
# translation auto-copied from project oVirt, version ovirt-3.4, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
NETWORK_LABEL_CONFLICT=As redes representadas por r\u00F3tulo n\u00E3o podem ser configuradas na mesma interface da rede.
# translation auto-copied from project oVirt, version ovirt-3.4, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
ACTION_TYPE_FAILED_POSITIVE_AFFINITY_GROUP=A MV \u00E9 associada a um Grupo de Afinidade (${affinityGroupName}) e requer a execu\u00E7\u00E3o no mesmo Host (${hostName}) das MVs do grupo.
# translation auto-copied from project oVirt, version ovirt-3.4, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
ACTION_TYPE_FAILED_NEGATIVE_AFFINITY_GROUP=A MV \u00E9 associada com um Grupo de Afinidade negativa e requer a execu\u00E7\u00E3o em um Host separado, que n\u00E3o executa as MVs do grupo
# translation auto-copied from project oVirt, version ovirt-3.4, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
ACTION_TYPE_FAILED_MIX_POSITIVE_NEGATIVE_AFFINITY_GROUP=A MV est\u00E1 associada a ambos Grupos de Afinidade positivo e negativo. Por favor contate o seu administrador de sistema.
# translation auto-copied from project oVirt, version ovirt-3.4, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
VALIDATION_ISCSI_BOND_NAME_MAX=O nome iSCSI bond n\u00E3o deve exceder 50 caracteres
# translation auto-copied from project oVirt, version ovirt-3.4, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
VALIDATION_ISCSI_BOND_NAME_NOT_NULL=O nome iSCS bond n\u00E3o \u00E9 requerido
# translation auto-copied from project oVirt, version ovirt-3.4, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
VALIDATION_ISCSI_BOND_DESCRIPTION_MAX=A descri\u00E7\u00E3o iSCSI bond n\u00E3o deve exceder 4000 caracteres
# translation auto-copied from project oVirt, version ovirt-3.4, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
VALIDATION_ISCSI_BOND_NAME_INVALID_CHARACTER=O nome iSCSI bond deve ser formado de caracteres alfanum\u00E9ricos, per\u00EDodos (.), hifens (-) ou sublinhados (_).
# translation auto-copied from project oVirt, version ovirt-3.4, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
VALIDATION_SCSI_BOND_DESCRIPTION_INVALID=A descri\u00E7\u00E3o iSCS Bond deve ser formada apenas de caracteres alfanum\u00E9ricos e especiais, de acordo com o conjunto de caracteres ASCII default.
# translation auto-copied from project oVirt, version ovirt-3.4, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
ISCSI_BOND_NOT_EXIST=N\u00E3o foi poss\u00EDvel ${action} ${type}. O iSCSI bond especificado n\u00E3o existe.
# translation auto-copied from project oVirt, version ovirt-3.4, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author ldelima
ISCSI_BOND_WITH_SAME_NAME_EXIST_IN_DATA_CENTER=N\u00E3o foi poss\u00EDvel ${action} ${type}. O iSCSI bond com mesmo nome j\u00E1 existe no Data Center.
ISCSI_BOND_NOT_SUPPORTED=N\u00E3o foi poss\u00EDvel ${action} ${type}. O iSCSI Bond \u00E9 apenas suportado nas vers\u00F5es de compatibilidade do Data Center 3.4 ou superiores.
ACTION_TYPE_FAILED_STORAGE_CONNECTIONS_CANNOT_BE_ADDED_TO_ISCSI_BOND=N\u00E3o foi poss\u00EDvel ${action} ${type}. As seguintes conex\u00F5es de storage ${connectionIds} n\u00E3o podem ser adicionadas ao iSCSI bond especificado. \nPoss\u00EDveis raz\u00F5es\:\n- Elas n\u00E3o s\u00E3o do tipo iSCSI.\n- Os seus status n\u00E3o \u00E9 nenhum dos seguintes\: Unknown, Active. Inactive.\n- Elas n\u00E3o pertecem ao Data Center conforme o iSCSI bond especificado.
ACTION_TYPE_FAILED_ISCSI_BOND_NETWORK_CANNOT_BE_REQUIRED=N\u00E3o foi poss\u00EDvel ${action} ${type}. A rede solicitada n\u00E3o pode fazer parte de um iSCSI bond.
ACTION_TYPE_FAILED_INTERFACE_DOES_NOT_SUPPORT_READ_ONLY_ATTR=N\u00E3o foi poss\u00EDvel ${action} ${type}. O(s) disco(s) ${interface} n\u00E3o podem ser de leitura apenas.
ACTION_TYPE_FAILED_RNG_NOT_FOUND=N\u00E3o foi poss\u00EDvel ${action} ${type}. Houve a tentativa de manipular com o dispositivo do Gerador do N\u00FAmero Aleat\u00F3rio, por\u00E9m n\u00E3o foi encontrada.
ACTION_TYPE_FAILED_RNG_ALREADY_EXISTS=N\u00E3o foi poss\u00EDvel ${action} ${type}. O dispositivos do Gerador do N\u00FAmero Aleat\u00F3rio j\u00E1 existe.
ACTION_TYPE_FAILED_RNG_SOURCE_NOT_SUPPORTED=N\u00E3o foi poss\u00EDvel ${action} ${type}. O dispositivo do Gerador do N\u00FAmero Aleat\u00F3rio n\u00E3o \u00E9 suportado no cluster.
ACTION_TYPE_RNG_MUST_BE_SPECIFIED=N\u00E3o foi poss\u00EDvel ${action} ${type}. O Gerador do N\u00FAmero Aleat\u00F3rio deve ser especificado em par\u00E2metros.
KDUMP_DETECTION_NOT_ENABLED_FOR_VDS=N\u00E3o foi poss\u00EDvel ${action} ${type}. O suporte de detec\u00E7\u00E3o Kdump n\u00E3o est\u00E1 habilitado para o host '${VdsName}'.
KDUMP_DETECTION_NOT_CONFIGURED_ON_VDS=N\u00E3o foi poss\u00EDvel ${action} ${type}. O suporte de detec\u00E7\u00E3o Kdump n\u00E3o est\u00E1 configurado de forma apropriada no host '${VdsName}'.
