DIRECTORY_GROUP_CANNOT_REMOVE_DIRECTORY_GROUP_ATTACHED_TO_VM_POOL=\uB514\uB809\uD1A0\uB9AC \uADF8\uB8F9\uC744 \uC0AD\uC81C\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uBA3C\uC800 \uAC00\uC0C1\uBA38\uC2E0 \uD480\uC5D0\uC11C \uADF8\uB8F9\uC744 \uBD84\uB9AC\uD558\uC2ED\uC2DC\uC624.
IO_CD_IMAGE_FILE_ALREADY_EXIST=\uC774\uBBF8\uC9C0 \uD30C\uC77C\uC774 \uC774\uBBF8 \uC874\uC7AC\uD569\uB2C8\uB2E4.
IO_CD_IMAGE_FILE_NOT_EXIST=\uC774\uBBF8\uC9C0 \uD30C\uC77C\uC774 \uC874\uC7AC\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
IO_INVALID_CD_IMAGE_EXTENSION=CD \uC774\uBBF8\uC9C0\uC758 \uD655\uC7A5\uC790\uAC00 \uC798\uBABB\uB418\uC5C8\uC2B5\uB2C8\uB2E4.
IO_ISO_DIRECTORY_NOT_EXIST=ISO \uB514\uB809\uD1A0\uB9AC\uAC00 \uC874\uC7AC\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
IRS_FAILED_CREATING_SNAPSHOT=\uC2A4\uB0C5\uC0F7 \uC0DD\uC131\uC5D0 \uC2E4\uD328\uD588\uC2B5\uB2C8\uB2E4.
IRS_FAILED_RETRIEVING_SNAPSHOT_INFO=\uB0B4\uBD80 \uC624\uB958\uC785\uB2C8\uB2E4, \uC2A4\uB0C5\uC0F7\uC744 \uAC00\uC838\uC62C \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
IRS_NETWORK_ERROR=\uC2A4\uD1A0\uB9AC\uC9C0 \uAD00\uB9AC\uC790 \uC11C\uBE44\uC2A4\uC5D0\uC11C \uC751\uB2F5\uC774 \uC5C6\uC2B5\uB2C8\uB2E4.
IRS_PROTOCOL_ERROR=\uC2A4\uD1A0\uB9AC\uC9C0 \uAD00\uB9AC\uC790 \uD504\uB85C\uD1A0\uCF5C \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4.
IRS_RESPONSE_ERROR=\uC2A4\uD1A0\uB9AC\uC9C0 \uAD00\uB9AC\uC790\uC758 \uC751\uB2F5 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4.
MAC_POOL_NOT_ENOUGH_MAC_ADDRESSES=MAC \uC8FC\uC18C \uD480\uC5D0 \uCDA9\uBD84\uD55C MAC \uC8FC\uC18C\uAC00 \uB0A8\uC544\uC788\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
VMT_CANNOT_REMOVE_DETECTED_DERIVED_VM=\uD15C\uD50C\uB9BF\uC744 \uC81C\uAC70\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uC774 \uD15C\uD50C\uB9BF\uC740 \uD604\uC7AC \uB2E4\uC74C\uC758 \uAC00\uC0C1\uBA38\uC2E0\uC774 \uC0AC\uC6A9 \uC911 \uC785\uB2C8\uB2E4 \: ${vmsList}.
VMT_CANNOT_REMOVE_DOMAINS_LIST_MISMATCH=\uD15C\uD50C\uB9BF\uC744 \uC0AD\uC81C\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uC774 \uD15C\uD50C\uB9BF\uC740 \uB2E4\uC74C \uC2A4\uD1A0\uB9AC\uC9C0 \uB3C4\uBA54\uC778\uC5D0 \uC874\uC7AC\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4 \: ${domainsList}.\n\uB3C4\uBA54\uC778 \uBAA9\uB85D\uC5D0 \uAE30\uC7AC\uB418\uC5B4 \uC788\uB294 \uBAA8\uB4E0 \uC2A4\uD1A0\uB9AC\uC9C0 \uB3C4\uBA54\uC778\uC5D0 \uD15C\uD50C\uB9BF\uC774 \uC874\uC7AC\uD558\uB294 \uC9C0 \uC5EC\uBD80\uB97C \uD655\uC778\uD558\uC2ED\uC2DC\uC624,\n\uC2DC\uC2A4\uD15C\uC5D0\uC11C \uD15C\uD50C\uB9BF\uC758 \uBAA8\uB4E0 \uC778\uC2A4\uD134\uC2A4\uB97C \uC0AD\uC81C\uD558\uB294 \uACBD\uC6B0\uC5D0\uB294 \uB3C4\uBA54\uC778 \uBAA9\uB85D\uC744 \uC804\uC1A1\uD558\uC9C0 \uB9C8\uC2ED\uC2DC\uC624.
ACTION_TYPE_FAILED_VM_IMAGE_DOES_NOT_EXIST=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uAC00\uC0C1\uBA38\uC2E0 \uC774\uBBF8\uC9C0\uAC00 \uC874\uC7AC\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
ACTION_TYPE_FAILED_VM_SNAPSHOT_DOES_NOT_EXIST=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uAC00\uC0C1\uBA38\uC2E0\uC758 \uC2A4\uB0C5\uC0F7\uC774 \uC874\uC7AC\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
ACTION_TYPE_FAILED_VM_SNAPSHOT_HAS_NO_CONFIGURATION=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uAC00\uC0C1\uBA38\uC2E0 ${VmName}\uC758 \uC2A4\uB0C5\uC0F7 ${SnapshotName} \uC740/\uB294 \uC124\uC815\uC744 \uC0AC\uC6A9\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uC124\uC815\uC744 \uC0AC\uC6A9\uD560 \uC218 \uC788\uB294 \uC2A4\uB0C5\uC0F7\uC744 \uC120\uD0DD\uD558\uC2ED\uC2DC\uC624.
IMAGE_REPOSITORY_NOT_FOUND=\uC2A4\uD1A0\uB9AC\uC9C0 \uB3C4\uBA54\uC778\uC5D0 \uC811\uADFC\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \n\uAC00\uB2A5\uD55C \uC6D0\uC778 \: \n\uB370\uC774\uD130 \uC13C\uD130\uC5D0 \uD638\uC2A4\uD2B8\uAC00 \uD558\uB098\uB3C4 \uC2E4\uD589\uB418\uC9C0 \uC54A\uACE0 \uC788\uAC70\uB098, \uB370\uC774\uD130 \uC13C\uD130\uC758 \uC0C1\uD0DC\uAC00 Up\uC774 \uC544\uB2D9\uB2C8\uB2E4.
VM_TEMPLATE_IS_LOCKED=\uD15C\uD50C\uB9BF\uC740 \uD604\uC7AC \uC7A0\uACA8 \uC788\uC2B5\uB2C8\uB2E4 (\uC784\uC2DC).
VM_TEMPLATE_IMAGE_IS_LOCKED=\uD15C\uD50C\uB9BF \uC774\uBBF8\uC9C0\uAC00 \uC7A0\uACA8 \uC788\uC2B5\uB2C8\uB2E4 (\uC784\uC2DC).
VM_TEMPLATE_IMAGE_IS_ILLEGAL=\uD15C\uD50C\uB9BF \uC774\uBBF8\uC9C0\uAC00 \uC798\uBABB\uB418\uC5B4 \uC788\uC2B5\uB2C8\uB2E4 (\uC784\uC2DC).
VM_NAME_CANNOT_BE_EMPTY=\uAC00\uC0C1\uBA38\uC2E0 \uC774\uB984\uC744 \uBE44\uC6CC\uB458 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
VM_CANNOT_UPDATE_ILLEGAL_FIELD=\uC6B4\uC601\uC911\uC778 VM \uC758 \uC18D\uC131\uC744 \uBCC0\uACBD\uD558\uB824\uB294 \uC2DC\uB3C4\uAC00 \uAC10\uC9C0\uB418\uC5C8\uC2B5\uB2C8\uB2E4. VM \uC744 \uC885\uB8CC\uD558\uC2E0 \uD6C4 \uD574\uB2F9 \uC18D\uC131\uC744 \uC218\uC815\uD558\uC2DC\uAE30 \uBC14\uB78D\uB2C8\uB2E4.
VM_CANNOT_RUN_FROM_NETWORK_WITHOUT_NETWORK=\uAC00\uC0C1\uBA38\uC2E0\uC774 '\uB124\uD2B8\uC6CC\uD06C \uBD80\uD305'\uC73C\uB85C \uC120\uD0DD\uB418\uC5B4 \uC788\uC9C0\uB9CC, \uB124\uD2B8\uC6CC\uD06C \uC778\uD130\uD398\uC774\uC2A4\uAC00 \uC124\uC815\uB418\uC5B4 \uC788\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.\n\uD574\uACB0\uBC29\uBC95 \:\n- \uB2E4\uB978 \uBD80\uD305 \uC7A5\uCE58\uB97C \uC120\uD0DD\uD569\uB2C8\uB2E4 ('\uD55C\uBC88 \uC2E4\uD589'  \uB610\uB294 '\uAC00\uC0C1\uBA38\uC2E0 \uD3B8\uC9D1' \uC791\uC5C5\uC5D0\uC11C \uBD80\uD305 \uC635\uC158 \uD558\uC704 \uD0ED\uC744 \uC0AC\uC6A9).\n- \uB124\uD2B8\uC6CC\uD06C \uC778\uD130\uD398\uC774\uC2A4\uB97C \uC124\uC815\uD558\uACE0 \uAC00\uC0C1\uBA38\uC2E0\uC73C\uB85C \uB3CC\uC544\uAC11\uB2C8\uB2E4.
VM_CANNOT_RUN_FROM_CD_WITHOUT_ACTIVE_STORAGE_DOMAIN_ISO=\uD65C\uC131 ISO \uB3C4\uBA54\uC778\uC774 \uC5C6\uC774 CD\uAC00 \uC5F0\uACB0\uB418\uBA74 ${type} \uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.\n\uD574\uACB0 \uBC29\uBC95 \: \n- ISO \uB3C4\uBA54\uC778\uC744 \uC5F0\uACB0\uD569\uB2C8\uB2E4 (CD \uC791\uC5C5\uC744 \uD65C\uC131\uD654).\n- \uAC00\uC0C1\uBA38\uC2E0\uC758 \uD3B8\uC9D1 \uC791\uC5C5\uC744 \uC0AC\uC6A9\uD558\uC5EC \uBD80\uD305 \uC21C\uC11C\uB97C \uBCC0\uACBD\uD569\uB2C8\uB2E4 (\uBD80\uD305 \uD558\uC704 \uD0ED)\n- \uB2E4\uB978 \uBD80\uD305 \uC7A5\uCE58\uB97C \uC120\uD0DD\uD569\uB2C8\uB2E4 ('\uD55C\uBC88 \uC2E4\uD589' \uC791\uC5C5\uC744 \uC0AC\uC6A9).
VM_CANNOT_RUN_FROM_DISK_WITHOUT_DISK=\uBD80\uD305 \uAC00\uB2A5\uD55C \uB514\uC2A4\uD06C\uAC00 \uCD5C\uC18C 1\uAC1C\uAC00 \uC5C6\uC73C\uBA74 ${type} \uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.\n\uD574\uACB0 \uBC29\uBC95 \:\n- \uC774 \uAC00\uC0C1 \uCEF4\uD4E8\uD130\uC5D0 \uB514\uC2A4\uD06C\uB97C \uC0DD\uC131 \uD55C \uD6C4, \uAC00\uC0C1\uBA38\uC2E0\uC744 \uB2E4\uC2DC \uC2E4\uD589\uD569\uB2C8\uB2E4. \n- \uAC00\uC0C1\uBA38\uC2E0\uC758 \uD3B8\uC9D1 \uC791\uC5C5\uC744 \uC0AC\uC6A9\uD558\uC5EC \uBD80\uD305 \uC21C\uC11C\uB97C \uBCC0\uACBD\uD569\uB2C8\uB2E4(\uBD80\uD305 \uC635\uC158 \uD558\uC704 \uD0ED)\n- "\uD55C \uBC88 \uC2E4\uD589" \uC791\uC5C5\uC744 \uC0AC\uC6A9\uD558\uC5EC \uB2E4\uB978 \uBD80\uD2B8\uC635\uC158\uC744 \uC120\uD0DD\uD55C \uD6C4 \uAC00\uC0C1\uBA38\uC2E0\uC744 \uB2E4\uC2DC \uC2E4\uD589\uD569\uB2C8\uB2E4.
VM_CANNOT_RUN_STATELESS_WHILE_IN_PREVIEW=$ {type}\uC744/\uB97C $ {action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uAC00\uC0C1\uBA38\uC2E0\uC5D0 \uBD99\uC5B4\uC788\uB294 Stateless \uD50C\uB798\uADF8\uAC00 \uBBF8\uB9AC\uBCF4\uAE30 \uBAA8\uB4DC\uC5D0\uC11C \uAC00\uC0C1\uBA38\uC2E0 \uC2E4\uD589\uACFC \uCDA9\uB3CC\uD558\uACE0 \uC788\uC2B5\uB2C8\uB2E4. \uAC00\uC0C1\uBA38\uC2E0\uC5D0\uC11C Stateless \uD50C\uB798\uADF8\uB97C \uC81C\uAC70\uD558\uAC70\uB098 \uAC00\uC0C1\uBA38\uC2E0\uC744 \uBBF8\uB9AC\uBCF4\uAE30 \uBAA8\uB4DC \uC774\uC678\uC758 \uBAA8\uB4DC\uC5D0\uC11C \uC2E4\uD589\uD558\uC2ED\uC2DC\uC624.
VM_CANNOT_RUN_STATELESS_HA=$ {type}\uC744/\uB97C $ {action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uACE0\uAC00\uC6A9\uC131 \uAC00\uC0C1\uC11C\uBC84\uB294 stateless \uC0C1\uD0DC\uB85C \uC2E4\uD589\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
ACTION_TYPE_FAILED_DELETE_PROTECTION_ENABLED=$ {type}\uC744/\uB97C $ {action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uC0AD\uC81C \uBC29\uC9C0 \uAE30\uB2A5\uC774 \uD65C\uC131\uD654 \uB418\uC5B4 \uC788\uC2B5\uB2C8\uB2E4. \uC0AD\uC81C\uD558\uB824\uBA74 \uC0AD\uC81C \uBC29\uC9C0 \uAE30\uB2A5\uC744 \uBE44\uD65C\uC131\uD654 \uD574\uC57C \uD569\uB2C8\uB2E4.
RESOURCE_MANAGER_FAILED_ATTACHING_VM_TO_USERS=\uC0AC\uC6A9\uC790\uC5D0 \uB300\uD55C \uAC00\uC0C1\uBA38\uC2E0 \uC5F0\uACB0\uC5D0 \uC2E4\uD328\uD588\uC2B5\uB2C8\uB2E4.
RESOURCE_MANAGER_MIGRATING_VM_IS_NOT_UP=\uB9C8\uC774\uADF8\uB808\uC774\uC158\uC5D0 \uC2E4\uD328\uD588\uC2B5\uB2C8\uB2E4. \uAC00\uC0C1\uBA38\uC2E0\uC774 \uC2E4\uD589\uC0C1\uD0DC\uAC00 \uC544\uB2D9\uB2C8\uB2E4.
RESOURCE_MANAGER_VM_NOT_FOUND=\uAC00\uC0C1\uBA38\uC2E0\uC744 \uCC3E\uC744 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
SEARCH=\uAC80\uC0C9 \uC624\uB958
SEARCH_ERRORNOUS_SEARCH_TEXT=\uAC80\uC0C9 \uBB38\uC790\uC5F4\uC758 \uC624\uB958
SEARCH_INVALID_SEARCH_TEXT=\uC798\uBABB\uB41C \uAC80\uC0C9 \uBB38\uC790\uC5F4
SEARCH_UNSUPPORTED_BUSINESS_OBJECT=\uC9C0\uC6D0\uB418\uC9C0 \uC54A\uB294 \uBE44\uC988\uB2C8\uC2A4 \uAC1D\uCCB4 \uAC80\uC0C9
TEMPLATE_IMAGE_LOCKED=\uC0C8 \uAC00\uC0C1\uBA38\uC2E0\uC744 \uC0DD\uC131\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uB514\uC2A4\uD06C \uC774\uBBF8\uC9C0\uB97C \uBCF5\uC0AC\uC911 \uC785\uB2C8\uB2E4. \uBCF5\uC0AC \uC791\uC5C5\uC774 \uC644\uB8CC\uB420 \uB54C\uAE4C\uC9C0 \uAE30\uB2E4\uB824 \uC8FC\uC2ED\uC2DC\uC624.
USER_CANNOT_REMOVE_USER_ATTACHED_POOL=\uAC00\uC0C1\uBA38\uC2E0 \uD480\uC5D0 \uC5F0\uACB0\uB41C \uC0AC\uC6A9\uC790\uB294 \uC81C\uAC70\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uBA3C\uC800 \uB2E4\uC74C \uB2E8\uACC4\uB97C \uC218\uD589\uD558\uC5EC \uAC00\uC0C1\uBA38\uC2E0 \uD480\uC5D0\uC11C \uC0AC\uC6A9\uC790\uB97C \uC0AD\uC81C\uD558\uC2ED\uC2DC\uC624 \:\n- '\uAC00\uC0C1\uBA38\uC2E0 \uD480' \uC708\uB3C4\uC6B0\uB97C \uC5FD\uB2C8\uB2E4.\n- \uAC00\uC0C1\uBA38\uC2E0 \uD480\uC744 \uC120\uD0DD\uD569\uB2C8\uB2E4.\n- \uBA54\uB274\uC5D0\uC11C '\uD480 \uC0AC\uC6A9\uC790 \uAD00\uB9AC'\uB97C \uD074\uB9AD\uD569\uB2C8\uB2E4.
USER_CANNOT_REMOVE_USER_NOT_ATTACHED_POOL=\uC0AC\uC6A9\uC790\uB97C \uC0AD\uC81C\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uC0AC\uC6A9\uC790\uB294 \uAC00\uC0C1\uBA38\uC2E0 \uD480\uC5D0 \uC5F0\uACB0\uB418\uC5B4 \uC788\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
USER_CANNOT_REMOVE_USER_DETECTED_RUNNING_VM=\uAC00\uC0C1\uBA38\uC2E0\uC5D0 \uC5F0\uACB0\uB418\uC5B4 \uC788\uB294 \uC0AC\uC6A9\uC790\uB294 \uC0AD\uC81C\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uBA3C\uC800 \uAC00\uC0C1\uBA38\uC2E0 \uD0ED\uC5D0\uC11C \uAC00\uC0C1\uBA38\uC2E0\uC744 \uC81C\uAC70\uD569\uB2C8\uB2E4.
USER_CANNOT_REMOVE_HIMSELF=$ {type}\uC744/\uB97C $ {action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uC0AC\uC6A9\uC790\uB294 \uD604\uC7AC \uB85C\uADF8\uC778 \uC911\uC785\uB2C8\uB2E4.
USER_FAILED_POPULATE_DATA=\uB514\uB809\uD1A0\uB9AC \uC11C\uBC84\uC5D0\uC11C \uC0AC\uC6A9\uC790 \uC815\uBCF4 \uCDE8\uB4DD\uC5D0 \uC2E4\uD328\uD588\uC2B5\uB2C8\uB2E4.
USER_FAILED_SET_USER_ROLE=\uC0AC\uC6A9\uC790 \uC5ED\uD560 \uC124\uC815\uC5D0 \uC2E4\uD328\uD558\uACE0 \uC791\uC5C5\uC774 \uCDE8\uC18C\uB418\uC5C8\uC2B5\uB2C8\uB2E4.
VDS_CANNOT_MAINTENANCE_VDS_IS_NOT_RESPONDING_AND_IS_SPM=\uD638\uC2A4\uD2B8\uB97C \uC720\uC9C0\uAD00\uB9AC \uBAA8\uB4DC\uB85C \uC804\uD658\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.\n\uD638\uC2A4\uD2B8\uB294 SPM\uC774\uACE0, Non-Responsive \uC0C1\uD0DC\uC785\uB2C8\uB2E4.\n- \uC804\uC6D0\uAD00\uB9AC \uC124\uC815\uC774 \uB418\uC5B4 \uC788\uC73C\uBA74 Engine\uC774 \uD638\uC2A4\uD2B8 \uD39C\uC2F1\uC744 \uC790\uB3D9\uC73C\uB85C \uC2DC\uB3C4\uD569\uB2C8\uB2E4.\n- \uADF8\uB807\uC9C0 \uC54A\uC740 \uACBD\uC6B0\uC5D0\uB294 \uB178\uB4DC\uB97C Up \uC0C1\uD0DC\uB85C \uB418\uB3CC\uB9AC\uAC70\uB098, SPM \uB9AC\uC18C\uC2A4\uB97C \uD574\uC81C\uD569\uB2C8\uB2E4.\n\uADF8\uB798\uC11C, \uD638\uC2A4\uD2B8\uB97C \uB9C8\uC6B0\uC2A4 \uC624\uB978\uCABD \uD074\uB9AD\uD558\uC5EC \uB178\uB4DC\uAC00 \uC2E4\uC81C\uB85C Down \uC0C1\uD0DC\uC784\uC744 \uD655\uC778\uD558\uACE0, \uB178\uB4DC\uAC00 \uC218\uB3D9\uC73C\uB85C \uC885\uB8CC\uB41C \uAC83\uC744 \uD655\uC778\uD569\uB2C8\uB2E4.
VDS_CANNOT_MAINTENANCE_VDS_IS_NOT_OPERATIONAL=\uD638\uC2A4\uD2B8\uB97C \uC720\uC9C0\uAD00\uB9AC \uBAA8\uB4DC\uB85C \uC804\uD658\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uD638\uC2A4\uD2B8\uAC00 \uC2E4\uD589\uB418\uC9C0 \uC54A\uC740 \uC0C1\uD0DC\uC785\uB2C8\uB2E4.
VDS_CANNOT_MAINTENANCE_VDS_IS_IN_MAINTENANCE=\uD638\uC2A4\uD2B8\uB97C \uC720\uC9C0\uAD00\uB9AC \uBAA8\uB4DC\uB85C \uC804\uD658\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uD638\uC2A4\uD2B8\uAC00 \uC774\uBBF8 \uC720\uC9C0\uAD00\uB9AC \uBAA8\uB4DC\uC785\uB2C8\uB2E4.
VDS_CANNOT_MAINTENANCE_SPM_WITH_RUNNING_TASKS=\uD638\uC2A4\uD2B8\uB97C \uC720\uC9C0\uAD00\uB9AC \uBAA8\uB4DC\uB85C \uC804\uD658\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uD638\uC2A4\uD2B8\uC5D0\uC11C \uC791\uC5C5\uC774 \uBE44\uB3D9\uAE30\uC801\uC73C\uB85C \uC2E4\uD589\uB418\uBBC0\uB85C\n\uC791\uC5C5\uC774 \uC644\uB8CC \uB420 \uB54C\uAE4C\uC9C0 \uAE30\uB2E4\uB9B0 \uD6C4 \uB2E4\uC2DC \uC2DC\uB3C4\uD558\uC2ED\uC2DC\uC624.
VDS_CANNOT_MAINTENANCE_SPM_CONTENDING=\uD638\uC2A4\uD2B8\uB97C \uC720\uC9C0\uAD00\uB9AC \uBAA8\uB4DC\uB85C \uC804\uD658\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uD638\uC2A4\uD2B8\uAC00 SPM\uC744 \uB193\uACE0 \uACBD\uC7C1\uD558\uACE0 \uC788\uC2B5\uB2C8\uB2E4.\n\uC791\uC5C5\uC774 \uC644\uB8CC\uB420 \uB54C\uAE4C\uC9C0 \uAE30\uB2E4\uB9B0 \uD6C4 \uB2E4\uC2DC \uC2DC\uB3C4\uD558\uC2ED\uC2DC\uC624.
VDS_CANNOT_MAINTENANCE_IT_INCLUDES_NON_MIGRATABLE_VM=\uB2E4\uC74C \uD638\uC2A4\uD2B8\uB294 \uC720\uC9C0\uAD00\uB9AC \uBAA8\uB4DC\uB85C \uC804\uD658\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4 \: ${HostsList}.\n\uD558\uB098 \uC774\uC0C1\uC758 \uC2E4\uD589\uC911\uC778 \uAC00\uC0C1\uBA38\uC2E0\uC774 \uB9C8\uC774\uADF8\uB808\uC774\uC158 \uBD88\uAC00\uB2A5\uC73C\uB85C \uD45C\uC2DC\uB418\uC5B4 \uC788\uC2B5\uB2C8\uB2E4. \uB2E4\uC74C \uAC00\uC0C1\uBA38\uC2E0\uC740 \uB9C8\uC774\uADF8\uB808\uC774\uC158\uC774 \uBD88\uAC00\uB2A5\uD569\uB2C8\uB2E4 \: ${VmsList}.
VDS_CANNOT_REMOVE_DEFAULT_VDS_GROUP=\uAE30\uBCF8 \uD638\uC2A4\uD2B8 \uD074\uB7EC\uC2A4\uD130\uB294 \uC0AD\uC81C\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
VDS_CANNOT_REMOVE_VDS_DETECTED_RUNNING_VM=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uC774 \uD638\uC2A4\uD2B8\uC5D0\uC11C \uD558\uB098\uC774\uC0C1\uC758 \uAC00\uC0C1\uBA38\uC2E0\uC774 \uC2E4\uD589 \uC911\uC785\uB2C8\uB2E4.
VDS_CANNOT_REMOVE_VDS_GROUP_VDS_DETECTED=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uD638\uC2A4\uD2B8 \uD074\uB7EC\uC2A4\uD130\uC5D0\uB294 \uD558\uB098 \uC774\uC0C1\uC758 \uD638\uC2A4\uD2B8\uAC00 \uD3EC\uD568\uB418\uC5B4 \uC788\uC2B5\uB2C8\uB2E4.
VDS_CANNOT_REMOVE_VDS_STATUS_ILLEGAL=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uD638\uC2A4\uD2B8\uAC00 \uC2E4\uD589 \uC911\uC785\uB2C8\uB2E4. \uBA3C\uC800 \uD638\uC2A4\uD2B8\uB97C \uC720\uC9C0\uAD00\uB9AC \uBAA8\uB4DC\uB85C \uC804\uD658\uD574\uC57C \uD569\uB2C8\uB2E4.
VDS_PROTOCOL_ERROR=\uB0B4\uBD80 \uC624\uB958 \: \uD638\uC2A4\uD2B8 \uD504\uB85C\uD1A0\uCF5C\uC5D0 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4.
VDS_RESPONSE_ERROR=\uB0B4\uBD80 \uC624\uB958 \: \uD638\uC2A4\uD2B8 \uC751\uB2F5\uC5D0 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4.
VDS_STATUS_NOT_VALID_FOR_STOP=\uC911\uC9C0(stop) \uC791\uC5C5\uC744 \uC218\uD589\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uC911\uC9C0(stop)\uD558\uB824\uBA74 \uD638\uC2A4\uD2B8\uB97C \uC720\uC9C0\uAD00\uB9AC \uBAA8\uB4DC\uB85C \uC804\uD658\uD574\uC57C \uD569\uB2C8\uB2E4.
VDS_STATUS_NOT_VALID_FOR_START=\uC2DC\uC791(start) \uC791\uC5C5\uC744 \uC218\uD589\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uD638\uC2A4\uD2B8\uAC00 \uB2E4\uC74C \uC0C1\uD0DC \uC911 \uD558\uB098\uC5EC\uC57C \uD569\uB2C8\uB2E4\: Down, Non-Responsive \uB610\uB294 Maintenance
VDS_NO_VDS_PROXY_FOUND=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.\n\uB370\uC774\uD130 \uC13C\uD130\uC548\uC5D0 \uC804\uC6D0\uAD00\uB9AC \uC124\uC815 \uD14C\uC2A4\uD2B8\uC5D0 \uC0AC\uC6A9\uD560 \uC218 \uC788\uB294 \uB2E4\uB978 \uD638\uC2A4\uD2B8\uAC00 \uC5C6\uC2B5\uB2C8\uB2E4.
VDS_FAILED_FENCE_VIA_PROXY_CONNECTION=\uD504\uB85D\uC2DC\uB97C \uD1B5\uD55C \uD638\uC2A4\uD2B8 \uC5F0\uACB0\uC5D0 \uC2E4\uD328\uD588\uC2B5\uB2C8\uB2E4. \uC804\uC6D0\uAD00\uB9AC \uAE30\uB2A5\uC744 \uC0AC\uC6A9 \uAC00\uB2A5\uD55C\uC9C0\uC640, \uC124\uC815\uB418\uC5B4 \uC788\uB294 \uC5F0\uACB0 \uB9E4\uAC1C \uBCC0\uC218\uAC00 \uC62C\uBC14\uB978 \uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
VDS_STATUS_NOT_VALID_FOR_UPDATE=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uD638\uC2A4\uD2B8\uAC00 \uC2E4\uD589\uB418\uB294 \uB3D9\uC548 \uD638\uC2A4\uD2B8 \uB9E4\uAC1C\uBCC0\uC218\uB294 \uBCC0\uACBD \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.\n\uBA3C\uC800 \uD638\uC2A4\uD2B8\uB97C \uC720\uC9C0\uAD00\uB9AC \uBAA8\uB4DC\uB85C \uC804\uD658\uD574\uC57C \uD569\uB2C8\uB2E4.
VDS_INVALID_SERVER_ID=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uD638\uC2A4\uD2B8 ID\uAC00 \uC798\uBABB \uB418\uC5C8\uC2B5\uB2C8\uB2E4.
VDS_CANNOT_INSTALL_EMPTY_PASSWORD=\uD638\uC2A4\uD2B8\uB97C \uBE48 \uC554\uD638\uB85C \uC124\uCE58\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
VDS_CANNOT_INSTALL_STATUS_ILLEGAL=\uD638\uC2A4\uD2B8\uB97C \uC124\uCE58\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uBA3C\uC800 \uD638\uC2A4\uD2B8\uB97C \uC720\uC9C0\uAD00\uB9AC \uBAA8\uB4DC\uB85C \uC804\uD658\uD574\uC57C \uD569\uB2C8\uB2E4.
VDS_CANNOT_UPGRADE_BETWEEN_MAJOR_VERSION=\uD638\uC2A4\uD2B8\uB97C \uC5C5\uADF8\uB808\uC774\uB4DC \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uD638\uC2A4\uD2B8 \uBC84\uC804\uC740 \uC120\uD0DD\uD55C ISO \uBC84\uC804\uACFC\uC758 \uD638\uD658\uC131\uC774 \uC5C6\uC2B5\uB2C8\uB2E4. \uBA54\uC774\uC800 \uBC84\uC804\uC774 ${IsoVersion}.x\uC778 ISO\uB97C \uC120\uD0DD\uD558\uC2ED\uC2DC\uC624.
VDS_CANNOT_INSTALL_MISSING_IMAGE_FILE=\uD638\uC2A4\uD2B8\uB97C \uC124\uCE58\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uC774\uBBF8\uC9C0 \uD30C\uC77C\uC774 \uC5C6\uC2B5\uB2C8\uB2E4.
VDS_PORT_CHANGE_REQUIRE_INSTALL=\uD638\uC2A4\uD2B8\uC758 \uC7AC\uC124\uCE58 \uC5C6\uC774 \uD3EC\uD2B8 \uBC88\uD638\uB97C \uC218\uC815\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
VDS_TRY_CREATE_SECURE_CERTIFICATE_NOT_FOUND=\uBCF4\uC548 \uC5F0\uACB0\uC744 \uC0AC\uC6A9\uD558\uC5EC \uC0C8\uB85C\uC6B4 \uD638\uC2A4\uD2B8\uB97C \uC5F0\uACB0\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uC778\uC99D\uC11C \uD30C\uC77C\uC744 \uCC3E\uC744 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
VDS_FENCE_DISABLED=\uD638\uC2A4\uD2B8 \uD39C\uC2F1\uC744 \uC2E4\uD589\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uD638\uC2A4\uD2B8 \uD39C\uC2F1\uC774 \uBE44\uD65C\uC131\uD654 \uB418\uC5B4 \uC788\uC2B5\uB2C8\uB2E4.
VDS_FENCE_DISABLED_AT_SYSTEM_STARTUP_INTERVAL=Engine \uC11C\uBE44\uC2A4\uC758 \uC2DC\uC791 \uC21C\uC11C\uB54C\uBB38\uC5D0 \uD39C\uC2F1\uC774 \uBE44\uD65C\uC131\uD654 \uB418\uC5B4 \uC788\uC2B5\uB2C8\uB2E4.
VDS_FENCE_DISABLED_AT_QUIET_TIME=\uB2E4\uB978 \uC804\uC6D0\uAD00\uB9AC \uC791\uC5C5\uC774 \uC2E4\uD589\uC911\uC785\uB2C8\uB2E4. ${seconds} \uCD08 \uD6C4\uC5D0 \uB2E4\uC2DC \uC2DC\uB3C4\uD558\uC2ED\uC2DC\uC624.
TEMPLATE_IMAGE_NOT_EXIST=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uD15C\uD50C\uB9BF \uC774\uBBF8\uC9C0\uAC00 \uC874\uC7AC\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
VM_CANNOT_REMOVE_VDS_GROUP_VMS_DETECTED=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uD558\uB098 \uC774\uC0C1\uC758 \uAC00\uC0C1\uBA38\uC2E0\uC774 \uC544\uC9C1 \uD074\uB7EC\uC2A4\uD130\uC5D0 \uD560\uB2F9\uB418\uC5B4 \uC788\uC2B5\uB2C8\uB2E4.
VMT_CANNOT_REMOVE_VDS_GROUP_VMTS_DETECTED=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uD558\uB098 \uC774\uC0C1\uC758 \uD15C\uD50C\uB9BF\uC774 \uC544\uC9C1 \uC5F0\uACB0\uB418\uC5B4 \uC788\uC2B5\uB2C8\uB2E4.
VDS_GROUP_CANNOT_REMOVE_HAS_VM_POOLS=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uD558\uB098 \uC774\uC0C1\uC758 \uAC00\uC0C1\uBA38\uC2E0 \uD480\uC774 \uC544\uC9C1 \uC5F0\uACB0\uB418\uC5B4 \uC788\uC2B5\uB2C8\uB2E4.
VM_IMAGE_LOCKED=\uAC00\uC0C1\uBA38\uC2E0\uC744 \uC2E4\uD589\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uB514\uC2DC\uD06C \uC774\uBBF8\uC9C0\uAC00 \uBCF5\uC0AC \uC911\uC785\uB2C8\uB2E4. \uBCF5\uC0AC \uC791\uC5C5\uC774 \uC644\uB8CC\uB420 \uB54C\uAE4C\uC9C0 \uAE30\uB2E4\uB824 \uC8FC\uC2ED\uC2DC\uC624.
VM_POOL_CANNOT_ADD_VM_WITH_USERS_ATTACHED_TO_POOL=\uAC00\uC0C1\uBA38\uC2E0\uC744 \uAC00\uC0C1\uBA38\uC2E0 \uD480\uC5D0 \uC5F0\uACB0\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uAC00\uC0C1\uBA38\uC2E0 \uD480\uC740 \uC774\uBBF8 \uC0AC\uC6A9\uC790\uC5D0 \uC5F0\uACB0\uB418\uC5B4 \uC788\uC2B5\uB2C8\uB2E4.
ACTION_TYPE_FAILED_USER_ATTACHED_TO_POOL=\uC0AC\uC6A9\uC790\uB294 \uC774\uBBF8 \uAC00\uC0C1\uBA38\uC2E0 \uD480\uC5D0 \uC5F0\uACB0\uB418\uC5B4 \uC788\uC2B5\uB2C8\uB2E4.
VM_POOL_CANNOT_ADD_VM_ATTACHED_TO_POOL=\uAC00\uC0C1\uBA38\uC2E0 \uD480\uC5D0 \uAC00\uC0C1\uBA38\uC2E0\uC744 \uC5F0\uACB0\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uAC00\uC0C1\uBA38\uC2E0\uC740 \uC774\uBBF8 \uB2E4\uB978 \uAC00\uC0C1\uBA38\uC2E0 \uD480\uC5D0 \uC5F0\uACB0\uB418\uC5B4 \uC788\uC2B5\uB2C8\uB2E4.
VM_POOL_CANNOT_DETACH_VM_NOT_ATTACHED_TO_POOL=\uAC00\uC0C1\uBA38\uC2E0\uC744 \uD480\uC5D0\uC11C \uBD84\uB9AC\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uAC00\uC0C1\uBA38\uC2E0\uC774 \uAC00\uC0C1\uBA38\uC2E0 \uD480\uC5D0 \uC5F0\uACB0\uB418\uC5B4 \uC788\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
VM_POOL_CANNOT_ADD_VM_DIFFERENT_CLUSTER=\uAC00\uC0C1\uBA38\uC2E0\uC744 \uAC00\uC0C1\uBA38\uC2E0 \uD480\uC5D0 \uC5F0\uACB0\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uAC00\uC0C1\uBA38\uC2E0\uC740 \uAC00\uC0C1\uBA38\uC2E0 \uD480 \uB300\uC2E0 \uB2E4\uB978 \uD638\uC2A4\uD2B8 \uD074\uB7EC\uC2A4\uD130\uC5D0 \uC18C\uC18D\uB418\uC5B4 \uC788\uC2B5\uB2C8\uB2E4.
VM_POOL_CANNOT_REMOVE_VM_POOL_WITH_ATTACHED_DIRECTORY_GROUPS=\uAC00\uC0C1\uBA38\uC2E0 \uD480\uC744 \uC0AD\uC81C\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uBA3C\uC800 \uB514\uB809\uD1A0\uB9AC \uADF8\uB8F9\uC744 \uAC00\uC0C1\uBA38\uC2E0 \uD480\uC5D0\uC11C \uBD84\uB9AC\uD558\uC2ED\uC2DC\uC624.
VM_POOL_CANNOT_REMOVE_VM_POOL_WITH_ATTACHED_USERS=\uAC00\uC0C1\uBA38\uC2E0 \uD480\uC744 \uC0AD\uC81C\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uBA3C\uC800 \uC0AC\uC6A9\uC790\uB97C \uAC00\uC0C1\uBA38\uC2E0 \uD480\uC5D0\uC11C \uBD84\uB9AC\uD558\uC2ED\uC2DC\uC624.
VM_POOL_CANNOT_REMOVE_VM_POOL_WITH_VMS=\uAC00\uC0C1\uBA38\uC2E0 \uD480\uC744 \uC0AD\uC81C\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uBA3C\uC800 \uAC00\uC0C1\uBA38\uC2E0 \uD480\uC5D0\uC11C \uAC00\uC0C1\uBA38\uC2E0\uC744 \uBD84\uB9AC\uD558\uC2ED\uC2DC\uC624.
VM_POOL_CANNOT_REMOVE_RUNNING_VM_FROM_POOL=\uAC00\uC0C1\uBA38\uC2E0 \uD480\uC5D0\uC11C \uAC00\uC0C1\uBA38\uC2E0\uC744 \uBD84\uB9AC\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uAC00\uC0C1\uBA38\uC2E0\uC774 \uC2E4\uD589\uC911 \uC785\uB2C8\uB2E4.
VM_POOL_CANNOT_ADD_RUNNING_VM_TO_POOL=\uAC00\uC0C1\uBA38\uC2E0 \uD480\uC5D0 \uAC00\uC0C1\uBA38\uC2E0\uC744 \uC5F0\uACB0\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uAC00\uC0C1\uBA38\uC2E0\uC774 \uC2E4\uD589\uC911 \uC785\uB2C8\uB2E4.
VM_INVALID_SERVER_CLUSTER_ID=\uD638\uC2A4\uD2B8 \uD074\uB7EC\uC2A4\uD130 ID\uAC00 \uC798\uBABB\uB418\uC5C8\uC2B5\uB2C8\uB2E4.
VMT_CANNOT_REMOVE_BLANK_TEMPLATE=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. Blank \uD15C\uD50C\uB9BF \uC0AD\uC81C\uB294 \uD5C8\uC6A9\uB418\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
VMT_CANNOT_EDIT_BLANK_TEMPLATE=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. Blank \uD15C\uD50C\uB9BF \uC218\uC815\uC740 \uD5C8\uC6A9\uB418\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
VMT_CANNOT_EXPORT_BLANK_TEMPLATE=Blank \uD15C\uD50C\uB9BF\uC740 \uB0B4\uBCF4\uB0BC \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
VMT_CANNOT_UPDATE_ILLEGAL_FIELD=\uAC00\uC0C1\uBA38\uC2E0 \uD15C\uD50C\uB9BF \uC18D\uC131 \uC5C5\uB370\uC774\uD2B8\uC5D0 \uC2E4\uD328\uD588\uC2B5\uB2C8\uB2E4.
DIRECTORY_GROUP_CANNOT_REMOVE_DIRECTORY_GROUP_ATTACHED_TO_VM=\uB514\uB809\uD1A0\uB9AC \uADF8\uB8F9\uC744 \uC0AD\uC81C\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uBA3C\uC800 \uAC00\uC0C1\uBA38\uC2E0\uC744 \uB514\uB809\uD1A0\uB9AC \uADF8\uB8F9\uC5D0\uC11C \uBD84\uB9AC\uD558\uC2ED\uC2DC\uC624.
VM_NOT_FOUND=\uAC00\uC0C1\uBA38\uC2E0\uC744 \uCC3E\uC744 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
ACTION_TYPE_FAILED_VM_IN_PREVIEW=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uAC00\uC0C1\uBA38\uC2E0\uC774 \uC2A4\uB0C5\uC0F7 \uBBF8\uB9AC\uBCF4\uAE30 \uC911\uC785\uB2C8\uB2E4.
ACTION_TYPE_FAILED_DISKS_LOCKED=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4 \: \uB2E4\uC74C\uC758 \uB514\uC2A4\uD06C\uAC00 \uC7A0\uACA8 \uC788\uC2B5\uB2C8\uB2E4 \: ${diskAliases}. \uC218 \uBD84\uD6C4 \uB2E4\uC2DC \uC2DC\uB3C4\uD558\uC2ED\uC2DC\uC624.
ACTION_TYPE_FAILED_IMPORT_DISKS_ALREADY_EXIST=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uB2E4\uC74C\uC758 \uB514\uC2A4\uD06C\uAC00 \uC774\uBBF8 \uC874\uC7AC\uD569\uB2C8\uB2E4 \: ${diskAliases}. \uBCF5\uC81C\uB85C \uAC00\uC838\uC624\uAE30 \uD558\uC2ED\uC2DC\uC624.
ACTION_TYPE_FAILED_VM_IS_LOCKED=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4\: \uAC00\uC0C1\uBA38\uC2E0\uC774 \uC7A0\uACA8\uC788\uC2B5\uB2C8\uB2E4. \uBA87 \uBD84 \uD6C4\uC5D0 \uB2E4\uC2DC \uC2DC\uB3C4\uD558\uC2ED\uC2DC\uC624.
ACTION_TYPE_FAILED_VM_DURING_EXPORT=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4 \: \uAC00\uC0C1\uBA38\uC2E0\uC744 \uB0B4\uBCF4\uB0B4\uAE30 \uC911\uC785\uB2C8\uB2E4. \uBA87 \uBD84 \uD6C4\uC5D0 \uB2E4\uC2DC \uC2DC\uB3C4\uD558\uC2ED\uC2DC\uC624.
ACTION_TYPE_FAILED_VM_IMAGE_IS_ILLEGAL=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uAC00\uC0C1\uBA38\uC2E0\uC758 \uC774\uBBF8\uC9C0\uAC00 \uC190\uC0C1\uB420 \uC218 \uC788\uC2B5\uB2C8\uB2E4. 
ACTION_TYPE_FAILED_VM_HAS_NO_DISKS=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uAC00\uC0C1\uBA38\uC2E0\uC5D0 \uB514\uC2A4\uD06C\uAC00 \uC5C6\uC2B5\uB2C8\uB2E4.
ACTION_TYPE_FAILED_IMAGE_REPOSITORY_NOT_FOUND=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uC2A4\uD1A0\uB9AC\uC9C0 \uB3C4\uBA54\uC778\uC5D0 \uC811\uADFC\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.\n- \uC801\uC5B4\uB3C4 \uD558\uB098\uC758 \uD638\uC2A4\uD2B8\uAC00 \uC2E4\uD589\uB418\uACE0, \uB370\uC774\uD130 \uC13C\uD130\uC758 \uC0C1\uD0DC\uAC00 UP\uC784\uC744 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
ACTION_TYPE_FAILED_VM_IS_RUNNING=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uAC00\uC0C1\uBA38\uC2E0\uC774 \uC2E4\uD589 \uC911 \uC785\uB2C8\uB2E4.
ACTION_TYPE_FAILED_VM_IS_NOT_RUNNING=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uAC00\uC0C1\uBA38\uC2E0\uC774 \uC2E4\uD589 \uC911\uC774\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
ACTION_TYPE_FAILED_VM_IS_NOT_UP=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uAC00\uC0C1\uBA38\uC2E0\uC758 \uC0C1\uD0DC\uAC00 UP\uC774 \uC544\uB2D9\uB2C8\uB2E4.
ACTION_TYPE_FAILED_VM_IS_NOT_DOWN=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uCD5C\uC18C \uD55C\uAC1C\uC758 \uAC00\uC0C1\uBA38\uC2E0\uC774 Down \uC0C1\uD0DC\uAC00 \uC544\uB2D9\uB2C8\uB2E4.
ACTION_TYPE_FAILED_VM_IS_NOT_DOWN_OR_UP=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uAC00\uC0C1\uBA38\uC2E0 ${VmName} \uC740/\uB294 Down, Up \uB610\uB294 Paused \uC0C1\uD0DC\uC5EC\uC57C \uD569\uB2C8\uB2E4.
ACTION_TYPE_FAILED_VM_IS_SAVING_RESTORING=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uAC00\uC0C1\uBA38\uC2E0\uC774 saving/restoring \uC0C1\uD0DC\uC785\uB2C8\uB2E4.\n- \uAC00\uC0C1\uBA38\uC2E0\uC758 \uC0C1\uD0DC\uAC00 Up \uB610\uB294 Down\uC73C\uB85C \uBC14\uB00C\uBA74 \uB2E4\uC2DC \uC2DC\uB3C4\uD558\uC2ED\uC2DC\uC624.
ACTION_TYPE_FAILED_VM_IS_DURING_SNAPSHOT=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uAC00\uC0C1\uBA38\uC2E0\uC740 \uC2A4\uB0C5\uC0F7\uC5D0 \uB300\uD55C \uC791\uC5C5\uC744 \uC218\uD589\uD558\uACE0 \uC788\uC2B5\uB2C8\uB2E4. \uC791\uC5C5\uC774 \uC644\uB8CC\uB420 \uB54C\uAE4C\uC9C0 \uAE30\uB2E4\uB9B0 \uD6C4 \uB2E4\uC2DC \uC2DC\uB3C4\uD558\uC2ED\uC2DC\uC624.
ACTION_TYPE_FAILED_VM_RUNNING_STATELESS=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uAC00\uC0C1\uBA38\uC2E0\uC774 Stateless\uB85C \uC2E4\uD589\uC911 \uC785\uB2C8\uB2E4. \uAC00\uC0C1\uBA38\uC2E0\uC774 Stateless \uBAA8\uB4DC\uB85C \uC2E4\uD589\uC911\uC774\uC9C0 \uC54A\uC744 \uB54C \uB2E4\uC2DC \uC2DC\uB3C4\uD558\uC2ED\uC2DC\uC624.
ACTION_TYPE_FAILED_VM_HAS_STATELESS_SNAPSHOT_LEFTOVER=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uAC00\uC0C1\uBA38\uC2E0\uC744 Stateless \uBAA8\uB4DC\uB85C \uC2E4\uD589\uD588\uAE30 \uB54C\uBB38\uC5D0 \uC815\uB9AC\uB97C \uC131\uACF5\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uAC00\uC0C1\uBA38\uC2E0 \uC2E4\uD589\uC744 \uC2DC\uB3C4\uD558\uB294 \uB370 \uAC00\uC0C1\uBA38\uC2E0\uC740 \uC815\uB9AC\uB418\uC5B4 \uC788\uC5B4\uC57C \uD569\uB2C8\uB2E4. \uADF8\uB9AC\uACE0 \uAC00\uC0C1\uBA38\uC2E0\uC774 \uC2E4\uD589\uC911\uC774\uC9C0 \uC54A\uC744 \uB54C \uB2E4\uC2DC \uC2DC\uB3C4\uD574 \uBCF4\uC2ED\uC2DC\uC624.
ACTION_TYPE_FAILED_VM_IN_USE_BY_OTHER_USER=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uB2E4\uB978 \uC0AC\uC6A9\uC790\uAC00 \uAC00\uC0C1\uBA38\uC2E0\uC744 \uC0AC\uC6A9\uD558\uACE0 \uC788\uC2B5\uB2C8\uB2E4.
ACTION_TYPE_FAILED_VM_NOT_FOUND=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uAC00\uC0C1\uBA38\uC2E0\uC744 \uCC3E\uC744 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
ACTION_TYPE_FAILED_VM_IS_NON_MIGRTABLE=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uAC00\uC0C1\uBA38\uC2E0\uC774 \uB9C8\uC774\uADF8\uB808\uC774\uC158 \uBD88\uAC00\uB2A5 \uD55C \uC0C1\uD0DC \uC785\uB2C8\uB2E4.
ACTION_TYPE_FAILED_VM_IS_NON_MIGRTABLE_AND_IS_NOT_FORCED_BY_USER_TO_MIGRATE=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uAC00\uC0C1\uBA38\uC2E0\uC774 \uB9C8\uC774\uADF8\uB808\uC774\uC158 \uBD88\uAC00\uB2A5 \uD55C \uC0C1\uD0DC\uC774\uACE0, \uC0AC\uC6A9\uC790\uB294 \uB9C8\uC774\uADF8\uB808\uC774\uC158 \uAC15\uC81C \uD50C\uB798\uADF8\uB97C \uC9C0\uC815\uD558\uC9C0 \uC54A\uC558\uC2B5\uB2C8\uB2E4.
ACTION_TYPE_FAILED_VM_IS_PINNED_TO_HOST=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uAC00\uC0C1\uBA38\uC2E0\uC774 \uD638\uC2A4\uD2B8\uC5D0 \uACE0\uC815\uB418\uC5B4 \uC788\uC2B5\uB2C8\uB2E4.
VM_PINNED_TO_HOST_CANNOT_RUN_ON_THE_DEFAULT_VDS=\uAC00\uC0C1\uBA38\uC2E0\uC774 \uD638\uC2A4\uD2B8 '${VdsName}'\uC5D0 \uACE0\uC815\uB418\uC5B4 \uC788\uC9C0\uB9CC, \uADF8 \uD638\uC2A4\uD2B8\uC5D0\uC11C \uC2E4\uD589\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
HOST_NAME_NOT_AVAILABLE=$VdsName [N/A]
VM_HOSTCPU_MUST_BE_PINNED_TO_HOST=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uD638\uC2A4\uD2B8 CPU \uD50C\uB798\uADF8\uB97C \uAC00\uC9C4 \uAC00\uC0C1\uBA38\uC2E0\uC740 \uD638\uC2A4\uD2B8\uC5D0 \uACE0\uC815\uD574\uC57C \uD569\uB2C8\uB2E4.
ACTION_TYPE_FAILED_VM_NOT_EXIST=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uAC00\uC0C1\uBA38\uC2E0\uC774 \uC874\uC7AC\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
ACTION_TYPE_FAILED_VM_CANNOT_BE_HIGHLY_AVAILABLE_AND_PINNED_TO_HOST=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uACE0\uAC00\uC6A9\uC131\uC758 \uAC00\uC0C1\uBA38\uC2E0\uC740 \uD2B9\uC815 \uD638\uC2A4\uD2B8\uC5D0 \uACE0\uC815\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
ACTION_TYPE_FAILED_VM_CANNOT_BE_PINNED_TO_CPU_AND_MIGRATABLE=\uB9C8\uC774\uADF8\uB808\uC774\uC158 \uAC00\uB2A5\uD55C \uAC00\uC0C1\uBA38\uC2E0\uC744 CPU\uC5D0 \uACE0\uC815\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
ACTION_TYPE_FAILED_VM_GUID_ALREADY_EXIST=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uAC19\uC740 ID\uB97C \uAC00\uC9C4 \uAC00\uC0C1\uBA38\uC2E0\uC774 \uC774\uBBF8 \uC874\uC7AC\uD569\uB2C8\uB2E4.
ACTION_TYPE_FAILED_VM_ATTACHED_TO_POOL=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uAC00\uC0C1\uBA38\uC2E0\uC774 \uAC00\uC0C1\uBA38\uC2E0 \uD480\uC5D0 \uC5F0\uACB0\uB418\uC5B4 \uC788\uC2B5\uB2C8\uB2E4.
ACTION_TYPE_FAILED_NO_AVAILABLE_POOL_VMS=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uAC00\uC0C1\uBA38\uC2E0 \uD480\uC5D0 \uC0AC\uC6A9 \uAC00\uB2A5\uD55C \uAC00\uC0C1\uBA38\uC2E0\uC774 \uC5C6\uC2B5\uB2C8\uB2E4.
ACTION_TYPE_FAILED_VM_FROM_POOL_CANNOT_BE_STATELESS=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uD480 \uB0B4 \uAC00\uC0C1\uBA38\uC2E0\uC5D0 stateless \uC0C1\uD0DC\uB85C \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
ACTION_TYPE_FAILED_PRESTARTED_VMS_CANNOT_EXCEED_VMS_COUNT=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uC0AC\uC804 \uBD80\uD305\uB41C \uAC00\uC0C1\uBA38\uC2E0\uC758 \uC218\uB294 \uD480 \uB0B4 \uAC00\uC0C1\uBA38\uC2E0\uC758 \uC218\uB97C \uCD08\uACFC\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
ACTION_TYPE_FAILED_VM_WITH_BLANK_TEMPLATE=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4 \: \uAC00\uC0C1\uBA38\uC2E0\uC740 Blank \uD15C\uD50C\uB9BF\uC73C\uB85C \uB9CC\uB4E4\uC5B4\uC84C\uC73C\uBA70, \uC6B4\uC601\uCCB4\uC81C\uAC00 \uC124\uCE58\uB418\uC5B4 \uC788\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4. '\uD55C\uBC88 \uC2E4\uD589' \uBA54\uB274\uC758 'CD\uB85C \uBD80\uD305' \uB610\uB294 '\uB124\uD2B8\uC6CC\uD06C\uB85C \uBD80\uD305'\uC744 \uC0AC\uC6A9\uD558\uC5EC \uAC00\uC0C1\uBA38\uC2E0\uC744 \uC2E4\uD589\uD558\uC2ED\uC2DC\uC624.
ACTION_TYPE_FAILED_DISK_SPACE_LOW=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uB300\uC0C1 \uC2A4\uD1A0\uB9AC\uC9C0 \uB3C4\uBA54\uC778\uC758 \uB514\uC2A4\uD06C \uACF5\uAC04\uC774 \uBD80\uC871\uD569\uB2C8\uB2E4.
ACTION_TYPE_FAILED_DISK_CONFIGURATION_NOT_SUPPORTED=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uC120\uD0DD\uD55C \uB514\uC2A4\uD06C \uAD6C\uC131 (${volumeFormat} ${volumeType})\uC740 \uC9C0\uC6D0\uB418\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
ACTION_TYPE_FAILED_DISK_LUN_IS_ALREADY_IN_USE=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uC81C\uACF5\uB41C LUN\uC740 \uB2E4\uB978 \uB514\uC2A4\uD06C\uB85C \uC0AC\uC6A9\uD558\uACE0 \uC788\uC2B5\uB2C8\uB2E4.
ACTION_TYPE_FAILED_DISK_LUN_HAS_NO_VALID_TYPE=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uC81C\uACF5\uB41C LUN\uC774 \uC62C\uBC14\uB978 LUN \uC720\uD615\uC774 \uC544\uB2D9\uB2C8\uB2E4.
ACTION_TYPE_FAILED_DISK_LUN_ISCSI_MISSING_CONNECTION_PARAMS=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uC81C\uACF5\uB41C LUN\uC774 \uCD5C\uC18C\uD55C \uD558\uB098\uC758 \uC5F0\uACB0 \uD30C\uB77C\uBBF8\uD130\uAC00 \uB204\uB77D\uB418\uC5C8\uC2B5\uB2C8\uB2E4 (\uC8FC\uC18C/\uD3EC\uD2B8/iqn).
ACTION_TYPE_FAILED_MIGRATION_IN_PROGRESS=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uAC00\uC0C1\uBA38\uC2E0 \uB9C8\uC774\uADF8\uB808\uC774\uC158\uC774 \uC9C4\uD589 \uC911\uC785\uB2C8\uB2E4.
ACTION_TYPE_FAILED_MIGRATION_TO_SAME_HOST=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uC6D0\uBCF8\uACFC \uB300\uC0C1\uC774 \uB3D9\uC77C\uD569\uB2C8\uB2E4.
ACTION_TYPE_FAILED_VDS_VM_CLUSTER=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uD638\uC2A4\uD2B8 \uD074\uB7EC\uC2A4\uD130\uC5D0 \uC2E4\uD589\uC911\uC778 \uD638\uC2A4\uD2B8\uAC00 \uC5C6\uC2B5\uB2C8\uB2E4.
ACTION_TYPE_FAILED_VDS_VM_MEMORY=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uAC00\uC0C1\uBA38\uC2E0 \uD074\uB7EC\uC2A4\uD130\uC5D0 \uCDA9\uBD84\uD55C \uBA54\uBAA8\uB9AC\uB97C \uAC00\uC9C4 \uC2E4\uD589\uC911\uC778 \uD638\uC2A4\uD2B8\uAC00 \uC5C6\uC2B5\uB2C8\uB2E4.
ACTION_TYPE_FAILED_VDS_VM_CPUS=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uAC00\uC0C1\uBA38\uC2E0 \uD074\uB7EC\uC2A4\uD130\uC5D0 \uCDA9\uBD84\uD55C \uCF54\uC5B4\uB97C \uAC00\uC9C4 \uC2E4\uD589\uC911\uC778 \uD638\uC2A4\uD2B8\uAC00 \uC5C6\uC2B5\uB2C8\uB2E4.
ACTION_TYPE_FAILED_VDS_VM_NETWORKS=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uAC00\uC0C1\uBA38\uC2E0\uC774 \uC0AC\uC6A9\uD558\uB294 \uBAA8\uB4E0 \uB124\uD2B8\uC6CC\uD06C\uB97C \uAC00\uC9C4 \uC2E4\uD589\uC911\uC778 \uD638\uC2A4\uD2B8\uAC00 \uC5C6\uC2B5\uB2C8\uB2E4.
ACTION_TYPE_FAILED_VDS_VM_VERSION=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uAC00\uC0C1\uBA38\uC2E0 \uD234(tool)\uC758 \uBC84\uC804 (${toolsVersion}) \uACFC \uD638\uC2A4\uD2B8\uC758 \uBC84\uC804 (${serverVersion}) \uC774 \uC77C\uCE58\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
ACTION_TYPE_FAILED_VDS_VM_SWAP=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uD638\uC2A4\uD2B8\uC758 \uC2A4\uC651 \uBE44\uC728\uC774 \uC815\uC758\uB41C \uC784\uACC4\uAC12\uC744 \uCD08\uACFC\uD569\uB2C8\uB2E4.\n- \uD638\uC2A4\uD2B8 \uC2A4\uC651 \uBE44\uC728 \uC124\uC815 \uB9E4\uAC1C\uBCC0\uC218\uB97C \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
ACTION_TYPE_FAILED_NO_VDS_AVAILABLE_IN_CLUSTER=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uB300\uC0C1 \uD074\uB7EC\uC2A4\uD130\uC5D0\uC11C \uC0AC\uC6A9 \uAC00\uB2A5 \uD55C \uAC00\uB3D9 \uC911(UP \uC0C1\uD0DC) \uD638\uC2A4\uD2B8\uAC00 \uC5C6\uC2B5\uB2C8\uB2E4.
ACTION_TYPE_FAILED_CANNOT_REMOVE_IMAGE_TEMPLATE=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uD15C\uD50C\uB9BF \uC2A4\uB0C5\uC0F7 \uC0AD\uC81C\uB294 \uD5C8\uC6A9\uB418\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
ACTION_TYPE_FAILED_CANNOT_REMOVE_ACTIVE_IMAGE=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uAC00\uC0C1\uBA38\uC2E0\uC758 \uD65C\uC131 \uC2A4\uB0C5\uC0F7 \uC0AD\uC81C\uB294 \uD5C8\uC6A9\uB418\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
ACTION_TYPE_FAILED_PROBLEM_WITH_CANDIDATE_INFO=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uAC00\uC838\uC624\uAE30 \uC791\uC5C5\uC744 \uC704\uD55C \uB370\uC774\uD130 \uCDE8\uB4DD\uC5D0 \uC2E4\uD328\uD588\uC2B5\uB2C8\uB2E4.\n- Import \uB3C4\uBA54\uC778\uC744 \uCCB4\uD06C\uD558\uC2ED\uC2DC\uC624.
ACTION_TYPE_FAILED_TEMPLATE_DOES_NOT_EXIST=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uB300\uC0C1 \uD15C\uD50C\uB9BF\uC774 \uC874\uC7AC\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
ACTION_TYPE_FAILED_TEMPLATE_IS_DISABLED=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uD15C\uD50C\uB9BF\uC774 \uBE44\uD65C\uC131\uD654 \uB418\uC5B4 \uC788\uC2B5\uB2C8\uB2E4. \uBA3C\uC800 \uD15C\uD50C\uB9BF\uC744 \uD65C\uC131\uD654 \uD55C \uD6C4 \uB2E4\uC2DC \uC2DC\uB3C4\uD558\uC2ED\uC2DC\uC624.
ACTION_TYPE_FAILED_IMAGE_ALREADY_EXISTS=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uD15C\uD50C\uB9BF \uC774\uBBF8\uC9C0 \uC911 \uD558\uB098\uAC00 \uC774\uBBF8 \uC874\uC7AC\uD569\uB2C8\uB2E4.
ACTION_TYPE_FAILED_TEMPLATE_GUID_ALREADY_EXISTS=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uAC19\uC740 ID\uC758 \uD15C\uD50C\uB9BF\uC774 \uC774\uBBF8 \uC874\uC7AC\uD569\uB2C8\uB2E4.
ACTION_TYPE_FAILED_CANDIDATE_ALREADY_EXISTS=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uC9C0\uC815\uB41C \uACBD\uB85C\uC5D0 \uB0B4\uBCF4\uB0BC \uD6C4\uBCF4\uAC00 \uC774\uBBF8 \uC874\uC7AC\uD569\uB2C8\uB2E4.\n- '\uAC15\uC81C \uC801\uC6A9' \uC635\uC158\uC744 \uC0AC\uC6A9\uD558\uC5EC \uAE30\uC874\uC758 \uD30C\uC77C\uC5D0 \uB36E\uC5B4\uC4F0\uAE30 \uD574\uC57C \uD569\uB2C8\uB2E4.
ACTION_TYPE_FAILED_ROLE_IS_READ_ONLY=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uC5ED\uD560\uC774 \uC77D\uAE30 \uC804\uC6A9\uC785\uB2C8\uB2E4.
ACTION_TYPE_FAILED_STORAGE_POOL_NOT_MATCH=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uB300\uC0C1 \uB370\uC774\uD130 \uC13C\uD130\uC5D0\uB294 ${type} \uC774 \uC5C6\uC2B5\uB2C8\uB2E4.
ACTION_TYPE_FAILED_STORAGE_POOL_OF_VM_NOT_MATCH=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uB300\uC0C1 \uB370\uC774\uD130 \uC13C\uD130\uC5D0 \uAC00\uC0C1\uBA38\uC2E0\uC774 \uC5C6\uC2B5\uB2C8\uB2E4.
ACTION_TYPE_FAILED_STORAGE_DOMAIN_ALREADY_CONTAINS_DISK=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uADF8 \uC2A4\uD1A0\uB9AC\uC9C0 \uB3C4\uBA54\uC778\uC740 \uC774\uBBF8 \uB300\uC0C1 \uB514\uC2A4\uD06C\uAC00 \uD3EC\uD568\uB418\uC5B4 \uC788\uC2B5\uB2C8\uB2E4.
ACTION_TYPE_FAILED_STORAGE_DOMAIN_NAME_ALREADY_EXIST=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uADF8 \uC2A4\uD1A0\uB9AC\uC9C0 \uB3C4\uBA54\uC778 \uC774\uB984\uC740 \uC774\uBBF8 \uC0AC\uC6A9 \uC911\uC785\uB2C8\uB2E4.
ACTION_TYPE_FAILED_STORAGE_DOMAIN_ALREADY_EXIST=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uADF8 \uC2A4\uD1A0\uB9AC\uC9C0 \uB3C4\uBA54\uC778\uC740 \uC774\uBBF8 \uC874\uC7AC\uD569\uB2C8\uB2E4.
ACTION_TYPE_FAILED_STORAGE_POOL_NAME_ALREADY_EXIST=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uADF8 \uC2A4\uD1A0\uB9AC\uC9C0 \uB3C4\uBA54\uC778\uC740 \uC774\uBBF8 \uC0AC\uC6A9 \uC911 \uC785\uB2C8\uB2E4.
ACTION_TYPE_FAILED_TEMPLATE_NOT_FOUND_ON_DESTINATION_DOMAIN=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uC120\uD0DD\uB41C \uC2A4\uD1A0\uB9AC\uC9C0 \uB3C4\uBA54\uC778\uC5D0\uB294 \uAC00\uC0C1\uBA38\uC2E0 \uD15C\uD50C\uB9BF\uC774 \uD3EC\uD568\uB418\uC5B4 \uC788\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
ACTION_TYPE_FAILED_NO_VDS_IN_POOL=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uB370\uC774\uD130 \uC13C\uD130\uC5D0 \uD65C\uC131\uD654\uB41C \uD638\uC2A4\uD2B8\uAC00 \uC5C6\uC2B5\uB2C8\uB2E4.
VAR__TYPE__HOST=$type \uD638\uC2A4\uD2B8
VAR__ENTITIES__HOSTS=$entities \uD638\uC2A4\uD2B8
VAR__TYPE__NETWORK=$type \uB124\uD2B8\uC6CC\uD06C
VAR__TYPE__NETWORKS=$type \uB124\uD2B8\uC6CC\uD06C
VAR__TYPE__VM=$type \uAC00\uC0C1\uBA38\uC2E0
VAR__ENTITIES__VMS=$entities \uAC00\uC0C1\uBA38\uC2E0
VAR__TYPE__QUOTA=$type \uCFFC\uD130
VAR__TYPE__COMPUTER_ACCOUNT=$type \uCEF4\uD4E8\uD130 \uACC4\uC815
VAR__TYPE__VM_TEMPLATE=$type \uD15C\uD50C\uB9BF
VAR__ENTITIES__VM_TEMPLATES=$entities \uD15C\uD50C\uB9BF
VAR__TYPE__SNAPSHOT=$type \uC2A4\uB0C5\uC0F7
VAR__TYPE__DESKTOP_POOL=$type \uAC00\uC0C1\uBA38\uC2E0 \uD480
VAR__TYPE__VM_FROM_VM_POOL=$type \uAC00\uC0C1\uBA38\uC2E0 \uD480\uC758 \uAC00\uC0C1\uBA38\uC2E0
VAR__TYPE__CLUSTER=$type \uD074\uB7EC\uC2A4\uD130
VAR__TYPE__ROLE=$type \uC5ED\uD560
VAR__TYPE__INTERFACE=$type \uC778\uD130\uD398\uC774\uC2A4
VAR__TYPE__VM_DISK=$type \uAC00\uC0C1\uBA38\uC2E0 \uB514\uC2A4\uD06C
VAR__TYPE__BOOKMARK=$type \uBD81\uB9C8\uD06C
VAR__TYPE__VM_TICKET=$type \uAC00\uC0C1\uBA38\uC2E0 \uD2F0\uCF13
VAR__TYPE__STORAGE__CONNECTION=$type \uC2A4\uD1A0\uB9AC\uC9C0 \uC5F0\uACB0
VAR__TYPE__STORAGE__DOMAIN=$type \uC2A4\uD1A0\uB9AC\uC9C0
VAR__TYPE__USER_FROM_VM=$type \uAC00\uC0C1\uBA38\uC2E0\uC758 \uC0AC\uC6A9\uC790
VAR__TYPE__USER=$type \uC0AC\uC6A9\uC790
VAR__ACTION__RUN=$action \uC2E4\uD589
VAR__ACTION__REMOVE=$action \uC0AD\uC81C
VAR__ACTION__ADD=$action \uCD94\uAC00
VAR__ACTION__CREATE=$action \uC0DD\uC131
VAR__ACTION__PAUSE=$action \uC77C\uC2DC\uC911\uC9C0
VAR__ACTION__HIBERNATE=$action \uC808\uC804
VAR__ACTION__MIGRATE=$action \uB9C8\uC774\uADF8\uB808\uC774\uC158
VAR__ACTION__CANCEL_MIGRATE=$action \uB9C8\uC774\uADF8\uB808\uC774\uC158 \uCDE8\uC18C
VAR__ACTION__ATTACH_DESKTOP_TO=$action \uAC00\uC0C1\uBA38\uC2E0\uC758 \uC5F0\uACB0 \uB300\uC0C1 \uC9C0\uC815
VAR__ACTION__REVERT_TO=$action \uCDE8\uC18C \uB300\uC0C1\uC73C\uB85C \uC9C0\uC815
VAR__ACTION__PREVIEW=$action \uC0AC\uC804(preview)
VAR__ACTION__STOP=$action \uC911\uC9C0
VAR__ACTION__START=$action \uC2DC\uC791
VAR__ACTION__RESTART=$action \uB2E4\uC2DC \uC2DC\uC791
VAR__ACTION__SHUTDOWN=$action \uC885\uB8CC
VAR__ACTION__EXPORT=$action \uB0B4\uBCF4\uB0B4\uAE30
VAR__ACTION__EXTEND=$action \uD655\uC7A5
VAR__ACTION__IMPORT=$action \uAC00\uC838\uC624\uAE30
VAR__ACTION__ATTACH_ACTION_TO=$action \uC5F0\uACB0
VAR__ACTION__DETACH_ACTION_TO=$action \uBD84\uB9AC
VAR__ACTION__MOVE=$action \uC774\uB3D9
VAR__ACTION__COPY=$action \uBCF5\uC0AC
VAR__ACTION__CHANGE_CD=$action CD \uBCC0\uACBD
VAR__ACTION__EJECT_CD=$action CD \uAEBC\uB0B4\uAE30
VAR__ACTION__ALLOCATE_AND_RUN=$action \uD560\uB2F9 \uBC0F \uC2E4\uD589
VAR__ACTION__MANUAL_FENCE=$action \uD638\uC2A4\uD2B8\uAC00 \uC7AC\uBD80\uD305 \uB418\uC5B4 \uC788\uB294 \uC9C0 \uD655\uC778
VAR__ACTION__MAINTENANCE=$action \uC720\uC9C0\uBCF4\uC218 \uBAA8\uB4DC
VAR__ACTION__SET=$action \uC124\uC815
VAR__ACTION__SETUP=$action \uC124\uC815
VAR__ACTION__UPDATE=$action \uD3B8\uC9D1
VAR__ACTION__ATTACH=$action \uC5F0\uACB0
VAR__ACTION__DETACH=$action \uBD84\uB9AC
VAR__ACTION__ACTIVATE=$action \uD65C\uC131\uD654
VAR__ACTION__DEACTIVATE=$action \uBE44\uD65C\uC131\uD654
VAR__ACTION__RECONSTRUCT_MASTER=$action \uB9C8\uC2A4\uD130 \uC7AC\uAD6C\uCD95
VAR__ACTION__RECOVER_POOL=$action \uB370\uC774\uD130 \uC13C\uD130 \uBCF5\uAD6C
VAR__ACTION__DESTROY_DOMAIN=$action \uD30C\uAE30
VAR__ACTION__HOT_PLUG=$action \uD56B \uD50C\uB7EC\uADF8
VAR__ACTION__HOT_UNPLUG=$action \uD56B \uC5B8\uD50C\uB7EC\uADF8
VAR__ACTION__LOGON=$action \uB85C\uADF8\uC628
VAR__ACTION__LOGOFF=$action \uB85C\uADF8\uC624\uD504
VAR__ACTION__ASSIGN=$action \uD560\uB2F9
VAR__HOST_STATUS__UP=$hostStatus Up
VAR__HOST_STATUS__UP_MAINTENANCE_OR_NON_OPERATIONAL=$hostStatus Up, Maintenance or Non operational
ACTION_TYPE_FAILED_MISSED_STORAGES_FOR_SOME_DISKS=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uD558\uB098 \uC774\uC0C1\uC758 \uC9C0\uC815\uB41C \uC2A4\uD1A0\uB9AC\uC9C0 \uB3C4\uBA54\uC778\uC774 maintenance/non-operational \uC0C1\uD0DC\uC785\uB2C8\uB2E4.
ACTION_TYPE_FAILED_DISK_ALREADY_ATTACHED=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uB514\uC2A4\uD06C\uB294 \uC774\uBBF8 \uAC00\uC0C1\uBA38\uC2E0\uC5D0 \uC5F0\uACB0\uB418\uC5B4 \uC788\uC2B5\uB2C8\uB2E4.
ACTION_TYPE_FAILED_DISK_ALREADY_DETACHED=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uB514\uC2A4\uD06C\uB294 \uC774\uBBF8 \uAC00\uC0C1\uBA38\uC2E0\uC5D0\uC11C \uBD84\uB9AC\uB418\uC5B4 \uC788\uC2B5\uB2C8\uB2E4.
ACTION_TYPE_FAILED_NOT_SHAREABLE_DISK_ALREADY_ATTACHED=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uC774 \uB514\uC2A4\uD06C\uB97C \uACF5\uC720\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uC774\uBBF8 \uAC00\uC0C1\uBA38\uC2E0\uC5D0 \uC5F0\uACB0\uB418\uC5B4 \uC788\uC2B5\uB2C8\uB2E4.
ACTION_TYPE_FAILED_VM_MAX_RESOURCE_EXEEDED=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uB3D9\uC2DC \uC2E4\uD589\uC911\uC778 \uAC00\uC0C1\uBA38\uC2E0\uC774 \uCD5C\uB300\uAC12\uC744 \uCD08\uACFC\uD569\uB2C8\uB2E4.
ACTION_TYPE_FAILED_CPU_NOT_FOUND=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uC120\uD0DD\uD55C CPU\uB294 \uC9C0\uC6D0\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
ACTION_TYPE_FAILED_EXCEEDED_MAX_PCI_SLOTS=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. PCI \uC7A5\uCE58\uAC00 \uCD5C\uB300 \uC218\uB97C \uCD08\uACFC\uD558\uC600\uC2B5\uB2C8\uB2E4.
ACTION_TYPE_FAILED_EXCEEDED_MAX_IDE_SLOTS=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. IDE \uC7A5\uCE58\uAC00 \uCD5C\uB300 \uC218\uB97C \uCD08\uACFC\uD558\uC600\uC2B5\uB2C8\uB2E4.
USER_CANNOT_ATTACH_TO_VM_ALREADY_ATTACHED=\uC0AC\uC6A9\uC790\uB294 \uC774\uBBF8 \uAC00\uC0C1\uBA38\uC2E0\uC5D0 \uC5F0\uACB0\uB418\uC5B4 \uC788\uC2B5\uB2C8\uB2E4.
USER_CANNOT_ATTACH_TO_VM_NOT_ATTACHED=\uC0AC\uC6A9\uC790\uB294 \uC774\uBBF8 \uC774 \uAC00\uC0C1\uBA38\uC2E0\uACFC \uBD84\uB9AC\uB418\uC5B4 \uC788\uC2B5\uB2C8\uB2E4.
USER_FAILED_TO_AUTHENTICATE=\uB85C\uADF8\uC778\uC5D0 \uC2E4\uD328\uD588\uC2B5\uB2C8\uB2E4. \uB85C\uADF8\uC778 \uC815\uBCF4\uB97C \uD655\uC778\uD558\uAC70\uB098, \uC2DC\uC2A4\uD15C \uAD00\uB9AC\uC790\uC5D0\uAC8C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
USER_FAILED_TO_AUTHENTICATE_KERBEROS_ERROR=\uB85C\uADF8\uC778\uC5D0 \uC2E4\uD328\uD588\uC2B5\uB2C8\uB2E4. \uD074\uB77C\uC774\uC5B8\uD2B8\uB97C kerberos \uB370\uC774\uD130\uBCA0\uC774\uC2A4\uC5D0\uC11C \uCC3E\uC744 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uB85C\uADF8\uC778 \uC815\uBCF4\uB97C \uD655\uC778\uD558\uAC70\uB098, \uC2DC\uC2A4\uD15C \uAD00\uB9AC\uC790\uC5D0\uAC8C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
USER_FAILED_TO_AUTHENTICATION_WRONG_AUTHENTICATION_METHOD=\uB85C\uADF8\uC778\uC5D0 \uC2E4\uD328\uD588\uC2B5\uB2C8\uB2E4 (\uC778\uC99D \uC2E4\uD328)\n- \uC0AC\uC6A9\uC790\uC758 \uC2DC\uC2A4\uD15C\uC5D0\uC11C \uC62C\uBC14\uB978 \uC778\uC99D \uBC29\uBC95\uC774 \uC124\uC815\uB418\uC5B4 \uC788\uB294 \uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
VMT_CLUSTER_IS_NOT_VALID=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uD074\uB7EC\uC2A4\uD130 ID\uAC00 \uC720\uD6A8\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
USER_ACCOUNT_DISABLED=\uB85C\uADF8\uC778 \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uC0AC\uC6A9\uC790 \uACC4\uC815\uC774 \uBE44\uD65C\uC131\uD654 \uB610\uB294 \uC7A0\uACA8\uC788\uC2B5\uB2C8\uB2E4. \uC2DC\uC2A4\uD15C \uAD00\uB9AC\uC790\uC5D0\uAC8C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
USER_PERMISSION_DENIED=\uC5D1\uC138\uC2A4\uAC00 \uAC70\uBD80 \uB418\uC5C8\uC2B5\uB2C8\uB2E4. Engine\uC758 \uAD00\uB9AC\uC790 \uAD8C\uD55C\uC774 \uD544\uC694\uD569\uB2C8\uB2E4.
USER_CANNOT_LOGIN_SESSION_MISSING=\uB85C\uADF8\uC778 \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uC138\uC158\uC774 \uC2DC\uAC04\uCD08\uACFC \uB418\uC5C8\uC2B5\uB2C8\uB2E4.
USER_CANNOT_REMOVE_ADMIN_USER=\uB0B4\uBD80 \uAD00\uB9AC \uC790\uC6A9\uC790 \uB610\uB294 \uADF8 \uAD8C\uD55C\uC744 \uC81C\uAC70\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
USER_MUST_EXIST_IN_DB=\uC0AC\uC6A9\uC790\uAC00 \uB370\uC774\uD130\uBCA0\uC774\uC2A4\uC5D0 \uC874\uC7AC\uD574\uC57C \uD569\uB2C8\uB2E4.
USER_MUST_EXIST_IN_DIRECTORY=\uC0AC\uC6A9\uC790\uAC00 \uB514\uB809\uD1A0\uB9AC\uC5D0 \uC874\uC7AC\uD574\uC57C \uD569\uB2C8\uB2E4.
USER_IS_ALREADY_LOGGED_IN=\uC0AC\uC6A9\uC790\uAC00 \uC774\uBBF8 \uB85C\uADF8\uC778 \uB418\uC5B4 \uC788\uC2B5\uB2C8\uB2E4.
USER_IS_NOT_LOGGED_IN=\uC0AC\uC6A9\uC790\uB294 \uB85C\uADF8\uC778 \uD558\uC9C0 \uC54A\uC558\uC2B5\uB2C8\uB2E4.
USER_DOES_NOT_HAVE_A_VALID_EMAIL=\uC0AC\uC6A9\uC790\uC5D0 \uC720\uD6A8\uD55C e-mail \uC8FC\uC18C\uAC00 \uC5C6\uC2B5\uB2C8\uB2E4.
USB_NATIVE_SUPPORT_ONLY_AVAILABLE_ON_CLUSTER_LEVEL=Native USB\uB294 \uD074\uB7EC\uC2A4\uD130 \uB808\uBCA8 3.1 \uC774\uC0C1\uC5D0\uC11C\uB9CC \uC9C0\uC6D0\uB429\uB2C8\uB2E4.
USB_LEGACY_NOT_SUPPORTED_ON_LINUX_VMS=Linux \uAC00\uC0C1\uBA38\uC2E0\uC740 \uAE30\uC874 USB \uC9C0\uC6D0\uC774 \uBD88\uAC00\uB2A5 \uD569\uB2C8\uB2E4.
VM_POOL_CANNOT_CREATE_FROM_BLANK_TEMPLATE=\uAC00\uC0C1\uBA38\uC2E0 \uD480\uC740 Blank \uC774\uC678\uC758 \uD15C\uD50C\uB9BF\uC744 \uAE30\uBC18\uC73C\uB85C \uD574\uC57C \uD569\uB2C8\uB2E4.
VM_POOL_CANNOT_UPDATE_POOL_NOT_FOUND=\uAC00\uC0C1\uBA38\uC2E0 \uD480\uC758 \uC18D\uC131\uC744 \uD3B8\uC9D1\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4 - \uAC00\uC0C1\uBA38\uC2E0 \uD480\uC744 \uCC3E\uC744 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
ACTION_TYPE_FAILED_VM_TASKS_ARE_ALREADY_RUNNING=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.\uBE44 \uB3D9\uAE30\uC801 \uC2E4\uD589 \uC791\uC5C5\uC774 \uC774\uBBF8 \uC788\uC2B5\uB2C8\uB2E4. \uB098\uC911\uC5D0 \uB2E4\uC2DC \uC2DC\uB3C4\uD558\uC2ED\uC2DC\uC624.
VM_CANNOT_SUSPENDE_HAS_RUNNING_TASKS=\uAC00\uC0C1\uBA38\uC2E0\uC744 \uC77C\uC2DC \uC911\uC9C0\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uAC00\uC0C1\uBA38\uC2E0\uC5D0 \uBE44\uB3D9\uAE30\uC801 \uC2E4\uD589 \uC791\uC5C5\uC774 \uC788\uC2B5\uB2C8\uB2E4. \uB098\uC911\uC5D0 \uB2E4\uC2DC \uC2DC\uB3C4\uD558\uC2ED\uC2DC\uC624.
VM_CANNOT_SUSPEND_STATELESS_VM=\uAC00\uC0C1\uBA38\uC2E0\uC744 \uC77C\uC2DC \uC911\uC9C0\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uAC00\uC0C1\uBA38\uC2E0\uC774 stateless \uC785\uB2C8\uB2E4.
VM_CANNOT_SUSPEND_VM_FROM_POOL=\uAC00\uC0C1\uBA38\uC2E0 \uD480\uC5D0 \uC18D\uD55C \uAC00\uC0C1\uBA38\uC2E0\uC740 \uC77C\uC2DC \uC911\uC9C0 \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
USER_NOT_AUTHORIZED_TO_PERFORM_ACTION=\uC0AC\uC6A9\uC790\uB294 \uC774 \uC791\uC5C5\uC744 \uC218\uD589\uD560 \uAD8C\uD55C\uC774 \uC5C6\uC2B5\uB2C8\uB2E4.
ERROR_CANNOT_REMOVE_ROLE_ATTACHED_TO_PERMISSION=\uC5ED\uD560\uC5D0 \uD558\uB098 \uC774\uC0C1\uC758 \uAD8C\uD55C\uC774 \uC544\uC9C1 \uC5F0\uACB0\uB418\uC5B4 \uC788\uC2B5\uB2C8\uB2E4.\n- \uBA3C\uC800 \uBAA8\uB4E0 \uAD8C\uD55C\uC744 \uC81C\uAC70\uD558\uAE30 \uBC14\uB78D\uB2C8\uB2E4.
ERROR_CANNOT_REMOVE_ROLE_INVALID_ROLE_ID=\uC5ED\uD560\uC744 \uC0AD\uC81C\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4, \uC5ED\uD560 ID\uAC00 \uC798\uBABB\uB418\uC5C8\uC2B5\uB2C8\uB2E4.
ERROR_CANNOT_UPDATE_ROLE_ID=\uC5ED\uD560\uC744 $ {action} \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uC5ED\uD560 ID\uC758 \uBCC0\uACBD\uC740 \uD5C8\uC6A9\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
ERROR_CANNOT_UPDATE_ROLE_TYPE=\uC5ED\uD560\uC744 $ {action} \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uC5ED\uD560 type\uC758 \uBCC0\uACBD\uC740 \uD5C8\uC6A9\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
VDS_APPROVE_VDS_IN_WRONG_STATUS=RHEV Hypervisor \uD638\uC2A4\uD2B8\uB97C \uC2B9\uC778\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.\n- \uD558\uC2A4\uD2B8\uB97C \uC2B9\uC778\uD558\uB824\uBA74 \uC0C1\uD0DC\uAC00 'Pending Approval' \uB610\uB294 'Install Failed' \uC774\uC5B4\uC57C \uD569\uB2C8\uB2E4.
VDS_NEW_CLUSTER_ILLEGAL=\uD638\uC2A4\uD2B8\uC758 \uC18D\uC131\uC744 \uC5C5\uB370\uC774\uD2B8 \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uD074\uB7EC\uC2A4\uD130\uC758 CPU\uC640 \uD638\uC2A4\uD2B8\uC758 CPU\uAC00 \uC77C\uCE58\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
VDS_CLUSTER_IS_NOT_VALID=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uD074\uB7EC\uC2A4\uD130 ID\uAC00 \uC720\uD6A8\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
VDS_GROUP_CANNOT_UPDATE_CPU_WITH_LOWER_HOSTS=\uB0AE\uC740 CPU \uC720\uD615\uC758 \uD65C\uC131 \uD638\uC2A4\uD2B8\uAC00 \uC788\uB294 \uACBD\uC6B0 \uD074\uB7EC\uC2A4\uD130\uC758 CPU\uB97C \uB192\uC740 CPU\uC720\uD615\uC73C\uB85C \uBCC0\uACBD\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.\n- \uBA3C\uC800 \uB0AE\uC740 CPU \uC720\uD615\uC758 \uD638\uC2A4\uD2B8\uB97C \uC720\uC9C0\uAD00\uB9AC \uBAA8\uB4DC\uB85C \uC804\uD658\uD574\uC57C \uD569\uB2C8\uB2E4.
VDS_GROUP_CANNOT_UPDATE_COMPATIBILITY_VERSION_WITH_LOWER_HOSTS=\uC774\uC804 \uBC84\uC804\uC744 \uC0AC\uC6A9\uD558\uB294 \uD65C\uC131 \uD638\uC2A4\uD2B8\uAC00 \uC788\uB294 \uACBD\uC6B0 \uD074\uB7EC\uC2A4\uD130\uC758 \uD638\uD658 \uBC84\uC804\uC740 \uC0C1\uC704 \uBC84\uC804\uC73C\uB85C \uBCC0\uACBD\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.\n- \uBA3C\uC800 \uC774\uC804 \uBC84\uC804\uC758 \uD638\uC2A4\uD2B8\uB97C \uC720\uC9C0\uAD00\uB9AC \uBAA8\uB4DC\uB85C \uC804\uD658\uD574\uC57C \uD569\uB2C8\uB2E4.
VDS_GROUP_CANNOT_UPDATE_VDS_UP=\uD074\uB7EC\uC2A4\uD130\uB97C \uBCC0\uACBD\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uC6B4\uC601\uC911\uC778 \uD638\uC2A4\uD2B8\uB97C \uAC00\uC9C4 \uB370\uC774\uD130 \uC13C\uD130\uC5D0 \uD074\uB7EC\uC2A4\uD130\uB97C \uC5F0\uACB0 \uC911 \uC785\uB2C8\uB2E4.
VDS_GROUP_CANNOT_ADD_COMPATIBILITY_VERSION_WITH_LOWER_STORAGE_POOL=\uB370\uC774\uD130 \uC13C\uD130\uC758 \uD638\uD658 \uBC84\uC804\uBCF4\uB2E4 \uB0AE\uC740 \uD638\uD658 \uBC84\uC804\uC744 \uC0AC\uC6A9\uD558\uB294 \uD074\uB7EC\uC2A4\uD130\uB294 \uCD94\uAC00\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.\n- \uBA3C\uC800 \uD074\uB7EC\uC2A4\uD130\uB97C \uCD5C\uC2E0 \uD638\uD658 \uBC84\uC804\uC73C\uB85C \uC5C5\uADF8\uB808\uC774\uB4DC \uD558\uC2ED\uC2DC\uC624.
VDS_GROUP_CPU_TYPE_CANNOT_BE_NULL=\uD074\uB7EC\uC2A4\uD130\uB97C \uCD94\uAC00\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. CPU Type\uC744 \uC9C0\uC815\uD558\uC2ED\uC2DC\uC624.
VDS_GROUP_CANNOT_DO_ACTION_NAME_IN_USE=\uD074\uB7EC\uC2A4\uD130\uB97C ${action} \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uD074\uB7EC\uC2A4\uD130\uC758 \uC774\uB984\uC774 \uC774\uBBF8 \uC0AC\uC6A9 \uC911\uC785\uB2C8\uB2E4.
NETWORK_NAME_ALREADY_EXISTS=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uB124\uD2B8\uC6CC\uD06C \uC774\uB984\uC774 \uC774\uBBF8 \uC874\uC7AC\uD569\uB2C8\uB2E4.
ACTION_TYPE_FAILED_STORAGE_CONNECTION_NOT_EXIST=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uC2A4\uD1A0\uB9AC\uC9C0 \uC5F0\uACB0\uC774 \uC874\uC7AC\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
ACTION_TYPE_FAILED_STORAGE_CONNECTION_WRONG_PARAMETERS_FOR_STORAGE_TYPE=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uC774 \uC2A4\uD1A0\uB9AC\uC9C0 type\uB97C \uC704\uD55C \uC5F0\uACB0 \uB9E4\uAC1C\uBCC0\uC218\uAC00 \uC798\uBABB \uB418\uC5C8\uC2B5\uB2C8\uB2E4.
ACTION_TYPE_FAILED_STORAGE_DOMAIN_NOT_EXIST=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uC2A4\uD1A0\uB9AC\uC9C0 \uB3C4\uBA54\uC778\uC774 \uC874\uC7AC\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
ACTION_TYPE_FAILED_CANNOT_CHANGE_STORAGE_DOMAIN_TYPE=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uC2A4\uD1A0\uB9AC\uC9C0 \uB3C4\uBA54\uC778 type\uC744 \uBCC0\uACBD\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
ACTION_TYPE_FAILED_STORAGE_DOMAIN_STATUS_ILLEGAL=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uB300\uC0C1 \uC2A4\uD1A0\uB9AC\uC9C0 \uB3C4\uBA54\uC778\uC740 \uC0AC\uC6A9\uC774 \uBD88\uAC00\uB2A5\uD569\uB2C8\uB2E4.\n- \uC2A4\uD1A0\uB9AC\uC9C0 \uB3C4\uBA54\uC778\uC758 \uBB38\uC81C\uB97C \uCC98\uB9AC\uD55C \uD6C4 \uC791\uC5C5\uC744 \uB2E4\uC2DC \uC2DC\uB3C4\uD558\uC2ED\uC2DC\uC624.
STORAGE_POOL_REINITIALIZE_WITH_MORE_THAN_ONE_DATA_DOMAIN=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.\n${action} \uC791\uC5C5\uC740 Active/Unknown \uC0C1\uD0DC\uC758 \uC2A4\uD1A0\uB9AC\uC9C0 \uB3C4\uBA54\uC778\uC744 \uAC00\uC9C4 \uB370\uC774\uD130 \uC13C\uD130\uC5D0\uC11C\uB9CC \uC218\uD589\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
ACTION_TYPE_FAILED_STORAGE_POOL_NOT_EXIST=\uB370\uC774\uD130 \uC13C\uD130\uAC00 \uC874\uC7AC\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
ACTION_TYPE_FAILED_STORAGE_DOMAIN_NOT_IN_STORAGE_POOL=\ ${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uC120\uD0DD\uD55C \uC2A4\uD1A0\uB9AC\uC9C0 \uB3C4\uBA54\uC778\uC740 \uB370\uC774\uD130 \uC13C\uD130\uC758 \uC77C\uBD80\uAC00 \uC544\uB2D9\uB2C8\uB2E4.
ERROR_CANNOT_REMOVE_STORAGE_POOL_WITH_NONMASTER_DOMAINS=\uC5EC\uB7EC\uAC1C\uC758 \uC2A4\uD1A0\uB9AC\uC9C0 \uB3C4\uBA54\uC778\uC774 \uC5F0\uACB0\uB418\uC5B4 \uC788\uB294 \uACBD\uC6B0 \uB370\uC774\uD130 \uC13C\uD130\uB97C \uC0AD\uC81C\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. 
ERROR_CANNOT_REMOVE_STORAGE_DOMAIN_DO_FORMAT=\uC2A4\uD1A0\uB9AC\uC9C0 \uB3C4\uBA54\uC778\uC744 \uC0AD\uC81C\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uC0AD\uC81C\uD55C \uD6C4 \uB370\uC774\uD130 \uC2A4\uD1A0\uB9AC\uC9C0\uB97C \uD3EC\uB9F7\uD574\uC57C \uD569\uB2C8\uB2E4.\n- \uB370\uC774\uD130 \uB3C4\uBA54\uC778\uC5D0\uC11C \uD3EC\uB9F7 \uC635\uC158\uC774 \uD65C\uC131\uD654 \uB418\uC5B4 \uC788\uB294 \uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
ERROR_CANNOT_FORCE_REMOVE_STORAGE_POOL_WITH_VDS_NOT_IN_MAINTENANCE=\uC720\uC9C0\uAD00\uB9AC \uBAA8\uB4DC\uB85C \uC804\uD658\uD558\uC9C0 \uC54A\uC740 \uD638\uC2A4\uD2B8\uAC00 \uC788\uC744 \uACBD\uC6B0 ${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. 
ACTION_TYPE_FAILED_STORAGE_POOL_STATUS_ILLEGAL=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uB370\uC774\uD130 \uC13C\uD130\uC758 \uC0C1\uD0DC\uB97C \uC54C \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
NETWORK_BOND_NAME_EXISTS=\uBCF8\uB529 \uC774\uB984\uC774 \uC774\uBBF8 \uC874\uC7AC\uD569\uB2C8\uB2E4.
NETWORK_BOND_NOT_EXISTS=\uBCF8\uB529 \uC774\uB984\uC774 \uC874\uC7AC\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
NETWORK_CHECK_CONNECTIVITY=\uAD00\uB9AC \uB124\uD2B8\uC6CC\uD06C\uAC00 \uC544\uB2CC \uB124\uD2B8\uC6CC\uD06C\uC758 \uC5F0\uACB0\uC744 \uD655\uC778\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
NETWORK_BOND_PARAMETERS_INVALID=\uB9E4\uAC1C\uBCC0\uC218\uAC00 \uC798\uBABB\uB418\uC5C8\uC2B5\uB2C8\uB2E4.\n- \uBCF8\uB529 \uC774\uB984\uC774 <bondYYY> \uD615\uC2DD\uC73C\uB85C \uB418\uC5B4 \uC788\uB294 \uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.\n- \uBCF8\uB529\uC740 \uC801\uC5B4\uB3C4 \uB450 \uAC1C\uC758 \uB124\uD2B8\uC6CC\uD06C \uC778\uD130\uD398\uC774\uC2A4(NICs)\uB85C \uAD6C\uC131\uB418\uC5B4 \uC788\uC2B5\uB2C8\uB2E4.
NETWORK_DEFAULT_UPDATE_NAME_INVALID=\uB124\uD2B8\uC6CC\uD06C '${NetworkName}' \uC740 \uD544\uC218 \uC774\uBBC0\uB85C \uBCC0\uACBD\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
NETWORK_INTERFACE_ALREADY_IN_BOND=\uB124\uD2B8\uC6CC\uD06C \uC778\uD130\uD398\uC774\uC2A4\uB294 \uC774\uBBF8 \uBCF8\uB529\uC5D0 \uC18D\uD574 \uC788\uC2B5\uB2C8\uB2E4.
NETWORK_INVALID_BOND_NAME=\uBCF8\uB529 \uC774\uB984\uC740 <bondYYY> \uD615\uC2DD\uC73C\uB85C \uD574\uC57C \uD569\uB2C8\uB2E4.
NETWORK_INTERFACE_NOT_EXISTS=\uB124\uD2B8\uC6CC\uD06C \uC774\uB984\uC774 \uC874\uC7AC\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
ERROR_CANNOT_ATTACH_MORE_THAN_ONE_ISO_DOMAIN=\uC5EC\uB7EC ISO \uC2A4\uD1A0\uB9AC\uC9C0 \uB3C4\uBA54\uC778\uC744 \uB3D9\uC77C\uD55C \uB370\uC774\uD130 \uC13C\uD130\uC5D0 \uC5F0\uACB0\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uC0C8\uB85C \uB9CC\uB4E0 \uB3C4\uBA54\uC778\uC744 \uC0AC\uC6A9\uD558\uACE0\uC790 \uD558\uB294 \uACBD\uC6B0\uC5D0\uB294 \uC5F0\uACB0\uB418\uC5B4 \uC788\uB294 \uAE30\uC874 \uB3C4\uBA54\uC778\uC744 \uBD84\uB9AC \uD55C \uB2E4\uC74C \uC0C8 \uB3C4\uBA54\uC778\uC744 \uC5F0\uACB0\uD558\uC2ED\uC2DC\uC624.
ERROR_CANNOT_ATTACH_MORE_THAN_ONE_EXPORT_DOMAIN=\uC5EC\uB7EC \uAC00\uC838\uC624\uAE30/\uB0B4\uBCF4\uB0B4\uAE30 \uC2A4\uD1A0\uB9AC\uC9C0 \uB3C4\uBA54\uC778\uC744 \uB3D9\uC77C\uD55C \uB370\uC774\uD130 \uC13C\uD130\uC5D0 \uC5F0\uACB0 \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uC0C8\uB85C \uB9CC\uB4E0 \uB3C4\uBA54\uC778\uC744 \uC0AC\uC6A9\uD558\uACE0\uC790 \uD558\uB294 \uACBD\uC6B0\uC5D0\uB294 \uC5F0\uACB0\uB418\uC5B4 \uC788\uB294 \uAE30\uC874 \uB3C4\uBA54\uC778\uC744 \uBD84\uB9AC \uD55C \uB2E4\uC74C \uC0C8 \uB3C4\uBA54\uC778\uC744 \uC5F0\uACB0 \uD558\uC2ED\uC2DC\uC624.
ERROR_CANNOT_ATTACH_STORAGE_DOMAIN_STORAGE_TYPE_NOT_MATCH=\uB370\uC774\uD130 \uC13C\uD130\uC5D0 \uC2A4\uD1A0\uB9AC\uC9C0\uB97C \uC5F0\uACB0\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uC2A4\uD1A0\uB9AC\uC9C0 type\uC774 \uB370\uC774\uD130 \uC13C\uD130\uC758 type\uACFC \uC77C\uCE58\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
ERROR_CANNOT_CHANGE_STORAGE_POOL_TYPE_WITH_DOMAINS=\uC2A4\uD1A0\uB9AC\uC9C0 \uB3C4\uBA54\uC778\uC774 \uC5F0\uACB0\uB418\uC5B4 \uC788\uB294 \uC0C1\uD0DC\uC5D0\uC11C \uB370\uC774\uD130 \uC13C\uD130\uC758 \uC720\uD615\uC740 \uBCC0\uACBD\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.\n- \uC5F0\uACB0\uB418\uC5B4 \uC788\uB294 \uC2A4\uD1A0\uB9AC\uC9C0 \uB3C4\uBA54\uC778\uC744 \uBAA8\uB450 \uBD84\uB9AC\uD55C \uB2E4\uC74C \uB2E4\uC2DC \uC2DC\uB3C4\uD558\uC2ED\uC2DC\uC624.
NETWORK_INTERFACE_ALREADY_HAVE_NETWORK=\uB124\uD2B8\uC6CC\uD06C \uC778\uD130\uD398\uC774\uC2A4\uB294 \uC774\uBBF8 \uB17C\uB9AC\uC801 \uB124\uD2B8\uC6CC\uD06C\uC5D0 \uC5F0\uACB0\uB418\uC5B4 \uC788\uC2B5\uB2C8\uB2E4.
NETWORK_ALREAY_ATTACH_TO_INTERFACE=\uB17C\uB9AC \uB124\uD2B8\uC6CC\uD06C\uB294 \uC774\uBBF8 \uB124\uD2B8\uC6CC\uD06C \uC778\uD130\uD398\uC774\uC2A4\uC5D0 \uC5F0\uACB0\uB418\uC5B4 \uC788\uC2B5\uB2C8\uB2E4.
NETWORK_NOT_EXISTS=\uC9C0\uC815\uB41C \uB17C\uB9AC \uB124\uD2B8\uC6CC\uD06C\uAC00 \uC874\uC7AC\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
ERROR_CANNOT_RECOVERY_STORAGE_POOL_THERE_IS_ACTIVE_DATA_DOMAINS=\uB370\uC774\uD130 \uC13C\uD130\uC5D0 \uD65C\uC131 \uB370\uC774\uD130 \uC2A4\uD1A0\uB9AC\uC9C0 \uB3C4\uBA54\uC778\uC774 \uC788\uB294 \uACBD\uC6B0, \uADF8 \uB370\uC774\uD130 \uC13C\uD130\uB294 \uBCF5\uAD6C\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
ERROR_CANNOT_DETACH_LAST_STORAGE_DOMAIN=\uB370\uC774\uD130 \uC13C\uD130\uC5D0\uC11C \uB610 \uB2E4\uB978 \uD65C\uC131\uD654\uB41C \uC2A4\uD1A0\uB9AC\uC9C0 \uB3C4\uBA54\uC778\uC774 \uC5C6\uC774 \uB9C8\uC2A4\uD130 \uC2A4\uD1A0\uB9AC\uC9C0 \uB3C4\uBA54\uC778\uC744 \uC0AD\uC81C\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.\n- \uB370\uC774\uD130 \uC13C\uD130\uC5D0\uC11C \uB2E4\uB978 \uC2A4\uD1A0\uB9AC\uC9C0 \uB3C4\uBA54\uC778\uC744 \uD65C\uC131\uD654 \uD558\uAC70\uB098 \uB370\uC774\uD130 \uC13C\uD130\uB97C \uC81C\uAC70\uD558\uC2ED\uC2DC\uC624.
ERROR_CANNOT_DESTROY_LAST_STORAGE_DOMAIN=\uB370\uC774\uD130 \uC13C\uD130\uC5D0\uC11C \uB610 \uB2E4\uB978 \uD65C\uC131\uD654\uB41C \uC2A4\uD1A0\uB9AC\uC9C0 \uB3C4\uBA54\uC778\uC774 \uC5C6\uC774 \uB9C8\uC2A4\uD130 \uC2A4\uD1A0\uB9AC\uC9C0 \uB3C4\uBA54\uC778\uC744 \uC0AD\uC81C\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.\n- \uB370\uC774\uD130 \uC13C\uD130\uC5D0\uC11C \uB2E4\uB978 \uC2A4\uD1A0\uB9AC\uC9C0 \uB3C4\uBA54\uC778\uC744 \uD65C\uC131\uD654 \uD558\uAC70\uB098 \uB370\uC774\uD130 \uC13C\uD130\uB97C \uC81C\uAC70\uD558\uC2ED\uC2DC\uC624.\n- \uB9C8\uC2A4\uD130 \uC2A4\uD1A0\uB9AC\uC9C0 \uB3C4\uBA54\uC778\uC5D0 \uBB38\uC81C\uAC00 \uC788\uB294 \uACBD\uC6B0\uC5D0\uB294 \uBB38\uC11C\uC5D0 \uD3EC\uD568\uB418\uC5B4 \uC788\uB294 \uBCF5\uAD6C \uD504\uB85C\uC138\uC2A4\uB97C \uC218\uD589\uD558\uAC70\uB098, \uC2DC\uC2A4\uD15C \uAD00\uB9AC\uC790\uC5D0\uAC8C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
ERROR_CANNOT_DESTROY_LAST_STORAGE_DOMAIN_HOST_NOT_ACTIVE=\uC791\uC5C5\uC744 \uC644\uB8CC\uD558\uB824\uBA74 \uB370\uC774\uD130 \uC13C\uD130 \uB0B4 \uCD5C\uC18C \uD55C\uAC1C \uC774\uC0C1\uC758 \uD65C\uC131\uD654\uB41C \uD638\uC2A4\uD2B8\uAC00 \uC788\uB294 \uC0C8\uB85C\uC6B4 \uB9C8\uC2A4\uD130 \uC2A4\uD1A0\uB9AC\uC9C0 \uB3C4\uBA54\uC778\uC744 \uC120\uD0DD\uD574\uC57C \uD569\uB2C8\uB2E4.\n- \uBA3C\uC800 \uB370\uC774\uD130 \uC13C\uD130\uC5D0\uC11C \uD558\uB098\uC758 \uD638\uC2A4\uD2B8\uAC00 \uD65C\uC131 \uC0C1\uD0DC\uB85C \uB418\uC5B4 \uC788\uB294 \uC9C0 \uD655\uC778 \uD558\uC2ED\uC2DC\uC624.
NETWORK_VLAN_OUT_OF_RANGE=VLAN ID\uB294 0\uC5D0\uC11C 4094\uAE4C\uC9C0\uC758 \uC22B\uC790 \uC5EC\uC57C \uD569\uB2C8\uB2E4.
ERROR_CANNOT_ADD_STORAGE_POOL_WITHOUT_DATA_DOMAIN=\uC2A4\uD1A0\uB9AC\uC9C0 \uB3C4\uBA54\uC778\uC744 \uC5F0\uACB0\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.\n- \uBA3C\uC800 \uB370\uC774\uD130 \uB3C4\uBA54\uC778\uC744 \uB370\uC774\uD130 \uC13C\uD130\uC5D0 \uC5F0\uACB0\uD558\uC2ED\uC2DC\uC624
ERROR_CANNOT_REMOVE_POOL_WITH_ACTIVE_DOMAINS=\uD65C\uC131/\uC7A0\uAE40 \uC2A4\uD1A0\uB9AC\uC9C0 \uB3C4\uBA54\uC778\uC744 \uD3EC\uD568\uD55C \uB370\uC774\uD130 \uC13C\uD130\uB294 \uC0AD\uC81C\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.\n- \uBAA8\uB4E0 \uB3C4\uBA54\uC778\uC744 \uBE44\uD65C\uC131\uD654 \uD558\uACE0 \uC791\uC5C5\uC774 \uB05D\uB098\uAE30\uB97C \uAE30\uB2E4\uB9B0 \uD6C4 \uB370\uC774\uD130 \uC13C\uD130\uB97C \uC81C\uAC70\uD558\uC2ED\uC2DC\uC624.
VDS_GROUP_CANNOT_CHANGE_STORAGE_POOL=\uD074\uB7EC\uC2A4\uD130\uB97C \uD3B8\uC9D1\uD560 \uB54C \uB370\uC774\uD130 \uC13C\uD130 \uC5F0\uACB0\uC744 \uBCC0\uACBD\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
ACTION_TYPE_FAILED_NETWORK_IN_USE=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uC774 \uB17C\uB9AC \uB124\uD2B8\uC6CC\uD06C\uC5D0\uC11C \uC5EC\uB7EC ${entities} (${ENTITIES_USING_NETWORK_COUNTER}) \uC744/\uB97C \uC0AC\uC6A9 \uC911\uC785\uB2C8\uB2E4 \:\n${ENTITIES_USING_NETWORK}\n- \uC774 \uB17C\uB9AC \uB124\uD2B8\uC6CC\uD06C\uB97C \uC0AC\uC6A9\uD558\uB294 \uBAA8\uB4E0 ${entities} \uC744/\uB97C \uC0AD\uC81C\uD55C \uB2E4\uC74C \uB2E4\uC2DC \uC2DC\uB3C4\uD558\uC2ED\uC2DC\uC624.
ERROR_CANNOT_CREATE_STORAGE_DOMAIN_WITHOUT_VG_LV=\uBCFC\uB968 \uADF8\uB8F9(VG) \uBC0F \uB17C\uB9AC \uBCFC\uB968(LV)\uC774 \uC9C0\uC815\uB418\uC5B4 \uC788\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
NETWORK_INTERFACE_TEMPLATE_CANNOT_BE_SET=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uAC00\uC0C1\uBA38\uC2E0 \uD15C\uD50C\uB9BF ID\uB294 \uBE44\uC6CC\uC57C \uD569\uB2C8\uB2E4.
NETWORK_INTERFACE_VM_CANNOT_BE_SET=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uAC00\uC0C1\uBA38\uC2E0 ID\uB294 \uBE44\uC6CC\uC57C \uD569\uB2C8\uB2E4.
NETWORK_INTERFACE_NAME_ALREAY_IN_USE=\uB124\uD2B8\uC6CC\uD06C \uC778\uD130\uD398\uC774\uC2A4\uAC00 \uC774\uBBF8 \uC0AC\uC6A9 \uC911\uC785\uB2C8\uB2E4.
EN_UNKNOWN_NOTIFICATION_METHOD=\uC54C\uB9BC \uBA54\uC18C\uB4DC\uB97C \uC9C0\uC6D0\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
EN_EVENT_UP_SUBJECT_TEXT=\uACBD\uACE0 \uC54C\uB9BC
EN_EVENT_DOWN_SUBJECT_TEXT=\uBB38\uC81C \uD574\uACB0 \uC54C\uB9BC
EN_ALREADY_SUBSCRIBED=\uC0AC\uC6A9\uC790\uAC00 \uC774\uBBF8 \uC774 \uC774\uBCA4\uD2B8\uB97C \uAC19\uC740 \uD1B5\uC9C0 \uBA54\uC18C\uB4DC\uC5D0\uC11C \uAD6C\uB3C5\uD558\uACE0 \uC788\uC2B5\uB2C8\uB2E4.
EN_NOT_SUBSCRIBED=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uC0AC\uC6A9\uC790 \uC9C0\uC815\uC758 \uD1B5\uC9C0 \uBC29\uBC95\uC740 \uC774 \uC774\uBCA4\uD2B8\uB97C \uAD6C\uB3C5\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
ACTION_TYPE_FAILED_STORAGE_DOMAIN_TYPE_ILLEGAL=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uC2A4\uD1A0\uB9AC\uC9C0 \uB3C4\uBA54\uC778 \uC720\uD615\uC774 \uC9C0\uC815\uB418\uC9C0 \uC54A\uC558\uC2B5\uB2C8\uB2E4.
ACTION_TYPE_FAILED_STORAGE_DOMAIN_FORMAT_ILLEGAL=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uC2A4\uD1A0\uB9AC\uC9C0 \uB3C4\uBA54\uC778 \uD615\uC2DD ${storageFormat}\uC774 \uC798\uBABB \uB418\uC5C8\uC2B5\uB2C8\uB2E4.
ACTION_TYPE_FAILED_STORAGE_DOMAIN_FORMAT_ILLEGAL_HOST=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uC2A4\uD1A0\uB9AC\uC9C0 \uD615\uC2DD ${storageFormat}\uC774 \uC120\uD0DD\uB41C \uD638\uC2A4\uD2B8 \uBC84\uC804\uC5D0\uC11C \uC9C0\uC6D0\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
ERROR_CANNOT_EXTEND_NON_DATA_DOMAIN=\uC2A4\uD1A0\uB9AC\uC9C0 \uB3C4\uBA54\uC778\uC744 \uD655\uC7A5 \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uD655\uC7A5 \uC791\uC5C5\uC740 \uB370\uC774\uD130 \uC2A4\uD1A0\uB9AC\uC9C0 \uB3C4\uBA54\uC778\uC5D0\uC11C\uB9CC \uC9C0\uC6D0\uB429\uB2C8\uB2E4.
ERROR_CANNOT_EXTEND_CONNECTION_FAILED=\uC2A4\uD1A0\uB9AC\uC9C0 \uB3C4\uBA54\uC778\uC744 \uD655\uC7A5\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uC2A4\uD1A0\uB9AC\uC9C0 \uB3C4\uBA54\uC778 ${lun} \uC740/\uB294 ${hostName}\uC5D0\uC11C \uB3C4\uB2EC \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
ERROR_CANNOT_UPDATE_STORAGE_POOL_COMPATIBILITY_VERSION_BIGGER_THAN_CLUSTERS=\uB370\uC774\uD130 \uC13C\uD130\uC758 \uD638\uD658\uBC84\uC804\uC740 \uD074\uB7EC\uC2A4\uD130 \uBC84\uC804\uBCF4\uB2E4 \uB192\uC740 \uAC12\uC73C\uB85C \uC5C5\uB370\uC774\uD2B8 \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uB2E4\uC74C \uD074\uB7EC\uC2A4\uD130\uB97C \uC5C5\uADF8\uB808\uC774\uB4DC \uD558\uC2ED\uC2DC\uC624  '${ClustersList}'.
ERROR_CANNOT_ADD_EXISTING_STORAGE_DOMAIN_CONNECTION_DATA_ILLEGAL=\uC2A4\uD1A0\uB9AC\uC9C0 \uB3C4\uBA54\uC778\uC744 \uAC00\uC838\uC62C \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uB0B4\uBD80 \uC624\uB958 \: \uC5F0\uACB0 \uB370\uC774\uD130\uAC00 \uC798 \uBABB \uB418\uC5C8\uC2B5\uB2C8\uB2E4.
ERROR_CANNOT_ADD_DEPRECATED_EXISTING_SAN_EXPORT_STORAGE_DOMAIN=SAN Export \uC2A4\uD1A0\uB9AC\uC9C0 \uB3C4\uBA54\uC778\uC740 \uB354 \uC774\uC0C1 \uC9C0\uC6D0\uD558\uC9C0 \uC54A\uAE30 \uB54C\uBB38\uC5D0 \uAC00\uC838\uC62C \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
ERROR_CANNOT_ADD_EXISTING_STORAGE_DOMAIN_LUNS_PROBLEM=\uC2A4\uD1A0\uB9AC\uC9C0 \uB3C4\uBA54\uC778\uC744 \uAC00\uC838\uC62C \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uBAA8\uB4E0 LUN\uC774 \uC2A4\uD1A0\uB9AC\uC9C0 \uB3C4\uBA54\uC778\uC5D0 \uC5F0\uACB0\uB418\uC5B4 \uC788\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
NETWORK_MAC_ADDRESS_IN_USE=MAC \uC8FC\uC18C\uAC00 \uC774\uBBF8 \uC0AC\uC6A9 \uC911\uC785\uB2C8\uB2E4.
NETWORK_INTERFACE_IN_USE_BY_VM=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uC774 \uB124\uD2B8\uC6CC\uD06C\uB97C \uC0AC\uC6A9\uD558\uB294 \uAC00\uC0C1\uBA38\uC2E0\uC774 \uCD5C\uC18C \uD55C\uAC1C \uC774\uC0C1 \uC2E4\uD589 \uC911\uC785\uB2C8\uB2E4.
NETWORK_CLUSTER_NETWORK_IN_USE=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uB124\uD2B8\uC6CC\uD06C\uB294 \uCD5C\uC18C \uD558\uB098\uC758 \uD074\uB7EC\uC2A4\uD130\uAC00 \uC0AC\uC6A9 \uC911\uC785\uB2C8\uB2E4.
ERROR_CANNOT_DEACTIVATE_MASTER_WITH_NON_DATA_DOMAINS=\uB370\uC774\uD130 \uC13C\uD130\uC5D0 \uD65C\uC131\uD654\uB41C ISO/Export \uB3C4\uBA54\uC778\uC774 \uC788\uB294 \uACBD\uC6B0 \uB9C8\uC2A4\uD130 \uC2A4\uD1A0\uB9AC\uC9C0 \uB3C4\uBA54\uC778\uC740 \uBE44\uD65C\uC131\uD654 \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.\n- \uBA3C\uC800 \uBAA8\uB4E0 ISO/Export \uB3C4\uBA54\uC778\uC744 \uBE44\uD65C\uC131\uD654 \uD558\uC2ED\uC2DC\uC624.
ERROR_CANNOT_DEACTIVATE_DOMAIN_WITH_TASKS=\uC774 \uB370\uC774\uD130 \uB3C4\uBA54\uC778\uC5D0\uC11C \uC2E4\uD589 \uC911\uC778 \uC791\uC5C5\uC774 \uC788\uB294 \uB3D9\uC548 \uB370\uC774\uD130 \uB3C4\uBA54\uC778\uC744 \uBE44\uD65C\uC131\uD654 \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.\n- \uC791\uC5C5\uC744 \uC885\uB8CC\uD558\uACE0 \uB2E4\uC2DC \uC2DC\uB3C4\uD558\uC2ED\uC2DC\uC624.
ERROR_CANNOT_DEACTIVATE_MASTER_DOMAIN_WITH_TASKS_ON_POOL=\uB370\uC774\uD130 \uC13C\uD130\uC5D0 \uC2E4\uD589 \uC911\uC778 \uC791\uC5C5\uC774 \uC788\uB294 \uB3D9\uC548 \uB9C8\uC2A4\uD130 \uB370\uC774\uD130 \uB3C4\uBA54\uC778\uC744 \uBE44\uD65C\uC131\uD654 \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.\n- \uC791\uC5C5\uC744 \uC885\uB8CC\uD558\uACE0 \uB2E4\uC2DC \uC2DC\uB3C4\uD558\uC2ED\uC2DC\uC624.
ERROR_CANNOT_REMOVE_LAST_SUPER_USER_ROLE=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uC2DC\uC2A4\uD15C\uC5D0\uC11C\uB294 \uCD5C\uC18C \uD558\uB098\uC758 \uC288\uD37C \uC720\uC800 \uC5ED\uD560\uC774 \uC815\uC758\uB418\uC5B4 \uC788\uC5B4\uC57C \uD569\uB2C8\uB2E4.
VM_CANNOT_REMOVE_VM_WHEN_STATUS_IS_NOT_DOWN=\uC911\uB2E8\uB418\uC9C0 \uC54A\uC740 \uC0C1\uD0DC\uC758 \uAC00\uC0C1\uBA38\uC2E0\uC740 \uC0AD\uC81C\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.\n- \uBA3C\uC800 \uAC00\uC0C1\uBA38\uC2E0\uC744 \uC911\uC9C0\uD558\uC2ED\uC2DC\uC624.
VM_CANNOT_REMOVE_WITH_DETACH_DISKS_SNAPSHOTS_EXIST=\uB514\uC2A4\uD06C \uBD84\uB9AC\uB97C \uC0AC\uC6A9\uD558\uC5EC ${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uC2A4\uB0C5\uC0F7\uC774 \uC874\uC7AC\uD569\uB2C8\uB2E4.
VM_CANNOT_REMOVE_WITH_DETACH_DISKS_BASED_ON_TEMPLATE=\uB514\uC2A4\uD06C \uBD84\uB9AC\uB97C \uC0AC\uC6A9\uD558\uC5EC ${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uAC00\uC0C1\uBA38\uC2E0\uC774 \uD15C\uD50C\uB9BF\uC744 \uAE30\uBC18\uC73C\uB85C \uD558\uACE0 \uC788\uC2B5\uB2C8\uB2E4.
ACTION_TYPE_FAILED_MASTER_STORAGE_DOMAIN_NOT_ACTIVE=\uB370\uC774\uD130 \uC13C\uD130\uC758 \uB9C8\uC2A4\uD130 \uC2A4\uD1A0\uB9AC\uC9C0 \uB3C4\uBA54\uC778 \uC624\uB958\uB85C \uC778\uD574 ${type} ${action} \uC5D0 \uC2E4\uD328\uD588\uC2B5\uB2C8\uB2E4.\n- \uBA3C\uC800 \uB9C8\uC2A4\uD130 \uC2A4\uD1A0\uB9AC\uC9C0 \uB3C4\uBA54\uC778\uC744 \uD65C\uC131\uD654 \uD558\uC2ED\uC2DC\uC624.
TAGS_SPECIFY_TAG_IS_NOT_EXISTS=\uC9C0\uC815\uB41C \uD0DC\uADF8\uAC00 \uC874\uC7AC\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
NETWORK_CANNOT_REMOVE_NETWORK_IN_USE_BY_TEMPLATE=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uB124\uD2B8\uC6CC\uD06C\uB97C \uD15C\uD50C\uB9BF\uC5D0\uC11C \uC0AC\uC6A9\uD558\uACE0 \uC788\uC2B5\uB2C8\uB2E4.\n\uB124\uD2B8\uC6CC\uD06C\uC758 \uC815\uC758\uB294 \uADF8\uC5D0 \uB300\uD55C \uBAA8\uB4E0 \uCC38\uC870\uB97C \uC81C\uAC70\uD558\uC9C0 \uC54A\uC73C\uBA74 \uBD84\uB9AC\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
NETWORK_VLAN_IN_USE=\uC9C0\uC815\uB41C VLAN ID (${vlanId})\uAC00 \uC774\uBBF8 \uC0AC\uC6A9 \uC911\uC785\uB2C8\uB2E4.
NETWORK_CLUSTER_HAVE_NOT_EXISTING_DATA_CENTER_NETWORK=\uD074\uB7EC\uC2A4\uD130\uAC00 \uB370\uC774\uD130 \uC13C\uD130\uC5D0 \uC874\uC7AC\uD558\uC9C0 \uC54A\uB294 \uB124\uD2B8\uC6CC\uD06C\uB97C \uAC00\uC9C0\uACE0 \uC788\uC2B5\uB2C8\uB2E4.\n- \uBA3C\uC800 \uB124\uD2B8\uC6CC\uD06C\uB97C \uC81C\uAC70\uD558\uC2ED\uC2DC\uC624.
NETWORK_NOT_EXISTS_IN_CURRENT_CLUSTER=\uD604\uC7AC \uD074\uB7EC\uC2A4\uD130\uC5D0 \uC9C0\uC815\uB41C \uB17C\uB9AC \uB124\uD2B8\uC6CC\uD06C\uAC00 \uC874\uC7AC\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
NETWORKS_NOT_IN_SYNC=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uB124\uD2B8\uC6CC\uD06C \uC778\uD130\uD398\uC774\uC2A4\uC5D0 \uB300\uD55C \uB2E4\uC74C \uB124\uD2B8\uC6CC\uD06C \uC815\uC758\uB294 \uB17C\uB9AC \uB124\uD2B8\uC6CC\uD06C\uC5D0 \uB300\uD55C \uC815\uC758\uC640\uB294 \uB2E4\uB985\uB2C8\uB2E4. \uB124\uD2B8\uC6CC\uD06C\uB97C \uD3B8\uC9D1\uD558\uAE30 \uC804\uC5D0 \uB124\uD2B8\uC6CC\uD06C \uC778\uD130\uD398\uC774\uC2A4\uB97C \uB3D9\uAE30\uD654 \uD558\uC2ED\uC2DC\uC624 \: '${NETWORKS_NOT_IN_SYNC}'.
NETWORK_INTERFACES_ALREADY_SPECIFIED=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uB2E4\uC74C \uB124\uD2B8\uC6CC\uD06C \uC778\uD130\uD398\uC774\uC2A4\uB294 \uD55C \uBC88 \uC774\uC0C1 \uC9C0\uC815 \uB418\uC5C8\uC2B5\uB2C8\uB2E4 \: ${NETWORK_INTERFACES_ALREADY_SPECIFIED_LIST}.
NETWORKS_ALREADY_ATTACHED_TO_IFACES=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uB2E4\uC74C \uB17C\uB9AC \uB124\uD2B8\uC6CC\uD06C\uB294 \uC5EC\uB7EC \uB124\uD2B8\uC6CC\uD06C \uC778\uD130\uD398\uC774\uC2A4\uC5D0 \uC5F0\uACB0\uB418\uC5B4 \uC788\uC2B5\uB2C8\uB2E4 \: ${NETWORKS_ALREADY_ATTACHED_TO_IFACES_LIST}.
NETWORK_INTERFACES_NOT_EXCLUSIVELY_USED_BY_NETWORK=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uB2E4\uC74C \uB124\uD2B8\uC6CC\uD06C \uC778\uD130\uD398\uC774\uC2A4\uB294 \uD558\uB098\uC758 \uAC00\uC0C1\uBA38\uC2E0 \uB17C\uB9AC \uB124\uD2B8\uC6CC\uD06C\uB9CC \uB610\uB294, \uCD5C\uB300 \uD55C\uAC1C\uC758 \uBE44 \uAC00\uC0C1\uBA38\uC2E0 \uB17C\uB9AC \uB124\uD2B8\uC6CC\uD06C \uBC0F/\uB610\uB294 \uC5EC\uB7EC VLAN \uB17C\uB9AC \uB124\uD2B8\uC6CC\uD06C\uB97C \uAC00\uC9C8 \uC218 \uC788\uC2B5\uB2C8\uB2E4 \: ${NETWORK_INTERFACES_NOT_EXCLUSIVELY_USED_BY_NETWORK_LIST}.
NETWORK_CANNOT_DETACH_NETWORK_USED_BY_VMS=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uB2E4\uC74C \uAC00\uC0C1\uBA38\uC2E0\uC740 \uB17C\uB9AC \uB124\uD2B8\uC6CC\uD06C\uB97C \uC0AC\uC6A9 \uC911\uC785\uB2C8\uB2E4 \: ${NETWORK_CANNOT_DETACH_NETWORK_USED_BY_VMS_LIST}. \uAC00\uC0C1\uBA38\uC2E0\uC744 \uC911\uC9C0\uD558\uACE0 \uB2E4\uC2DC \uC2DC\uB3C4\uD558\uC2ED\uC2DC\uC624.
NON_VM_NETWORK_CANNOT_SUPPORT_STP=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. STP\uB294 \uAC00\uC0C1\uBA38\uC2E0 \uB124\uD2B8\uC6CC\uD06C\uC5D0\uC11C\uB9CC \uD65C\uC131\uD654 \uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
NETWORK_MTU_OVERRIDE_NOT_SUPPORTED=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uC774 \uB370\uC774\uD130 \uC13C\uD130\uC758 \uD638\uD658 \uBC84\uC804\uC5D0\uC11C\uB294 MTU \uC624\uBC84\uB77C\uC774\uB529\uC744 \uC9C0\uC6D0\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
ACTION_TYPE_FAILED_MANAGEMENT_NETWORK_REQUIRED=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uAD00\uB9AC \uB124\uD2B8\uC6CC\uD06C '${NetworkName}' \uAC00 \uBC18\uB4DC\uC2DC \uD544\uC694\uD569\uB2C8\uB2E4. \uB124\uD2B8\uC6CC\uD06C\uB97C \uD544\uC218\uB85C \uBCC0\uACBD\uD558\uACE0 \uB2E4\uC2DC \uC2DC\uB3C4\uD558\uC2ED\uC2DC\uC624.
CONFIG_UNKNOWN_KEY=\uC124\uC815 \uD56D\uBAA9\uC774 \uC798\uBABB \uB418\uC5C8\uC2B5\uB2C8\uB2E4.\n- \uC124\uC815 \uD56D\uBAA9 \uC774\uB984\uC744 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
TAGS_SPECIFIED_TAG_CANNOT_BE_THE_PARENT_OF_ITSELF=\uC791\uC5C5\uC774 \uCDE8\uC18C \uB418\uC5C8\uC2B5\uB2C8\uB2E4. \uC7AC\uADC0 \uD0DC\uADF8 \uACC4\uCE35\uC740 \uC815\uC758\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
VM_CANNOT_MOVE_TO_CLUSTER_IN_OTHER_STORAGE_POOL=\uAC00\uC0C1\uBA38\uC2E0\uC740 \uB3D9\uC77C\uD55C \uB370\uC774\uD130 \uC13C\uD130\uC758 \uD074\uB7EC\uC2A4\uD130\uC5D0\uC11C\uB9CC \uC774\uB3D9 \uAC00\uB2A5 \uD569\uB2C8\uB2E4.
VM_CLUSTER_IS_NOT_VALID=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uD074\uB7EC\uC2A4\uD130 ID\uAC00 \uC720\uD6A8\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
NETWORK_CANNOT_REMOVE_MANAGEMENT_NETWORK=\uAD00\uB9AC \uB124\uD2B8\uC6CC\uD06C ( '$ {NetworkName}')\uB294 \uD544\uC218 \uC774\uBBC0\uB85C \uC0AD\uC81C\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
NETWORK_OLD_NETWORK_NOT_SPECIFIED=\uC774\uC804 \uB124\uD2B8\uC6CC\uD06C \uC774\uB984\uC774 \uD544\uC694\uD569\uB2C8\uB2E4.
ACTION_TYPE_FAILED_DETECTED_ACTIVE_VMS=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uD65C\uC131\uD654\uB41C \uAC00\uC0C1\uBA38\uC2E0\uC774 \uAC80\uC0C9 \uB418\uC5C8\uC2B5\uB2C8\uB2E4.\n- \uBA3C\uC800 \uC2A4\uD1A0\uB9AC\uC9C0 \uB3C4\uBA54\uC778\uC5D0 \uC5F0\uACB0\uB41C \uAC00\uC0C1\uBA38\uC2E0\uC744 \uC911\uC9C0\uD558\uC5EC Down \uC0C1\uD0DC\uB85C \uD558\uC2ED\uC2DC\uC624.
ACTION_TYPE_FAILED_HOST_NOT_EXIST=\uC9C0\uC815\uB41C \uD638\uC2A4\uD2B8\uAC00 \uC874\uC7AC\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
TAGS_SPECIFY_TAG_IS_IN_USE=\uC9C0\uC815\uB41C \uD0DC\uADF8 \uC774\uB984\uC774 \uC774\uBBF8 \uC874\uC7AC\uD569\uB2C8\uB2E4.
NETWORK_NET_EXISTS_IN_CLUSTER=\uC9C0\uC815\uB41C \uB17C\uB9AC \uB124\uD2B8\uC6CC\uD06D\uAC00 \uD074\uB7EC\uC2A4\uD130 \uB0B4\uC5D0 \uC874\uC7AC\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
ACTION_LIST_CANNOT_BE_EMPTY=\uC791\uC5C5 \uBAA9\uB85D\uC744 \uBE44\uC6B8 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
ACTION_TYPE_FAILED_BOOKMARK_INVALID_ID=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uBD81\uB9C8\uD06C ID\uAC00 \uC720\uD6A8\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
ACTION_TYPE_FAILED_VDS_STATUS_ILLEGAL=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uD638\uC2A4\uD2B8 \uC0C1\uD0DC\uAC00 ${hostStatus}\uC758 \uACBD\uC6B0\uC5D0\uB9CC \uC791\uC5C5\uC744 \uC218\uD589\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
ACTION_TYPE_FAILED_MIGRATE_BETWEEN_TWO_CLUSTERS=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uAC00\uC0C1\uBA38\uC2E0\uC740 \uB3D9\uC77C\uD55C \uD074\uB7EC\uC2A4\uD130 \uD638\uC2A4\uD2B8\uAC04\uC5D0\uB9CC \uB9C8\uC774\uADF8\uB808\uC774\uC158 \uAC00\uB2A5 \uD569\uB2C8\uB2E4.\n- \uB3D9\uC77C\uD55C \uD074\uB7EC\uC2A4\uD130\uC758 \uB300\uC0C1 \uD638\uC2A4\uD2B8\uB97C \uC120\uD0DD\uD558\uACE0 \uAC00\uC0C1 \uBA38\uC2E0\uC744 \uC2E4\uD589\uD558\uC2ED\uC2DC\uC624.
VDS_CANNOT_CHECK_VERSION_HOST_NON_RESPONSIVE=\uD638\uC2A4\uD2B8\uC758 \uC0C1\uD0DC\uAC00 Non Responsive \uC77C \uACBD\uC6B0 \uD638\uC2A4\uD2B8\uC758 \uBC84\uC804\uC744 \uAC00\uC838\uC62C \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
ACTION_TYPE_FAILED_VDS_INTERMITENT_CONNECTIVITY=\uC774 \uD638\uC2A4\uD2B8\uC758 \uC5F0\uACB0\uC774 \uAC04\uD5D0\uC801\uC774\uAE30 \uB54C\uBB38\uC5D0 \uD604\uC7AC \uD39C\uC2F1 \uC791\uC5C5\uC774 \uD5C8\uC6A9\uB418\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4. \uC2DC\uC2A4\uD15C\uC774 \uB2E4\uC2DC \uC5F0\uACB0\uC744 \uC2DC\uB3C4\uD558\uACE0 \uC788\uAE30 \uB54C\uBB38\uC5D0, 30\uCD08 \uD6C4\uC5D0 \uB2E4\uC2DC \uC2DC\uB3C4\uD558\uC2ED\uC2DC\uC624.
ACTION_TYPE_FAILED_PM_ENABLED_WITHOUT_AGENT=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uD638\uC2A4\uD2B8\uC5D0\uB294 \uC804\uC6D0 \uAD00\uB9AC\uAC00 \uD65C\uC131\uD654 \uB418\uC5B4 \uC788\uC9C0\uB9CC \uC5D0\uC774\uC804\uD2B8 \uC720\uD615\uC744 \uC120\uD0DD\uD558\uC9C0 \uC54A\uC558\uC2B5\uB2C8\uB2E4.
ACTION_TYPE_FAILED_PM_ENABLED_WITHOUT_AGENT_CREDENTIALS=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uD638\uC2A4\uD2B8\uC758 \uC804\uC6D0\uAD00\uB9AC\uAC00 \uD65C\uC131\uD654 \uB418\uC5B4 \uC788\uC9C0\uB9CC \uC5D0\uC774\uC804\uD2B8\uC758 \uC778\uC99D \uC815\uBCF4\uAC00 \uC5C6\uC2B5\uB2C8\uB2E4.
ACTION_TYPE_FAILED_AGENT_NOT_SUPPORTED=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uC120\uD0DD\uD55C \uC804\uC6D0 \uAD00\uB9AC \uC5D0\uC774\uC804\uD2B8\uB294 \uC9C0\uC6D0\uB418\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
NETWORK_INTERFACE_IN_USE_BY_VLAN=VLAN\uC774 \uC815\uC758 \uB41C \uC778\uD130\uD398\uC774\uC2A4\uB294 \uBCF8\uB529\uC744 \uC801\uC6A9\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.\n- \uC778\uD130\uD398\uC774\uC2A4\uC5D0\uC11C VLAN\uC744 \uC81C\uAC70\uD569\uB2C8\uB2E4.
NETWORK_ALREADY_ATTACHED_TO_CLUSTER=\uB17C\uB9AC \uB124\uD2B8\uC6CC\uD06C\uB294 \uC774\uBBF8 \uD074\uB7EC\uC2A4\uD130\uC5D0 \uC5F0\uACB0\uB418\uC5B4 \uC788\uC2B5\uB2C8\uB2E4.
ACTION_TYPE_FAILED_VDS_WITH_SAME_HOST_EXIST=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uAC19\uC740 \uC8FC\uC18C\uC758 \uD638\uC2A4\uD2B8\uAC00 \uC774\uBBF8 \uC874\uC7AC\uD558\uACE0 \uC788\uC2B5\uB2C8\uB2E4.
ACTION_TYPE_FAILED_ILLEGAL_NUM_OF_MONITORS=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uC9C0\uC815\uD55C \uBAA8\uB2C8\uD130\uC758 \uC218\uAC00 \uC798\uBABB \uB418\uC5C8\uC2B5\uB2C8\uB2E4. \uBAA8\uB2C8\uD130\uC758 \uCD5C\uB300 \uAC1C\uC218\uB294 VNC\uC758 \uACBD\uC6B0 1\uAC1C, SPICE\uC758 \uACBD\uC6B0\uC5D0\uB294 ValidNumOfMonitors \uC124\uC815 \uBCC0\uC218\uC758 \uCD5C\uB300 \uC218 \uC785\uB2C8\uB2E4.
ACTION_TYPE_FAILED_ILLEGAL_DOMAIN_NAME=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uC798\uBABB\uB41C \uB3C4\uBA54\uC778 \uC774\uB984 \: ${Domain}. \uB3C4\uBA54\uC778 \uC774\uB984\uC5D0 \uC9C0\uC6D0\uB418\uC9C0 \uC54A\uB294 \uD2B9\uC218 \uBB38\uC790 ${Char} \uC774/\uAC00 \uD3EC\uD568\uB418\uC5B4 \uC788\uC2B5\uB2C8\uB2E4.
ACTION_TYPE_FAILED_GIVEN_VERSION_NOT_SUPPORTED=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uC120\uD0DD\uD55C \uD638\uD658 \uBC84\uC804\uC740 \uC9C0\uC6D0\uB418\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
ACTION_TYPE_FAILED_DATA_CENTER_VERSION_DOESNT_SUPPORT_LIVE_SNAPSHOT=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uC120\uD0DD\uD55C \uB370\uC774\uD130 \uC13C\uD130\uC758 \uD638\uD658 \uBC84\uC804\uC740 \uB77C\uC774\uBE0C \uC2A4\uB0C5\uC0F7\uC744 \uC9C0\uC6D0\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
NETWORK_ADDR_MANDATORY_IN_STATIC_IP=Static \uC8FC\uC18C\uB97C \uC0AC\uC6A9\uD558\uB294 \uACBD\uC6B0\uC5D0\uB294 \uB124\uD2B8\uC6CC\uD06C \uC8FC\uC18C\uB97C \uC9C0\uC815\uD574\uC57C\uB9CC \uD569\uB2C8\uB2E4.
ACTION_TYPE_FAILED_OBJECT_LOCKED=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uAD00\uB828 \uC791\uC5C5\uC774 \uC218\uD589 \uC911\uC785\uB2C8\uB2E4. \uB098\uC911\uC5D0 \uB2E4\uC2DC \uC2DC\uB3C4\uD558\uC2ED\uC2DC\uC624.
ACTION_TYPE_FAILED_TEMPLATE_IS_USED_FOR_CREATE_VM=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uC774 \uD15C\uD50C\uB9BF\uC740 \uD604\uC7AC \uAC00\uC0C1\uBA38\uC2E0 ${VmName}\uC744 \uB9CC\uB4DC\uB294 \uB370 \uC0AC\uC6A9 \uC911\uC785\uB2C8\uB2E4.
NETWORK_BOND_HAVE_ATTACHED_VLANS=VLAN\uC5D0 \uBCF8\uB529\uC774 \uC5F0\uACB0\uB418\uC5B4 \uC788\uC2B5\uB2C8\uB2E4. \uBA3C\uC800 \uBCF8\uB529\uC758 VLAN\uC744 \uC81C\uAC70\uD569\uB2C8\uB2E4.
NETWORK_INTERFACE_CONNECT_TO_VLAN=\uBE44 VLAN \uB124\uD2B8\uC6CC\uD06C\uB294 VLAN \uC778\uD130\uD398\uC774\uC2A4\uC5D0 \uC5F0\uACB0\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
NETWORK_CANNOT_REMOVE_NETWORK_IN_USE_BY_VM=\uB124\uD2B8\uC6CC\uD06C '${NetworkName}'\uC740/\uB294 \uC0AD\uC81C\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uAC00\uC0C1\uBA38\uC2E0\uC774 \uC0AC\uC6A9 \uC911\uC785\uB2C8\uB2E4.
ACTION_TYPE_FAILED_DISK_MAX_SIZE_EXCEEDED=${max}_disk_size GB \uC774\uC0C1\uC758 \uB514\uC2A4\uD06C\uB97C \uB9CC\uB4E4 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
NETWORK_HOST_IS_BUSY=\uD638\uC2A4\uD2B8\uAC00 \uD65C\uC131\uD654 \uC0C1\uD0DC\uC77C \uB54C \uB124\uD2B8\uC6CC\uD06C\uB97C \uD3B8\uC9D1\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uD638\uC2A4\uD2B8\uB97C \uC720\uC9C0\uAD00\uB9AC \uBAA8\uB4DC\uB85C \uC804\uD658 \uD55C \uD6C4 \uB2E4\uC2DC \uC2DC\uB3C4\uD558\uC2ED\uC2DC\uC624.
VMT_CANNOT_CHANGE_IMAGES_TEMPLATE=\uD15C\uD50C\uB9BF \uC774\uBBF8\uC9C0 \uD615\uC2DD\uC740 \uBCC0\uACBD\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
VMT_CANNOT_IMPORT_RAW_IMAGE_WITH_SNAPSHOTS=\uC774\uBBF8\uC9C0\uC5D0 \uC2A4\uB0C5\uC0F7\uC774 \uC788\uB294 \uACBD\uC6B0\uC5D0\uB294 \uC774\uBBF8\uC9C0 \uD615\uC2DD\uC744 RAW\uB85C \uBCC0\uACBD\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
VMT_CANNOT_IMPORT_RAW_IMAGE_WITH_TEMPLATE=\uAC00\uC0C1\uBA38\uC2E0 \uD15C\uD50C\uB9BF\uC774 \uC788\uB294 \uACBD\uC6B0\uC5D0\uB294 \uC774\uBBF8\uC9C0 \uD615\uC2DD\uC744 RAW\uB85C \uBCC0\uACBD\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
VM_CANNOT_EXPORT_RAW_FORMAT=\uAC00\uC0C1\uBA38\uC2E0\uC744 \uB0B4\uBCF4\uB0B4\uB294 \uD615\uC2DD\uC744 RAW\uB85C \uBCC0\uACBD\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
VM_PINNING_FORMAT_INVALID=CPU \uACE0\uC815 \uD615\uC2DD\uC774 \uC798\uBABB \uB418\uC5C8\uC2B5\uB2C8\uB2E4.
VM_PINNING_VCPU_DOES_NOT_EXIST=CPU \uACE0\uC815 \uAC80\uC99D\uC5D0 \uC2E4\uD328\uD588\uC2B5\uB2C8\uB2E4 - \uAC00\uC0C1\uBA38\uC2E0\uC5D0 \uAC00\uC0C1CPU\uAC00 \uC874\uC7AC\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
VM_PINNING_PCPU_DOES_NOT_EXIST=CPU \uACE0\uC815 \uAC80\uC99D\uC5D0 \uC2E4\uD328\uD588\uC2B5\uB2C8\uB2E4 - \uD638\uC2A4\uD2B8\uC5D0 CPU\uAC00 \uC874\uC7AC\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
VM_PINNING_DUPLICATE_DEFINITION=\uAC19\uC740 vCPU\uC5D0 \uB300\uD574 CPU \uACE0\uC815\uC744 \uB450\uBC88 \uC124\uC815\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
VM_PINNING_PINNED_TO_NO_CPU=\uC874\uC7AC\uD558\uC9C0 \uC54A\uB294 \uBB3C\uB9AC\uC801 CPU\uC5D0 \uAC00\uC0C1 CPU\uB97C \uACE0\uC815\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
ACTION_TYPE_FAILED_TEMPLATE_NOT_FOUND_ON_EXPORT_DOMAIN=\uAC00\uC0C1\uBA38\uC2E0\uC744 \uB0B4\uBCF4\uB0BC \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uD15C\uD50C\uB9BF ${TemplateName}\uC774 export \uB3C4\uBA54\uC778\uC5D0 \uC874\uC7AC\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4. \uD15C\uD50C\uB9BF \uC5C6\uC774 \uAC00\uC0C1\uBA38\uC2E0\uC744 \uB0B4\uBCF4\uB0BC \uACBD\uC6B0 TemplateMustExists\=false \uB97C \uC0AC\uC6A9\uD558\uC2ED\uC2DC\uC624.
ACTION_TYPE_FAILED_VM_NOT_FOUND_ON_EXPORT_DOMAIN=\uAC00\uC0C1\uBA38\uC2E0\uC744 \uC0AD\uC81C\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uAC00\uC0C1\uBA38\uC2E0\uC774 export \uB3C4\uBA54\uC778\uC5D0 \uC874\uC7AC\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
ACTION_TYPE_FAILED_MAX_CPU_PER_SOCKET=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uC18C\uCF13\uB2F9 \uCD5C\uB300 CPU \uC218\uB97C \uCD08\uACFC\uD558\uACE0 \uC788\uC2B5\uB2C8\uB2E4.
ACTION_TYPE_FAILED_MAX_NUM_CPU=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uCD5C\uB300 CPU \uC218\uB97C \uCD08\uACFC\uD558\uACE0 \uC788\uC2B5\uB2C8\uB2E4.
ACTION_TYPE_FAILED_MAX_NUM_SOCKETS=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uCD5C\uB300 \uC18C\uCF13 \uC218\uB97C \uCD08\uACFC\uD558\uACE0 \uC788\uC2B5\uB2C8\uB2E4.
VMT_CANNOT_IMPORT_TEMPLATE_EXISTS=\uD15C\uD50C\uB9BF \uAC00\uC838\uC624\uAE30\uC5D0 \uC2E4\uD328\uD588\uC2B5\uB2C8\uB2E4 - \uD15C\uD50C\uB9BF ID\uAC00 \uC2DC\uC2A4\uD15C\uC5D0 \uC774\uBBF8 \uC874\uC7AC\uD558\uACE0 \uC788\uC2B5\uB2C8\uB2E4. \uBA3C\uC800 \uC2DC\uC2A4\uD15C\uC5D0\uC11C \uD15C\uD50C\uB9BF (${TemplateName})\uC744 \uC81C\uAC70\uD569\uB2C8\uB2E4.
VM_CANNOT_IMPORT_TEMPLATE_NAME_EXISTS=\uD15C\uD50C\uB9BF \uAC00\uC838\uC624\uAE30\uC5D0 \uC2E4\uD328\uD588\uC2B5\uB2C8\uB2E4 - \uD15C\uD50C\uB9BF \uC774\uB984\uC774 \uC774\uBBF8 \uC2DC\uC2A4\uD15C\uC5D0 \uC874\uC7AC\uD558\uACE0 \uC788\uC2B5\uB2C8\uB2E4. \uBA3C\uC800 \uC2DC\uC2A4\uD15C\uC758 \uD15C\uD50C\uB9BF \uC774\uB984\uC744 \uBCC0\uACBD\uD558\uC2ED\uC2DC\uC624.
VM_CANNOT_IMPORT_VM_EXISTS=\uAC00\uC0C1\uBA38\uC2E0 \uAC00\uC838\uC624\uAE30\uC5D0 \uC2E4\uD328\uD588\uC2B5\uB2C8\uB2E4 - \uAC00\uC0C1\uBA38\uC2E0\uC758 ID\uAC00 \uC2DC\uC2A4\uD15C\uC5D0 \uC774\uBBF8 \uC874\uC7AC\uD558\uACE0 \uC788\uC2B5\uB2C8\uB2E4. \uBA3C\uC800 \uC2DC\uC2A4\uD15C\uC5D0\uC11C \uAC00\uC0C1\uBA38\uC2E0 (${VmName}) \uC744/\uB97C \uC0AD\uC81C\uD558\uC2ED\uC2DC\uC624.
VM_CANNOT_IMPORT_VM_NAME_EXISTS=\uAC00\uC0C1\uBA38\uC2E0 \uAC00\uC838\uC624\uAE30\uC5D0 \uC2E4\uD328\uD588\uC2B5\uB2C8\uB2E4 - \uAC00\uC0C1\uBA38\uC2E0 \uC774\uB984\uC774 \uC774\uBBF8 \uC2DC\uC2A4\uD15C\uC5D0 \uC874\uC7AC\uD558\uACE0 \uC788\uC2B5\uB2C8\uB2E4. \uBA3C\uC800 \uC2DC\uC2A4\uD15C\uC758 \uAC00\uC0C1\uBA38\uC2E0\uC758 \uC774\uB984\uC744 \uBCC0\uACBD\uD558\uC2ED\uC2DC\uC624.
TAGS_CANNOT_EDIT_READONLY_TAG=\uC77D\uAE30 \uC804\uC6A9 \uD0DC\uADF8\uB97C \uD3B8\uC9D1\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
VM_CANNOT_REMOVE_HAS_RUNNING_TASKS=\uC2E4\uD589\uC911\uC778 \uC791\uC5C5\uC774 \uC788\uB294 \uACBD\uC6B0\uC5D0\uB294 \uAC00\uC0C1\uBA38\uC2E0\uC744 \uAC15\uC81C\uB85C \uC81C\uAC70\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
ACTION_TYPE_FAILED_IMPORTED_TEMPLATE_IS_MISSING=\uAC00\uC0C1\uBA38\uC2E0 \uAC00\uC838\uC624\uAE30 \uBC0F \uACB0\uD569\uC744 \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uB3C4\uBA54\uC778 ${DomainName} \uD15C\uD50C\uB9BF\uC774 \uC5C6\uC2B5\uB2C8\uB2E4.
VM_POOL_CANNOT_CREATE_WITH_NO_VMS=\uAC00\uC0C1\uBA38\uC2E0\uC774 \uC5C6\uC73C\uBA74 \uD480\uC744 \uC0DD\uC131\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
ACTION_TYPE_FAILED_DISK_BOOT_IN_USE=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uB514\uC2A4\uD06C VM ${VmName}\uC758 ${DiskName} \uAC00 \uC774\uBBF8 \uBD80\uD305\uC73C\uB85C \uD45C\uC2DC\uB418\uC5B4 \uC788\uC2B5\uB2C8\uB2E4.
VDS_GROUP_CANNOT_UPDATE_CPU_WHEN_RUNNING_VMS=\uAC00\uC0C1\uBA38\uC2E0\uC744 \uC2E4\uD589\uC911\uC5D0 CPU \uB808\uBCA8\uC744 \uBCC0\uACBD\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
VM_OR_TEMPLATE_ILLEGAL_PRIORITY_VALUE=\uAC00\uC0C1\uBA38\uC2E0\uC758 \uC6B0\uC120\uC21C\uC704 \uAC12\uC774 \uCD5C\uB300 \uD5C8\uC6A9 \uAC12\uC744 \uCD08\uACFC\uD569\uB2C8\uB2E4, \uAC12\uC740 0\uC5D0\uC11C ${MaxValue}\uC758 \uBC94\uC704 \uB0B4\uC5D0\uC11C \uC9C0\uC815\uD574\uC57C \uD569\uB2C8\uB2E4.
ACTION_TYPE_FAILED_MIN_CPU_PER_SOCKET=\uC18C\uCF13\uB2F9 CPU \uC218\uB294 1 \uBBF8\uB9CC\uC73C\uB85C \uC9C0\uC815\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
ACTION_TYPE_FAILED_MIN_NUM_SOCKETS=\uC18C\uCF13\uC758 \uCD5C\uC18C\uAC12\uC740 1 \uBBF8\uB9CC\uC73C\uB85C \uC9C0\uC815\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
ACTION_TYPE_FAILED_SPECIFY_DOMAIN_IS_NOT_EXPORT_DOMAIN=${type}\uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uC9C0\uC815\uD55C \uB3C4\uBA54\uC778 '${storageDomainName}'\uC740 export \uB3C4\uBA54\uC778\uC774 \uC544\uB2D9\uB2C8\uB2E4.
NETWORK_ADDR_IN_STATIC_IP_BAD_FORMAT=IP \uC8FC\uC18C\uC758 \uD615\uC2DD\uC774 \uC798\uBABB \uB418\uC5C8\uC2B5\uB2C8\uB2E4.
NETWORK_ADDR_IN_GATEWAY_BAD_FORMAT=\uAC8C\uC774\uD2B8\uC6E8\uC5B4 \uC8FC\uC18C \uD615\uC2DD\uC774 \uC798\uBABB \uB418\uC5C8\uC2B5\uB2C8\uB2E4.
NETWORK_ADDR_IN_SUBNET_BAD_FORMAT=\uC11C\uBE0C\uB137 \uB9C8\uC2A4\uD06C \uD615\uC2DD\uC774 \uC798\uBABB \uB418\uC5C8\uC2B5\uB2C8\uB2E4.
NETWORK_CANNOT_CONTAIN_BOND_NAME=\uB124\uD2B8\uC6CC\uD06C \uC774\uB984\uC774 \uC798\uBABB \uB418\uC5C8\uC2B5\uB2C8\uB2E4, 'bond'\uB85C \uC2DC\uC791\uD558\uB294 \uB124\uD2B8\uC6CC\uD06C \uC774\uB984\uC740 \uC0AC\uC6A9\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
RHEVH_LOCALFS_WRONG_PATH_LOCATION=RHEV Hypervisor\uC758 \uB85C\uCEEC \uC2A4\uD1A0\uB9AC\uC9C0 \uD3F4\uB354\uB294 ${path}\uC5D0 \uBC30\uCE58\uD574\uC57C \uD569\uB2C8\uB2E4.
ACTION_TYPE_FAILED_STORAGE_POOL_IS_NOT_LOCAL=\uB370\uC774\uD130 \uC13C\uD130\uB294 "Local Storage" \uC774\uC5B4\uC57C \uD569\uB2C8\uB2E4.
ACTION_TYPE_FAILED_VDS_IS_NOT_IN_STORAGE_POOL=\uD638\uC2A4\uD2B8\uAC00 \uB370\uC774\uD130 \uC13C\uD130\uC5D0 \uC5F0\uACB0\uB418\uC5B4 \uC788\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
VDS_CANNOT_ADD_MORE_THEN_ONE_HOST_TO_LOCAL_STORAGE=\uD558\uB098 \uC774\uC0C1\uC758 \uD638\uC2A4\uD2B8\uB97C "Local Storage" \uB370\uC774\uD130 \uC13C\uD130\uC5D0 \uCD94\uAC00\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
VDS_CANNOT_REMOVE_HOST_WITH_LOCAL_STORAGE=\uB85C\uCEEC \uC2A4\uD1A0\uB9AC\uC9C0 \uB3C4\uBA54\uC778\uC774 \uD3EC\uD568\uB418\uC5B4 \uC788\uAE30 \uB54C\uBB38\uC5D0 \uD638\uC2A4\uD2B8\uB97C \uC0AD\uC81C\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uBA3C\uC800 \uD638\uC2A4\uD2B8\uB97C \uD65C\uC131\uD654 \uD558\uC5EC \uB370\uC774\uD130 \uC13C\uD130\uB97C \uC81C\uAC70\uD558\uC2ED\uC2DC\uC624.\n- \uD638\uC2A4\uD2B8\uB97C \uD65C\uC131\uD654 \uD560 \uC218 \uC5C6\uB294 \uACBD\uC6B0\uC5D0\uB294 \uB370\uC774\uD130 \uC13C\uD130 \uAC1D\uCCB4\uC758 "Force-Remove" \uC635\uC158\uC744 \uC0AC\uC6A9\uD569\uB2C8\uB2E4(\uB370\uC774\uD130\uC13C\uD130 \uC120\uD0DD \uD6C4 \uB9C8\uC6B0\uC2A4 \uC624\uB978\uCABD \uD074\uB9AD)\n- \uC774 \uC791\uC5C5\uC740 \uB370\uC774\uD130\uB97C \uD30C\uAD34\uD558\uC624\uB2C8 \uC8FC\uC758\uD558\uC2ED\uC2DC\uC624.
VDS_GROUP_CANNOT_ADD_MORE_THEN_ONE_HOST_TO_LOCAL_STORAGE=\uB85C\uCEEC \uC2A4\uD1A0\uB9AC\uC9C0 \uB370\uC774\uD130 \uC13C\uD130\uC5D0 \uC5EC\uB7EC\uAC1C\uC758 \uD074\uB7EC\uC2A4\uD130\uB97C \uCD94\uAC00\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
VDS_GROUP_SELECTION_ALGORITHM_MUST_BE_SET_TO_NONE_ON_LOCAL_STORAGE=\uC54C\uACE0\uB9AC\uC998 \uC120\uD0DD\uC740 \uB85C\uCEEC \uC2A4\uD1A0\uB9AC\uC9C0 \uB370\uC774\uD130 \uC13C\uD130\uC5D0\uC11C "None"\uC73C\uB85C \uC124\uC815\uD574\uC57C \uD569\uB2C8\uB2E4.
VDS_GROUP_CANNOT_DETACH_DATA_DOMAIN_FROM_LOCAL_STORAGE=\uB85C\uCEEC \uC2A4\uD1A0\uB9AC\uC9C0 \uB370\uC774\uD130 \uB3C4\uBA54\uC778\uC740 \uB370\uC774\uD130 \uC13C\uD130\uC5D0\uC11C \uBD84\uB9AC\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
DATA_CENTER_LOCAL_STORAGE_NOT_SUPPORTED_IN_CURRENT_VERSION=\uB370\uC774\uD130 \uC13C\uD130 \uD638\uD658 \uBC84\uC804\uC5D0\uC11C \uB85C\uCEEC \uC800\uC7A5\uC18C\uB294 \uC9C0\uC6D0\uB418\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
DATA_CENTER_POSIX_STORAGE_NOT_SUPPORTED_IN_CURRENT_VERSION=\uB370\uC774\uD130 \uC13C\uD130\uC758 \uD638\uD658\uBC84\uC804\uC5D0\uC11C "\uD30C\uC77C \uAE30\uBC18 \uC2A4\uD1A0\uB9AC\uC9C0"\uB294 \uC9C0\uC6D0\uB418\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
VDS_CANNOT_UPDATE_CLUSTER=\uD638\uC2A4\uD2B8 \uC5C5\uB370\uC774\uD2B8 \uC791\uC5C5\uC5D0\uC11C \uD638\uC2A4\uD2B8 \uD074\uB7EC\uC2A4\uD130\uB97C \uC5C5\uB370\uC774\uD2B8 \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uB300\uC2E0 \uD638\uC2A4\uD2B8 \uD074\uB7EC\uC2A4\uD130 \uBCC0\uACBD \uC791\uC5C5\uC744 \uC0AC\uC6A9\uD558\uC2ED\uC2DC\uC624.
VM_CANNOT_UPDATE_CLUSTER=\uAC00\uC0C1\uBA38\uC2E0 \uC5C5\uB370\uC774\uD2B8 \uC791\uC5C5\uC5D0\uC11C \uAC00\uC0C1\uBA38\uC2E0 \uD074\uB7EC\uC2A4\uD130\uB97C \uC5C5\uB370\uC774\uD2B8 \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uB300\uC2E0 \uAC00\uC0C1\uBA38\uC2E0 \uD074\uB7EC\uC2A4\uD130 \uBCC0\uACBD \uC791\uC5C5\uC744 \uC0AC\uC6A9\uD558\uC2ED\uC2DC\uC624.
VM_STATUS_NOT_VALID_FOR_UPDATE=\uC774 \uC0C1\uD0DC\uC758 \uAC00\uC0C1\uBA38\uC2E0\uC744 \uC5C5\uB370\uC774\uD2B8 \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uBA3C\uC800 \uAC00\uC0C1\uBA38\uC2E0 \uC815\uC9C0\uB97C \uC2DC\uB3C4\uD558\uC2ED\uC2DC\uC624.
PERMISSION_ADD_FAILED_PERMISSION_NOT_SENT=\uAD8C\uD55C\uC744 \uCD94\uAC00 \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uAD8C\uD55C\uC774 \uC804\uC1A1\uB418\uC9C0 \uC54A\uC558\uC2B5\uB2C8\uB2E4.
PERMISSION_ADD_FAILED_INVALID_ROLE_ID=\uAD8C\uD55C\uC744 \uCD94\uAC00 \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uC5ED\uD560 ID\uAC00 \uC798\uBABB \uB418\uC5C8\uC2B5\uB2C8\uB2E4.
PERMISSION_ADD_FAILED_INVALID_OBJECT_ID=\uAD8C\uD55C\uC744 \uCD94\uAC00 \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uAC1C\uCCB4\uC758 ID \uB610\uB294 \uC720\uD615\uC774 \uC798\uBABB\uB418\uC5C8\uC2B5\uB2C8\uB2E4.
PERMISSION_ADD_FAILED_USER_ID_MISMATCH=\uAD8C\uD55C\uC744 \uCD94\uAC00 \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uC0AC\uC6A9\uC790/\uADF8\uB8F9 ID\uAC00 \uC9C0\uC815\uB418\uC9C0 \uC54A\uC558\uAC70\uB098 ID\uAC00 \uC77C\uCE58\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
PERMISSION_ADD_FAILED_ONLY_SYSTEM_SUPER_USER_CAN_GIVE_ADMIN_ROLES=\uAD8C\uD55C\uC744 \uCD94\uAC00 \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uC624\uC9C1 \uC2DC\uC2A4\uD15C \uC288\uD37C \uC720\uC790\uB9CC \uAD00\uB9AC\uC790 \uC5ED\uD560\uC758 \uAD8C\uD55C\uC744 \uC904 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
PERMISSION_REMOVE_FAILED_ONLY_SYSTEM_SUPER_USER_CAN_REMOVE_ADMIN_ROLES=\uAD8C\uD55C\uC744 \uC0AD\uC81C \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uC624\uC9C1 \uC2DC\uC2A4\uD15C \uC288\uD37C \uC720\uC790\uB9CC \uAD00\uB9AC\uC790 \uC5ED\uD560\uC758 \uAD8C\uD55C\uC744 \uC0AD\uC81C\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
PERMISSION_ADD_FAILED_VM_IN_POOL=\uAD8C\uD55C\uC744 \uCD94\uAC00 \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uAC00\uC0C1\uBA38\uC2E0\uC774 \uAC00\uC0C1\uBA38\uC2E0 \uD480\uC758 \uC77C\uBD80 \uC774\uBBC0\uB85C, \uAD8C\uD55C\uC740 \uAC00\uC0C1\uBA38\uC2E0 \uD480\uC5D0 \uBD80\uC5EC\uD574\uC57C \uD569\uB2C8\uB2E4.
ROLE_WITH_ROLE_ID_DO_NOT_EXIST=\uC774 ID\uC758 \uC5ED\uD560\uC774 \uC874\uC7AC\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
VDS_GROUP_CPU_UTILIZATION_MUST_BE_IN_VALID_RANGE=CPU \uC0AC\uC6A9\uC728 \uC784\uACC4\uAC12\uC740 0\uC5D0\uC11C 100\uC758 \uBC94\uC704 \uB0B4\uC5D0\uC11C \uC9C0\uC815\uD574\uC57C \uD569\uB2C8\uB2E4.
VDS_GROUP_CPU_LOW_UTILIZATION_PERCENTAGE_MUST_BE_LOWER_THAN_HIGH_PERCENTAGE=CPU \uC0AC\uC6A9\uC728\uC758 \uD558\uD55C \uC784\uACC4\uAC12\uC740 \uC815\uC758\uB41C \uC0C1\uD55C \uC784\uACC4\uAC12\uBCF4\uB2E4 \uB0AE\uAC8C \uC124\uC815\uD574\uC57C \uD569\uB2C8\uB2E4.
VDS_GROUP_CPU_HIGH_UTILIZATION_PERCENTAGE_MUST_BE_DEFINED_WHEN_USING_EVENLY_DISTRIBUTED=\uBD80\uD558 \uADE0\uB4F1 \uBC30\uBD84 \uC815\uCC45\uC744 \uC0AC\uC6A9\uD558\uB294 \uACBD\uC6B0\uC5D0\uB294 CPU \uC0AC\uC6A9\uC728 \uC0C1\uD55C \uC784\uACC4\uAC12\uC744 \uBC18\uB4DC\uC2DC \uC815\uC758\uD574\uC57C \uD569\uB2C8\uB2E4.
VDS_GROUP_BOTH_LOW_AND_HIGH_CPU_UTILIZATION_PERCENTAGE_MUST_BE_DEFINED_WHEN_USING_POWER_SAVING=\uC808\uC804 \uC815\uCC45\uC744 \uC0AC\uC6A9\uD558\uB294 \uACBD\uC6B0\uC5D0\uB294 CPU \uC0AC\uC6A9\uB7C9\uC758 \uC0C1\uD55C \uBC0F \uD558\uD55C \uC784\uACC4\uAC12\uC744 \uBAA8\uB450 \uC815\uC758\uD574\uC57C \uD569\uB2C8\uB2E4.
VDS_GROUP_AT_LEAST_ONE_SERVICE_MUST_BE_ENABLED=\uD074\uB7EC\uC2A4\uD130\uC5D0\uC11C \uCD5C\uC18C \uD558\uB098\uC758 \uC11C\uBE44\uC2A4 [ virt / gluster ] \uB97C \uD65C\uC131\uD654 \uD574\uC57C \uD569\uB2C8\uB2E4.
VDS_GROUP_CANNOT_DISABLE_VIRT_WHEN_CLUSTER_CONTAINS_VMS=\uD074\uB7EC\uC2A4\uD130\uC5D0 \uAC00\uC0C1\uBA38\uC2E0\uC774 \uD3EC\uD568\uB418\uC5B4 \uC788\uAE30 \uB54C\uBB38\uC5D0 virt \uC11C\uBE44\uC2A4\uB97C \uBE44\uD65C\uC131\uD654 \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
VDS_GROUP_CANNOT_DISABLE_GLUSTER_WHEN_CLUSTER_CONTAINS_VOLUMES=\uD074\uB7EC\uC2A4\uD130\uC5D0 \uBCFC\uB968\uC774 \uD3EC\uD568\uB418\uC5B4 \uC788\uAE30 \uB54C\uBB38\uC5D0 gluster \uC11C\uBE44\uC2A4\uB97C \uBE44\uD65C\uC131\uD654 \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
NETWORK_ATTACH_ILLEGAL_GATEWAY=\uAE30\uBCF8 \uAC8C\uC774\uD2B8\uC6E8\uC774\uB294 \uAD00\uB9AC \uB124\uD2B8\uC6CC\uD06C\uC5D0\uC11C\uB9CC \uC124\uC815\uD574\uC57C \uD569\uB2C8\uB2E4.
SLAVE_INTERFACE_IS_MISCONFIGURED=slave \uC778\uD130\uD398\uC774\uC2A4\uAC00 \uC81C\uB300\uB85C \uC124\uC815\uB418\uC9C0 \uC54A\uC558\uC2B5\uB2C8\uB2E4. slave\uC5D0 \uB2E4\uC74C \uC18D\uC131\uC774 \uD558\uB098\uB77C\uB3C4 \uBE60\uC838 \uC788\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624 \: network name, boot protocol, IP address, netmask, gateway or vlan-ID notation (\uC778\uD130\uD398\uC774\uC2A4 \uC774\uB984\uC758 \uC77C\uBD80 \uB610\uB294 \uBA85\uC2DC\uC801\uC73C\uB85C)
MISSING_DIRECTORY_ELEMENT_ID=\uC0AC\uC6A9\uC790/\uADF8\uB8F9 ID\uB97C \uBE44\uC6CC \uB458 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
NETWORK_ILEGAL_NETWORK_NAME=\uB124\uD2B8\uC6CC\uD06C \uC774\uB984\uC740 1-15 \uBB38\uC790\uC758 \uBC94\uC704\uC5D0\uC11C 'A-Z', 'a-z', '0-9', '_', \uBB38\uC790\uB9CC \uD3EC\uD568\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
STORAGE_OPERATION_FAILED_SPM_NETWORK_PROBLEMS=\uC2A4\uD1A0\uB9AC\uC9C0 \uD480 \uBA54\uB2C8\uC800(SPM)\uAC00 \uC815\uC9C0\uB418\uC5B4 \uC788\uB294 \uB3D9\uC548\uC740 \uC2A4\uD1A0\uB9AC\uC9C0 \uAD00\uB828 \uC791\uC5C5\uC744 \uC218\uD589\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.\n\uC2A4\uD1A0\uB9AC\uC9C0 \uD480 \uB9E4\uB2C8\uC800(SPM)\uAC00 UP \uADF8\uB9AC\uACE0 \uC2E4\uD589 \uC0C1\uD0DC\uC778\uC9C0 \uD655\uC778\uD558\uACE0 \uB124\uD2B8\uC6CC\uD06C \uC5F0\uACB0\uC744 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
VALIDATION_STORAGE_CONNECTION_INVALID=\uB9C8\uC6B4\uD2B8 \uACBD\uB85C\uAC00 \uC798\uBABB \uB418\uC5C8\uC2B5\uB2C8\uB2E4, [IP\:/path or FQDN\:/path] \uD45C\uAE30\uBC95\uC744 \uC0AC\uC6A9\uD558\uC2ED\uC2DC\uC624.
VALIDATION_TAGS_INVALID_TAG_NAME=\uD0DC\uADF8 \uC774\uB984\uC774 \uC798\uBABB \uB418\uC5C8\uC2B5\uB2C8\uB2E4. \uC54C\uD30C\uBCB3, \uD558\uC774\uD508(-), \uBC11\uC904(_) \uB9CC \uC0AC\uC6A9\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
VALIDATION_VM_POOLS_NAME_NOT_NULL=\uD480 \uC774\uB984\uC774 \uD544\uC694\uD569\uB2C8\uB2E4.
VALIDATION_ROLES_NAME_NOT_NULL=\uC5ED\uD560 \uC774\uB984\uC774 \uD544\uC694\uD569\uB2C8\uB2E4.
VALIDATION_ROLES_NAME_MAX=\uC5ED\uD560 \uC774\uB984\uC740 126\uC790\uB97C \uCD08\uACFC \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
VALIDATION_ROLES_NAME_INVALID=\uC5ED\uD560 \uC774\uB984\uC5D0\uB294 \uB300\uBB38\uC790/\uC18C\uBB38\uC790, \uC22B\uC790, \uD558\uC774\uD508(-), \uBC11\uC904(_) \uBB38\uC790\uB97C \uC0AC\uC6A9\uD574\uC57C \uD569\uB2C8\uB2E4.
VALIDATION_QUOTA_NAME_INVALID=\uCFFC\uD130 \uC774\uB984\uC740 \uB300\uBB38\uC790/\uC18C\uBB38\uC790, \uC22B\uC790, \uD558\uC774\uD508(-), \uBC11\uC904(_) \uBB38\uC790\uB97C \uC0AC\uC6A9\uD574\uC57C \uD569\uB2C8\uB2E4.
VALIDATION_VDS_GROUP_NAME_NOT_NULL=\uD074\uB7EC\uC2A4\uD130 \uC774\uB984\uC774 \uD544\uC694\uD569\uB2C8\uB2E4.
VALIDATION_VDS_GROUP_NAME_MAX=\uD074\uB7EC\uC2A4\uD130 \uC774\uB984\uC740 40\uC790\uAE4C\uC9C0 \uD3EC\uD568 \uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
VALIDATION_VDS_GROUP_NAME_INVALID=\uD074\uB7EC\uC2A4\uD130 \uC774\uB984\uC5D0\uB294 \uC601\uC22B\uC790, \uD558\uC774\uD508(-), \uBC11\uC904(_) \uBB38\uC790\uB97C \uC0AC\uC6A9\uD574\uC57C \uD569\uB2C8\uB2E4.
VALIDATION_VDS_NAME_INVALID=\uD638\uC2A4\uD2B8 \uC774\uB984\uC5D0\uB294 \uC601\uC22B\uC790, \uD558\uC774\uD508(-), \uBC11\uC904(_), \uB9C8\uCE68\uD45C(.) \uBB38\uC790\uB97C \uC0AC\uC6A9\uD574\uC57C \uD569\uB2C8\uB2E4.
VALIDATION_VDS_GROUP_MigrateOnError_NOT_NULL=\uC624\uB958 \uC635\uC158\uC73C\uB85C \uD074\uB7EC\uC2A4\uD130 \uB9C8\uC774\uADF8\uB808\uC774\uC158\uC774 \uD544\uC694\uD569\uB2C8\uB2E4.
VALIDATION_STORAGE_POOL_ID_NOT_NULL=\uB370\uC774\uD130 \uC13C\uD130 ID\uAC00 \uD544\uC694\uD569\uB2C8\uB2E4.
VALIDATION_VDS_HOSTNAME_HOSTNAME_OR_IP=\uD638\uC2A4\uD2B8 \uC8FC\uC18C\uB294 FQDN \uB610\uB294 \uC720\uD6A8\uD55C IP\uC8FC\uC18C\uB85C \uD574\uC57C \uD569\uB2C8\uB2E4.
VALIDATION_VDS_POWER_MGMT_ADDRESS_HOSTNAME_OR_IP=\uD638\uC2A4\uD2B8 \uC804\uC6D0\uAD00\uB9AC \uC8FC\uC18C\uB294 FQDN \uB610\uB294 \uC720\uD6A8\uD55C IP\uC8FC\uC18C\uB85C \uD574\uC57C \uD569\uB2C8\uB2E4.
VALIDATION_VM_NUM_OF_MONITORS_EXCEEDED=\uAC00\uC0C1\uBA38\uC2E0\uC758 \uD5C8\uC6A9 \uBAA8\uB2C8\uD130 \uC218\uB97C \uCD08\uACFC\uD588\uC2B5\uB2C8\uB2E4.
VALIDATION_STORAGE_DOMAIN_NAME_INVALID=\uC2A4\uD1A0\uB9AC\uC9C0 \uB3C4\uBA54\uC778 \uC774\uB984\uC740 \uC54C\uD30C\uBCB3\uC758 \uB300\uBB38\uC790/\uC18C\uBB38\uC790, \uC22B\uC790, \uD558\uC774\uD508(-), \uBC11\uC904(_) \uBB38\uC790\uB97C \uC0AC\uC6A9\uD574\uC57C \uD569\uB2C8\uB2E4.
VALIDATION_STORAGE_DOMAIN_DESCRIPTION_INVALID=\uC2A4\uD1A0\uB9AC\uC9C0 \uB3C4\uBA54\uC778\uC758 \uC124\uBA85\uC740 \uB300\uBB38\uC790/\uC18C\uBB38\uC790, \uC22B\uC790, \uD558\uC774\uD508(-), \uBC11\uC904(_) \uBB38\uC790\uB97C \uC0AC\uC6A9\uD574\uC57C \uD569\uB2C8\uB2E4.
VALIDATION.STORAGE_DOMAIN.DESCRIPTION.MAX=\uC2A4\uD1A0\uB9AC\uC9C0 \uB3C4\uBA54\uC778\uC758 \uC124\uBA85\uC740 4000\uC790\uAE4C\uC9C0 \uD3EC\uD568 \uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
VALIDATION_VM_TEMPLATE_NAME_MAX=\uAC00\uC0C1\uBA38\uC2E0 \uD15C\uD50C\uB9BF \uC774\uB984\uC740 40\uC790\uAE4C\uC9C0 \uD3EC\uD568 \uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
VALIDATION_DISK_INTERFACE_NOT_NULL=\uC778\uD130\uD398\uC774\uC2A4\uAC00 \uD544\uC694\uD569\uB2C8\uB2E4.
VALIDATION_VOLUME_TYPE_NOT_NULL=\uBCFC\uB968 \uC720\uD615\uC774 \uD544\uC694\uD569\uB2C8\uB2E4.
VALIDATION_DISK_TYPE_NOT_NULL=\uB514\uC2A4\uD06C \uD615\uC2DD\uC774 \uD544\uC694\uD569\uB2C8\uB2E4.
VALIDATION_DISK_DESCRIPTION_INVALID=\uB514\uC2A4\uD06C\uC5D0 \uB300\uD55C \uC124\uBA85\uC740 \uD45C\uC900 ASCII \uBB38\uC790 \uC138\uD2B8\uC5D0 \uC801\uD569\uD55C \uC22B\uC790 \uBC0F \uD2B9\uC218\uBB38\uC790\uB85C \uAD6C\uC131\uD574\uC57C \uD569\uB2C8\uB2E4.
VALIDATION_DISK_ALIAS_INVALID=\uB514\uC2A4\uD06C \uBCC4\uCE6D \uC774\uB984\uC740 \uC601\uC22B\uC790 \uB610\uB294 "-_."\uC73C\uB85C \uAD6C\uC131\uD558\uC2ED\uC2DC\uC624.
VALIDATION_VOLUME_FORMAT_NOT_NULL=\uBCFC\uB968 \uD615\uC2DD\uC774 \uD544\uC694\uD569\uB2C8\uB2E4.
VALIDATION_DISK_IMAGE_DESCRIPTION_NOT_INVALID=\uC2A4\uB0C5 \uC0F7\uC758 \uC124\uBA85\uC740 \uD45C\uC900 ASCII \uBB38\uC790 \uC138\uD2B8\uC5D0 \uC801\uD569\uD55C \uC22B\uC790 \uBC0F \uD2B9\uC218 \uBB38\uC790\uB85C \uAD6C\uC131\uD574\uC57C \uD569\uB2C8\uB2E4.
VALIDATION_DISK_IMAGE_DESCRIPTION_NOT_EMPTY=\uC2A4\uB0C5 \uC0F7\uC758 \uC124\uBA85\uC740 \uBE44\uC6CC\uB458 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
VALIDATION_DISK_IMAGE_DESCRIPTION_MAX=\uC2A4\uB0C5\uC0F7\uC758 \uC124\uBA85\uC740 4000\uC790\uAE4C\uC9C0 \uD3EC\uD568\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
VALIDATION_DATA_CENTER_DESCRIPTION_INVALID=\uB370\uC774\uD130 \uC13C\uD130\uC758 \uC124\uBA85\uC5D0\uB294 ASCII \uBB38\uC790\uB9CC \uC0AC\uC6A9\uD574\uC57C \uD569\uB2C8\uB2E4.
VALIDATION_DATA_CENTER_NAME_INVALID=\uB370\uC774\uD130 \uC13C\uD130 \uC774\uB984\uC740 \uB300\uBB38\uC790/\uC18C\uBB38\uC790, \uC22B\uC790, \uD558\uC774\uD508(-), \uBC11\uC904(_) \uBB38\uC790\uB97C \uC0AC\uC6A9\uD574\uC57C \uD569\uB2C8\uB2E4.
VALIDATION_VMINTERFACE_MACADDRESS=MAC \uC8FC\uC18C\uB294 \uB2E4\uC74C\uACFC \uAC19\uC740 \uD615\uC2DD\uC73C\uB85C \uD574\uC57C \uD569\uB2C8\uB2E4 \: XX\:XX\:XX\:XX\:XX\:XX, (XX\=0-9 or A-F)
VALIDATION_EVENTS_EMAIL_FORMAT=\uBA54\uC77C \uC8FC\uC18C\uC758 \uD615\uC2DD\uC774 \uC62C\uBC14\uB974\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
VALIDATION_INVALID_CORRELATION_ID=\uC5F0\uAD00ID\uB294 \uB300\uBB38\uC790/\uC18C\uBB38\uC790, \uC22B\uC790, \uD558\uC774\uD508(-), \uBC11\uC904(_) \uBB38\uC790\uB97C \uC0AC\uC6A9\uD574\uC57C \uD569\uB2C8\uB2E4.
VALIDATION_VM_NETWORK_MAC_ADDRESS_INVALID=MAC \uC8FC\uC18C\uB294 "HH\:HH\:HH\:HH\:HH\:HH" \uC758 \uD615\uC2DD\uC73C\uB85C \uD574\uC57C \uD569\uB2C8\uB2E4. \uC5EC\uAE30\uC11C H\uB294 16\uC9C4\uC218 \uBB38\uC790(\uC22B\uC790 \uB610\uB294 \uB300\uBB38\uC790/\uC18C\uBB38\uC790 \uAD6C\uBCC4\uC5C6\uC774 \uC54C\uD30C\uBCB3) \uC785\uB2C8\uB2E4.
VALIDATION_VM_NETWORK_MAC_ADDRESS_NOT_NULL=MAC \uC8FC\uC18C\uAC00 \uD544\uC694\uD569\uB2C8\uB2E4.
VALIDATION_VM_NETWORK_NAME_NOT_NULL=\uC778\uD130\uD398\uC774\uC2A4 \uC774\uB984\uC774 \uD544\uC694\uD569\uB2C8\uB2E4.
VALIDATION.REPETITIVE.IP.IN.VDS=\uC778\uD130\uD398\uC774\uC2A4 \uBAA9\uB85D\uC774 \uC798\uBABB \uB418\uC5C8\uC2B5\uB2C8\uB2E4. \uB3D9\uC77C\uD55C IP\uC8FC\uC18C\uC758 \uB124\uD2B8\uC6CC\uD06C \uC778\uD130\uD398\uC774\uC2A4\uAC00 2\uAC1C \uC774\uC0C1 \uC788\uC2B5\uB2C8\uB2E4.
VALIDATION_VDS_PORT_RANGE=\uD3EC\uD2B8 \uBC88\uD638\uB294 1\uC5D0\uC11C 65535\uC758 \uBC94\uC704 \uB0B4\uC5D0\uC11C \uC9C0\uC815\uD574\uC57C \uD569\uB2C8\uB2E4.
ERROR_CANNOT_FIND_ISO_IMAGE_PATH=ISO \uC774\uBBF8\uC9C0 \uACBD\uB85C\uAC00 \uC798\uBABB \uB418\uC5C8\uC2B5\uB2C8\uB2E4.
ERROR_CANNOT_FIND_FLOPPY_IMAGE_PATH=\uD50C\uB85C\uD53C \uC774\uBBF8\uC9C0 \uACBD\uB85C\uAC00 \uC798\uBABB \uB418\uC5C8\uC2B5\uB2C8\uB2E4.
VDS_ADD_STORAGE_SERVER_STATUS_MUST_BE_UP=\uD638\uC2A4\uD2B8 \uC0C1\uD0DC\uAC00 UP\uC774 \uC544\uB2D0 \uB54C \uC2A4\uD1A0\uB9AC\uC9C0 \uC11C\uBC84\uC5D0 \uC5F0\uACB0\uC744 \uCD94\uAC00\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
USER_FAILED_TO_AUTHENTICATE_WRONG_USERNAME_OR_PASSWORD=\uC0AC\uC6A9\uC790 \uC774\uB984\uC774\uB098 \uC554\uD638\uAC00 \uC62C\uBC14\uB974\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
VDS_GROUP_CANNOT_UPDATE_CPU_WITH_SUSPENDED_VMS=\uD074\uB7EC\uC2A4\uD130\uC5D0 \uC77C\uC2DC \uC815\uC9C0 \uC911\uC758 \uAC00\uC0C1\uBA38\uC2E0\uC774 \uC788\uB294 \uACBD\uC6B0\uC5D0\uB294 \uD074\uB7EC\uC2A4\uD130 \uC5C5\uB370\uC774\uD2B8\uC640 CPU \uD074\uB7EC\uC2A4\uD130 \uC218\uC900\uC744 \uBCC0\uACBD\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
USER_FAILED_TO_AUTHENTICATE_ACCOUNT_IS_LOCKED_OR_DISABLED=\uC778\uC99D\uC5D0 \uC2E4\uD328\uD588\uC2B5\uB2C8\uB2E4. \uC0AC\uC6A9\uC790\uAC00 \uC7A0\uACA8\uC788\uAC70\uB098 \uBE44\uD65C\uC131\uD654 \uC0C1\uD0DC \uC785\uB2C8\uB2E4.
USER_FAILED_TO_AUTHENTICATE_DNS_ERROR=\uC778\uC99D\uC5D0 \uC2E4\uD328\uD588\uC2B5\uB2C8\uB2E4. DNS \uC124\uC815 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. Engine \uD638\uC2A4\uD2B8\uC5D0 \uC720\uD6A8\uD55C \uC5ED\uBC29\uD5A5 DNS(PTR) \uB808\uCF54\uB4DC\uAC00 \uC788\uB294 \uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624
USER_FAILED_TO_AUTHENTICATE_NO_KDCS_FOUND=\uC778\uC99D\uC5D0 \uC2E4\uD328\uD588\uC2B5\uB2C8\uB2E4. \uC778\uC99D\uC5D0 \uC0AC\uC6A9\uD558\uB294 FQDN\uC774 \uC815\uD655\uD55C \uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
USER_FAILED_TO_AUTHENTICATE_CLOCK_SKEW_TOO_GREAT=\uC778\uC99D\uC5D0 \uC2E4\uD328\uD588\uC2B5\uB2C8\uB2E4. Engine\uC758 \uC2DC\uACC4\uAC00 \uB514\uB809\uD1A0\uB9AC \uC11C\uBE44\uC2A4\uC640 \uB3D9\uAE30\uD654 \uB418\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4(\uCC28\uC774\uB294 5\uBD84 \uC774\uB0B4\uC5EC\uC57C \uD569\uB2C8\uB2E4). \uC2DC\uAC04\uC774 \uB3D9\uAE30\uD654 \uB418\uC5B4 \uC788\uB294 \uC9C0 \uD655\uC778\uD558\uACE0 \uC11C\uBE44\uC2A4\uB97C \uB2E4\uC2DC \uC2DC\uC791\uD558\uC2ED\uC2DC\uC624.
USER_FAILED_TO_AUTHENTICATE_CONNECTION_TIMED_OUT=\uC778\uC99D\uC5D0 \uC2E4\uD328\uD588\uC2B5\uB2C8\uB2E4. \uB514\uB809\uD1A0\uB9AC \uC11C\uBC84\uC5D0 \uB300\uD55C \uC5F0\uACB0\uC774 \uC885\uB8CC \uB418\uC5C8\uC2B5\uB2C8\uB2E4. \uC2DC\uC2A4\uD15C \uAD00\uB9AC\uC790\uC5D0\uAC8C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
USER_FAILED_TO_AUTHENTICATE_WRONG_REALM=\uC778\uC99D\uC5D0 \uC2E4\uD328\uD588\uC2B5\uB2C8\uB2E4. \uC778\uC99D\uC5D0 \uC9C0\uC815\uB41C \uB3C4\uBA54\uC778 \uC774\uB984\uC740 \uC62C\uBC14\uB974\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
CAN_DO_ACTION_DATABASE_CONNECTION_FAILURE=\uB370\uC774\uD130\uBCA0\uC774\uC2A4 \uC5F0\uACB0 \uC624\uB958\uB85C \uC778\uD574 \uC791\uC5C5\uC774 \uC2E4\uD328\uD588\uC2B5\uB2C8\uB2E4. \uB370\uC774\uD130\uBCA0\uC774\uC2A4 \uC11C\uBC84\uC5D0 \uB300\uD55C \uC5F0\uACB0\uC744 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
ACTION_TYPE_FAILED_DESCRIPTION_MAY_NOT_CONTAIN_SPECIAL_CHARS=${type} \uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.\uC124\uBA85\uC5D0 \uD2B9\uC218\uBB38\uC790\uAC00 \uD3EC\uD568\uB418\uC5B4 \uC788\uC2B5\uB2C8\uB2E4.\n\uD45C\uC900 ASCII \uBB38\uC790 \uC138\uD2B8\uC5D0 \uB9DE\uB294 \uC54C\uD30C\uBCB3, \uC22B\uC790 \uBC0F \uC77C\uBD80 \uD2B9\uC218 \uBB38\uC790\uB9CC \uC0AC\uC6A9\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
ACTION_TYPE_FAILED_LINUX_BOOT_PARAMS_MAY_NOT_CONTAIN_TRIMMING_WHITESPACES=${type} \uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. Linux \uBD80\uD2B8 \uB9E4\uAC1C\uBCC0\uC218\uC5D0 \uBD88\uD544\uC694\uD55C \uACF5\uBC31\uC774 \uD3EC\uD568\uB418\uC5B4 \uC788\uC2B5\uB2C8\uB2E4.
ACTION_TYPE_FAILED_NAME_LENGTH_IS_TOO_LONG=${type} \uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uC774\uB984\uC774 \uB108\uBB34 \uAE41\uB2C8\uB2E4.
ACTION_TYPE_FAILED_NAME_MAY_NOT_BE_EMPTY=${type} \uC744/\uB97C ${action} \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uC774\uB984\uC774 \uBE44\uC5B4 \uC788\uC2B5\uB2C8\uB2E4.
ACTION_TYPE_FAILED_NAME_MAY_NOT_CONTAIN_SPECIAL_CHARS=${type} \uC744/\uB97C ${action} \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uC9C0\uC815\uB41C \uC774\uB984\uC5D0 \uD2B9\uC218 \uBB38\uC790\uAC00 \uD3EC\uD568\uB418\uC5B4 \uC788\uC2B5\uB2C8\uB2E4. \uC624\uC9C1 \uB300\uBB38\uC790/\uC18C\uBB38\uC790, \uC22B\uC790, '_', '-', '.'\uB9CC \uC0AC\uC6A9\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
ACTION_TYPE_FAILED_NAME_MAY_NOT_CONTAIN_SPECIAL_CHARS_OR_DASH=${type} \uC744/\uB97C ${action} \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uC774\uB984\uC5D0 \uD2B9\uC218 \uBB38\uC790\uAC00 \uD3EC\uD568\uB418\uC5B4 \uC788\uC2B5\uB2C8\uB2E4. \uB300\uBB38\uC790/\uC18C\uBB38\uC790, \uC22B\uC790, '_'\uB9CC \uC0AC\uC6A9 \uAC00\uB2A5\uD569\uB2C8\uB2E4.
ACTION_TYPE_FAILED_INVALID_POOL_NAME=${type} \uC744/\uB97C ${action} \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uC9C0\uC815\uD55C \uC774\uB984\uC740 \uD480 \uC774\uB984\uC5D0 \uC801\uD569\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4. \uB300\uBB38\uC790/\uC18C\uBB38\uC790, '_', '-', '.' \uC640 \uB2E8\uC77C \uB9C8\uC2A4\uD06C \uC21C\uC11C\uB9CC \uC0AC\uC6A9\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
ACTION_TYPE_FAILED_INVALID_VDS_HOSTNAME=${type} \uC744/\uB97C ${action} \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uC9C0\uC815\uB41C \uD638\uC2A4\uD2B8 \uC774\uB984\uC774 \uC798\uBABB \uB418\uC5C8\uC2B5\uB2C8\uB2E4. RFC-952 \uBC0F RFC-1123\uC5D0 \uD574\uB2F9\uD558\uB294 \uD638\uC2A4\uD2B8 \uC774\uB984\uC744 \uC0AC\uC6A9 \uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
VM_CANNOT_RUN_ONCE_WITH_ILLEGAL_SYSPREP_PARAM=\uC0AC\uC6A9\uC790 \uC774\uB984\uC774\uB098 \uC554\uD638\uAC00 \uC9C0\uC815\uB418\uC5B4 \uC788\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
ACTION_TYPE_FAILED_CANNOT_REMOVE_BUILTIN_GROUP_EVERYONE=\uAE30\uBCF8 \uADF8\uB8F9 "Everyone"\uC740 \uC0AD\uC81C\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
ACTION_TYPE_FAILED_IMPORT_DATA_DOMAIN_PROHIBITED=\uB370\uC774\uD130 \uB3C4\uBA54\uC778\uC744 \uAC00\uC838\uC624\uB294 \uAC83\uC740 \uAE08\uC9C0\uB418\uC5B4 \uC788\uC2B5\uB2C8\uB2E4.
ACTION_TYPE_FAILED_VDS_NOT_MATCH_VALID_STATUS=${type} \uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uC720\uD6A8\uD55C \uD638\uC2A4\uD2B8 \uC0C1\uD0DC\uB294 "Non-operational", "Maintenance" \uB610\uB294 "Connecting" \uC785\uB2C8\uB2E4.
CANNOT_REMOVE_STORAGE_DOMAIN_INVALID_HOST_ID=\uC2A4\uD1A0\uB9AC\uC9C0 \uB3C4\uBA54\uC778\uC744 \uC0AD\uC81C\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4 - \uADFC\uC6D0 \uD638\uC2A4\uD2B8 ID\uAC00 \uC798\uBABB \uB418\uC5C8\uC2B5\uB2C8\uB2E4.
ERROR_CANNOT_DEACTIVATE_MASTER_WITH_LOCKED_DOMAINS=\uB370\uC774\uD130 \uC13C\uD130\uC5D0\uC5D0 \uC7A0\uACA8\uC788\uB294 \uB3C4\uBA54\uC778\uC774 \uC788\uB294 \uC0C1\uD0DC\uC5D0\uC11C \uB9C8\uC2A4\uD130 \uC2A4\uD1A0\uB9AC\uC9C0 \uB3C4\uBA54\uC778\uC744 \uBE44\uD65C\uC131\uD654 \uD558\uB824\uACE0 \uD569\uB2C8\uB2E4. \uC774 \uB3C4\uBA54\uC778\uC5D0\uC11C \uC2E4\uD589\uC911\uC778 \uC791\uC5C5\uC774 \uC644\uB8CC \uB420\uB54C\uAE4C\uC9C0 \uAE30\uB2E4\uB9BD\uB2C8\uB2E4.
TAGS_CANNOT_REMOVE_TAG_NOT_EXIST=\uD0DC\uADF8\uB97C \uC0AD\uC81C\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uD0DC\uADF8\uAC00 \uC874\uC7AC\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
VAR__TYPE__VM__CLUSTER=$type \uAC00\uC0C1\uBA38\uC2E0 \uD074\uB7EC\uC2A4\uD130
VDS_FENCE_OPERATION_FAILED=${type} \uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uD39C\uC2F1 \uC791\uC5C5\uC774 \uC2E4\uD328\uD588\uC2B5\uB2C8\uB2E4.
VM_CANNOT_WITHOUT_ACTIVE_STORAGE_DOMAIN_ISO=\uD65C\uC131 ISO \uB3C4\uBA54\uC778\uC774 \uC5C6\uB294 \uACBD\uC6B0\uC5D0\uB294 ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
MAC_ADDRESS_IS_IN_USE=Mac \uC8FC\uC18C\uAC00 \uC774\uBBF8 \uC0AC\uC6A9 \uC911 \uC785\uB2C8\uB2E4
CAN_DO_ACTION_GENERAL_FAILURE=\uC77C\uBC18\uC801\uC778 \uC870\uC791\uC758 \uAC80\uC99D\uC5D0 \uC2E4\uD328\uD588\uC2B5\uB2C8\uB2E4.
ERROR_CANNOT_REMOVE_ACTIVE_STORAGE_POOL=\uD65C\uC131 \uB370\uC774\uD130 \uC13C\uD130\uB294 \uC0AD\uC81C\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
ROLE_TYPE_CANNOT_BE_EMPTY=\uC5ED\uD560 \uC720\uD615\uC774 \uC798\uBABB \uB418\uC5C8\uC2B5\uB2C8\uB2E4.
CANNOT_ADD_ACTION_GROUPS_TO_ROLE_TYPE=\uAD00\uB9AC\uC790 \uC791\uC5C5 \uADF8\uB8F9\uC740 \uC0AC\uC6A9\uC790 \uC5ED\uD560\uC5D0 \uCD94\uAC00 \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
STORAGE_DOMAIN_NOT_ATTACHED_TO_STORAGE_POOL=\uC2A4\uD1A0\uB9AC\uC9C0 \uB3C4\uBA54\uC778\uC740 \uB370\uC774\uD130 \uC13C\uD130\uC5D0\uC11C \uC774\uBBF8 \uBD84\uB9AC\uB418\uC5B4 \uC788\uC2B5\uB2C8\uB2E4.
VDS_APPROVE_VDS_NOT_FOUND=\uD638\uC2A4\uD2B8\uB97C \uC2B9\uC778\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4 - \uD638\uC2A4\uD2B8\uAC00 \uC874\uC7AC\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
ACTION_TYPE_FAILED_QUOTA_NOT_EXIST=${type} \uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uCFFC\uD130\uAC00 \uC874\uC7AC\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
ACTION_TYPE_FAILED_QUOTA_IS_NOT_VALID=${type} \uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uCFFC\uD130\uAC00 \uC798\uBABB \uB418\uC5C8\uC2B5\uB2C8\uB2E4.
ACTION_TYPE_FAILED_NO_QUOTA_SET_FOR_DOMAIN=${type} \uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uC120\uD0DD\uD55C \uB3C4\uBA54\uC778\uC5D0 \uCFFC\uD130\uAC00 \uC815\uC758\uB418\uC5B4 \uC788\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4. \uC774 \uB3C4\uBA54\uC778\uC5D0 \uCFFC\uD130\uB97C \uC9C0\uC815\uD558\uAC70\uB098 \uB2E4\uB978 \uB3C4\uBA54\uC778\uC744 \uC120\uD0DD\uD558\uC2ED\uC2DC\uC624.
ACTION_TYPE_FAILED_QUOTA_IS_NO_LONGER_AVAILABLE_IN_SYSTEM=${type} \uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uAC00\uC0C1\uBA38\uC2E0 ${VmName}\uACFC \uAD00\uB828\uB41C \uCFFC\uD130\uB97C \uC0AC\uC6A9\uD560 \uC218 \uC5C6\uAC8C \uB418\uC5B4 \uC788\uC2B5\uB2C8\uB2E4. \uAC00\uC838\uC624\uAE30 \uC791\uC5C5 \uB610\uB294 \uC2A4\uB0C5\uC0F7 \uBCF5\uC6D0 \uC791\uC5C5\uC774 \uC6D0\uC778\uC774 \uB420 \uC218 \uC788\uC2B5\uB2C8\uB2E4. \uC774 \uAC00\uC0C1\uBA38\uC2E0\uC5D0 \uCFFC\uD130\uB97C \uB2E4\uC2DC \uC9C0\uC815\uD574\uC57C \uD569\uB2C8\uB2E4.
ACTION_TYPE_FAILED_QUOTA_LIMIT_IS_SPECIFIC_AND_GENERAL=${type} \uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uAC19\uC740 \uCFFC\uD130\uC5D0\uC11C \uD2B9\uC815 \uBC0F \uC77C\uBC18 \uC81C\uD55C\uC744 \uC124\uC815\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uC81C\uD55C \uB300\uC0C1\uC744 \uB370\uC774\uD130 \uC13C\uD130 \uB610\uB294 \uD2B9\uC815 \uC2A4\uD1A0\uB9AC\uC9C0 \uC911 \uD558\uB098\uB85C \uC120\uD0DD\uD558\uC2ED\uC2DC\uC624.
ACTION_TYPE_FAILED_QUOTA_LIMIT_IS_NOT_SPECIFIC_OR_GENERAL=${type} \uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uCFFC\uD130 \uC81C\uD55C\uC740 \uD2B9\uC815 \uB610\uB294 \uC77C\uBC18\uC73C\uB85C \uC124\uC815\uD574\uC57C \uD569\uB2C8\uB2E4.
ACTION_TYPE_FAILED_QUOTA_NAME_RESERVED_FOR_DEFAULT=${type} \uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uC811\uB450\uC0AC DefaultQuota\uAC00 \uAE30\uBCF8 \uCFFC\uD130 \uC804\uC6A9\uC785\uB2C8\uB2E4.
ACTION_TYPE_FAILED_QUOTA_CAN_NOT_HAVE_DEFAULT_INDICATION=${type} \uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uCFFC\uD130\uB294 \uAE30\uBCF8 \uD45C\uC2DC\uB97C \uAC00\uC9C0\uACE0 \uC788\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
ACTION_TYPE_FAILED_QUOTA_WITH_DEFAULT_INDICATION_CAN_NOT_BE_REMOVED=${type} \uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uB370\uC774\uD130 \uC13C\uD130 \uBAA8\uB4DC\uAC00 \uD574\uC81C \uB418\uC5B4 \uC788\uB294 \uACBD\uC6B0 \uAE30\uBCF8 \uD45C\uC2DC\uAC00 \uBD99\uC740 \uCFFC\uD130\uB97C \uC0AD\uC81C\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
ACTION_TYPE_FAILED_QUOTA_IN_USE_BY_VM_OR_DISK=${type} \uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uAC00\uC0C1\uBA38\uC2E0 \uB610\uB294 \uCFFC\uD130\uB97C \uC0AC\uC6A9\uD558\uACE0 \uC788\uACE0, \uB370\uC774\uD130 \uC13C\uD130\uC758 \uCFFC\uD130\uAC00 \uD65C\uC131\uD654 \uB418\uC5B4 \uC788\uC2B5\uB2C8\uB2E4.
ACTION_TYPE_FAILED_DATA_CENTER_MUST_HAVE_AT_LEAST_ONE_QUOTA=${type} \uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uB370\uC774\uD130 \uC13C\uD130\uC5D0 \uCD5C\uC18C \uD558\uB098\uC758 \uCFFC\uD130\uAC00 \uC5F0\uACB0\uB418\uC5B4 \uC788\uC5B4\uC57C \uD569\uB2C8\uB2E4. \uB2E4\uB978 \uCFFC\uD130\uB97C \uCD94\uAC00\uD558\uAC70\uB098 \uAE30\uC874 \uCFFC\uD130\uB97C \uBCC0\uACBD\uD558\uC2ED\uC2DC\uC624.
USER_CANNOT_RUN_QUERY_NOT_PUBLIC=\uC811\uADFC\uC774 \uAC70\uBD80\uB418\uC5C8\uC2B5\uB2C8\uB2E4. \uC694\uCCAD\uD55C \uCFFC\uB9AC\uB294 \uACF5\uAC1C\uC801\uC73C\uB85C \uC2E4\uD589\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
ERROR_CANNOT_ATTACH_ACTION_GROUP_TO_ROLE_ATTACHED=\uC791\uC5C5 \uADF8\uB8F9\uC744 \uC5ED\uD560\uC5D0 \uC5F0\uACB0\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uC774 \uC791\uC5C5 \uADF8\uB8F9\uC740 \uC774\uBBF8 \uC5ED\uD560\uC5D0 \uC5F0\uACB0\uB418\uC5B4 \uC788\uC2B5\uB2C8\uB2E4.
ERROR_CANNOT_ATTACH_ACTION_GROUP_TO_ROLE_INVALID_ACTION=\uC791\uC5C5\uADF8\uB8F9\uC744 \uC5ED\uD560\uC5D0 \uC5F0\uACB0\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uC791\uC5C5 \uADF8\uB8F9\uC774 \uC798\uBABB \uB418\uC5C8\uC2B5\uB2C8\uB2E4.
ERROR_CANNOT_DETACH_ACTION_GROUP_TO_ROLE_NOT_ATTACHED=\uC5ED\uD560\uC5D0\uC11C \uC791\uC5C5 \uADF8\uB8F9\uC744 \uBD84\uB9AC \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uC791\uC5C5 \uADF8\uB8F9\uC774 \uC5ED\uD560\uC5D0 \uC5F0\uACB0\uB418\uC5B4 \uC788\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
ERROR_LICENSE_NO_LICENSE=oVirt Engine\uC744 \uC704\uD55C \uB77C\uC774\uC120\uC2A4\uAC00 \uC720\uD6A8\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
ERROR_LICENSE_ILLEGAL=\uB85C\uADF8\uC778\uC5D0 \uC2E4\uD328\uD588\uC2B5\uB2C8\uB2E4. Engine \uC11C\uBE44\uC2A4\uAC00 \uB2E4\uC2DC \uC2DC\uC791\uB418\uBA74 \uC7A0\uC2DC \uAE30\uB2E4\uB9B0 \uD6C4 \uB2E4\uC2DC \uC2DC\uB3C4\uD558\uC2ED\uC2DC\uC624. \uBB38\uC81C\uAC00 \uD574\uACB0\uB418\uC9C0 \uC54A\uC73C\uBA74 oVirt Engine \uB77C\uC774\uC120\uC2A4\uB97C \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
ERROR_LICENSE_SYSTEM_CLOCK_MODIFIED=Engine\uC774 \uC2DC\uC2A4\uD15C \uD074\uB7ED\uC774 \uBCC0\uACBD \uB418\uB294 \uAC83\uC744 \uBC1C\uACAC \uD588\uC2B5\uB2C8\uB2E4.
ERROR_LICENSE_EXPIRED=\uC774oVirt Engine\uC758 \uD3C9\uAC00\uAE30\uAC04\uC774 \uC885\uB8CC\uD558\uACE0 \uC788\uC2B5\uB2C8\uB2E4.
MESSAGE_LICENSE_EVALUATION__PARAM_DAYS_LEFT=oVirt Engine\uC774 \uD3C9\uAC00\uBAA8\uB4DC\uB85C \uB418\uC5B4 \uC788\uC2B5\uB2C8\uB2E4. \uD3C9\uAC00 \uAE30\uAC04\uC740 ${DaysLeft} \uC77C \uD6C4 \uC885\uB8CC \uB429\uB2C8\uB2E4.
VDS_REGISTER_NO_HOSTNAME_INPUT=\uD638\uC2A4\uD2B8\uB97C \uB4F1\uB85D\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uD638\uC2A4\uD2B8 \uC774\uB984\uC774 \uC9C0\uC815\uB418\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
VDS_REGISTER_UNIQUE_ID_DIFFERENT_TYPE=\uD638\uC2A4\uD2B8\uB97C \uB4F1\uB85D\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uAC19\uC740 \uACE0\uC720 ID\uB97C \uAC00\uC9C4 \uD638\uC2A4\uD2B8\uB97C \uCC3E\uC558\uC2B5\uB2C8\uB2E4. \uD558\uC9C0\uB9CC, \uC694\uCCAD\uD55C \uD638\uC2A4\uD2B8 \uC720\uD615\uACFC \uC77C\uCE58\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
VDS_REGISTER_UNIQUE_ID_AMBIGUOUS=\uD638\uC2A4\uD2B8 \uC911 \uD558\uB098\uC640 \uAC19\uC740 \uACE0\uC720 ID\uB97C \uAC00\uC9C0\uB294 \uD638\uC2A4\uD2B8\uB97C \uCD94\uAC00\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4 \: ${HostNameList}.\n\uC774 \uD638\uC2A4\uD2B8\uAC00 \uC774\uBBF8 \uC2DC\uC2A4\uD15C\uC5D0 \uCD94\uAC00\uB418\uC5B4 \uC788\uC744 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
VDS_CANNOT_CONNECT_TO_SERVER=${type} \uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. SSH\uB97C \uD1B5\uD574 \uD638\uC2A4\uD2B8\uB97C \uC5F0\uACB0\uD558\uB294 \uB370 \uC2E4\uD328\uD588\uC2B5\uB2C8\uB2E4. \uD638\uC2A4\uD2B8\uAC00 \uC5F0\uACB0\uAC00\uB2A5 \uD55C\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624(IP \uC8FC\uC18C, \uB77C\uC6B0\uD305 \uAC00\uB2A5\uD55C \uC8FC\uC18C \uB4F1). \uC790\uC138\uD55C \uC815\uBCF4\uB294 engine.log \uD30C\uC77C\uC5D0 \uAE30\uC7AC\uB418\uC5B4 \uC788\uC2B5\uB2C8\uB2E4.
VDS_CANNOT_AUTHENTICATE_TO_SERVER=${type} \uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. SSH \uC778\uC99D\uC5D0 \uC2E4\uD328\uD588\uC2B5\uB2C8\uB2E4. \uC778\uC99D \uB9E4\uAC1C\uBCC0\uC218(\uC0AC\uC6A9\uC790 \uC774\uB984/\uC554\uD638, \uACF5\uAC1C \uD0A4 \uB4F1)\uAC00 \uC62C\uBC14\uB978 \uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624. \uC790\uC138\uD55C \uC815\uBCF4\uB294 engine.log \uD30C\uC77C\uC5D0 \uAE30\uC7AC\uB418\uC5B4 \uC788\uC2B5\uB2C8\uB2E4.
AUTO_MIGRATE_DISABLED=\uB9C8\uC774\uADF8\uB808\uC774\uC158 \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4 - \uAD00\uB828 \uC124\uC815 \uC635\uC158\uC744 \uC120\uD0DD\uD558\uC2ED\uC2DC\uC624.
AUTO_MIGRATE_VDS_NOT_FOUND=\uB9C8\uC774\uADF8\uB808\uC774\uC158 \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4 - \uD638\uC2A4\uD2B8\uB97C \uCC3E\uC744 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
AUTO_MIGRATE_ALREADY_RUNNING_ON_VDS=\uB9C8\uC774\uADF8\uB808\uC774\uC158 \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4 - \uAC00\uC0C1\uBA38\uC2E0\uC774 \uC774\uBBF8 \uD638\uC2A4\uD2B8\uC5D0\uC11C \uC2E4\uD589\uB418\uACE0 \uC788\uC2B5\uB2C8\uB2E4.
AUTO_MIGRATE_UNSUCCESSFUL=\uB9C8\uC774\uADF8\uB808\uC774\uC158 \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4 - \uC774\uC804\uC758 \uB9C8\uC774\uADF8\uB808\uC774\uC158\uC774 \uC2E4\uD328\uD558\uACE0 \uC788\uC2B5\uB2C8\uB2E4.
APPROVE_VDS_VDS_NOT_FOUND=\uD638\uC2A4\uD2B8\uB97C \uC2B9\uC778\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uD638\uC2A4\uD2B8\uB97C \uCC3E\uC744 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
VDS_GROUP_CLUSTER_IS_NOT_VALID=\uD074\uB7EC\uC2A4\uD130\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uD074\uB7EC\uC2A4\uD130 ID\uAC00 \uC720\uD6A8\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
NETWORK_INTERFACE_NAME_ALREAY_EXISTS=\uB124\uD2B8\uC6CC\uD06C \uD30C\uC77C\uC774 \uC774\uBBF8 \uC0AC\uC6A9 \uC911 \uC785\uB2C8\uB2E4.
STORAGE_DOMAIN_TYPE_ILLEGAL_FOR_ADDING_EXISTING=\uC774 \uC720\uD615\uC758 \uC2A4\uD1A0\uB9AC\uC9C0\uB97C \uCD94\uAC00\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
NETWORK_INTERFACE_NOT_HAVE_DISPLAY_FLAG=\uD2B9\uC815 \uC778\uD130\uD398\uC774\uC2A4\uB294 display \uC778\uD130\uD398\uC774\uC2A4\uAC00 \uC544\uB2D9\uB2C8\uB2E4.
ERROR_CANNOT_ADD_STORAGE_POOL_WITHOUT_DATA_AND_ISO_DOMAINS=\uB370\uC774\uD130 \uC13C\uD130\uB97C \uB9CC\uB4E4 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4 - \uCD5C\uC18C \uD558\uB098\uC758 \uB370\uC774\uD130 \uC2A4\uD1A0\uB9AC\uC9C0\uAC00 \uD544\uC694\uD569\uB2C8\uB2E4.
ERROR_CANNOT_ADD_STORAGE_POOL_WITH_DIFFERENT_STORAGE_FORMAT=\uD480\uC5D0 \uB370\uC774\uD130 \uC2A4\uD1A0\uB9AC\uC9C0\uB97C \uCD94\uAC00\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uC2A4\uD1A0\uB9AC\uC9C0\uAC00 \uAC19\uC740 \uD615\uC2DD\uC774\uC5B4\uC57C \uD569\uB2C8\uB2E4.
ACTION_TYPE_FAILED_VMS_IN_STORAGE_POOL=${type} \uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uB370\uC774\uD130 \uC13C\uD130\uC5D0 \uAC00\uC0C1\uBA38\uC2E0\uC774 \uC788\uC2B5\uB2C8\uB2E4.
ERROR_CANNOT_CHANGE_STORAGE_POOL_VDSS_UP=\uB370\uC774\uD130 \uC13C\uD130\uB97C \uC5C5\uB370\uC774\uD2B8 \uD558\uAE30 \uC804\uC5D0 \uBAA8\uB4E0 \uC11C\uBC84\uB97C \uC720\uC9C0\uAD00\uB9AC \uBAA8\uB4DC\uB85C \uC804\uD658\uD574\uC57C \uD569\uB2C8\uB2E4.
NETWORK_STORAGE_POOL_MUST_BE_SPECIFY=\uB370\uC774\uD130 \uC13C\uD130\uB97C \uC9C0\uC815\uD574\uC57C \uD569\uB2C8\uB2E4.
EN_UNKNOWN_TAG_NAME=\uC54C\uC218\uC5C6\uB294 \uD0DC\uADF8 \uC774\uB984.
ERROR_CANNOT_ATTACH_STORAGE_DOMAIN_SHARED_NOT_SUPPORTED_IN_THIS_POOL=\uC2A4\uD1A0\uB9AC\uC9C0 \uB3C4\uBA54\uC778\uC744 \uC5F0\uACB0\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uC774 \uB370\uC774\uD130 \uC13C\uD130 \uD638\uD658 \uBC84\uC804\uC5D0\uC11C\uB294 \uACF5\uC720 \uB3C4\uBA54\uC778\uC740 \uC9C0\uC6D0\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
ERROR_CANNOT_ATTACH_STORAGE_DOMAIN_SHARED_NOT_SUPPORTED_IN_OTHER_POOL=\uC2A4\uD1A0\uB9AC\uC9C0 \uB3C4\uBA54\uC778\uC744 \uC5F0\uACB0\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uB2E4\uB978 \uB370\uC774\uD130 \uC13C\uD130\uC758 \uD638\uD658 \uBC84\uC804\uC5D0\uC11C \uACF5\uC720 \uB3C4\uBA54\uC778\uC774 \uC9C0\uC6D0\uB418\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
ERROR_CANNOT_REMOVE_POOL_WITH_NETWORKS=\uB124\uD2B8\uC6CC\uD06C\uAC00 \uD560\uB2F9 \uB41C \uB370\uC774\uD130 \uC13C\uD130\uB294 \uC0AD\uC81C\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uBA3C\uC800 \uBAA8\uB4E0 \uB124\uD2B8\uC6CC\uD06C\uB97C \uC81C\uAC70\uD558\uC2ED\uC2DC\uC624.
ACTION_TYPE_FAILED_UP_VDSS_IN_CLUSTER=${type} \uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uD074\uB7EC\uC2A4\uD130\uC758 \uC77C\uBD80 \uD638\uC2A4\uD2B8\uAC00 Up \uC0C1\uD0DC \uC785\uB2C8\uB2E4. \uBA3C\uC800 \uBAA8\uB4E0 \uD638\uC2A4\uD2B8\uB97C \uC720\uC9C0\uAD00\uB9AC \uBAA8\uB4DC\uB85C \uC804\uD658\uD574\uC57C \uD569\uB2C8\uB2E4.
TAGS_DIRECTORY_ELEMENT_TAG_IS_MISSING=\uC694\uCCAD \uB41C \uC0AC\uC6A9\uC790\uB294 \uB514\uB809\uD1A0\uB9AC \uC694\uC18C \uD0DC\uADF8\uAC00 \uC5C6\uC2B5\uB2C8\uB2E4.
DIRECTORY_GROUP_CANNOT_ATTACH_TO_VM_ALREADY_ATTACHED=\uB514\uB809\uD1A0\uB9AC \uADF8\uB8F9\uC740 \uC774\uBBF8 \uC774 \uAC00\uC0C1\uBA38\uC2E0\uC5D0 \uC5F0\uACB0\uB418\uC5B4 \uC788\uC2B5\uB2C8\uB2E4.
DIRECTORY_GROUP_NOT_ATTACH_TO_VM=\uB514\uB809\uD1A0\uB9AC \uADF8\uB8F9\uC774 \uD2B9\uC815 \uAC00\uC0C1\uBA38\uC2E0\uC5D0 \uC5F0\uACB0\uB418\uC5B4 \uC788\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
ERROR_CANNOT_DEFAULT_DIRECTORY_ELEMENT_TAG=\uAE30\uBCF8 \uB514\uB809\uD1A0\uB9AC \uD0DC\uADF8\uB294 \uC0AD\uC81C\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
ACTION_TYPE_FAILED_NO_VDS_SUPPLIED=${type} \uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uD638\uC2A4\uD2B8\uAC00 \uD558\uB098\uB3C4 \uC81C\uACF5\uB418\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
NETWORK_CAN_NOT_REMOVE_DEFAULT_NETWORK=\uAE30\uBCF8 \uB124\uD2B8\uC6CC\uD06C\uB294 \uC0AD\uC81C\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
NETWORK_CAN_NOT_UPDATE_DEFAULT_NETWORK=\uAE30\uBCF8 \uB124\uD2B8\uC6CC\uD06C \uC774\uB984\uC740 \uC5C5\uB370\uC774\uD2B8 \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
TAGS_CANNOT_ASSING_TAG=\uC9C0\uC815\uB41C \uD0DC\uADF8\uAC00 \uD560\uB2F9\uB418\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
ACTION_TYPE_FAILED_XP_MEMORY_ERROR=${type} \uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. Windows XP \uC6A9\uC73C\uB85C \uC815\uC758\uB41C \uBA54\uBAA8\uB9AC\uAC00 \uC798\uBABB \uB418\uC5C8\uC2B5\uB2C8\uB2E4.
NETWORK_INTERFACE_CANNOT_UPDATE_INTERFACE_VLAN=VLAN\uC744 \uC0AC\uC6A9\uD558\uB294 \uB124\uD2B8\uC6CC\uD06C\uB294 \uC5C5\uB370\uC774\uD2B8 \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uC778\uD130\uD398\uC774\uC2A4\uB97C 'None' \uB124\uD2B8\uC6CC\uD06C\uB85C \uC124\uC815\uD574\uC57C \uD569\uB2C8\uB2E4.
ILLEAGAL_USER_PROVIDED=\uC9C0\uC815\uB41C \uC0AC\uC6A9\uC790\uB294 \uBD88\uBC95\uC785\uB2C8\uB2E4.
USER_CANNOT_BE_ADDED_TO_VM=\uAC00\uC0C1\uBA38\uC2E0\uC5D0 \uC0AC\uC6A9\uC790\uB97C \uCD94\uAC00\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
USER_CANNOT_BE_ADDED_TO_VM_POOL=\uAC00\uC0C1\uBA38\uC2E0 \uD480\uC5D0 \uC0AC\uC6A9\uC790\uB97C \uCD94\uAC00\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
ACTION_TYPE_FAILED_DETECTED_PINNED_VMS=${type} \uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uB2E4\uC74C \uAC00\uC0C1\uBA38\uC2E0\uC774 \uD638\uC2A4\uD2B8\uC5D0\uC11C\uB9CC \uC804\uC6A9\uC73C\uB85C \uC2E4\uD589\uB418\uB3C4\uB85D \uC124\uC815\uB418\uC5B4 \uC788\uC2B5\uB2C8\uB2E4 \: ${VmNames}.\n${type} \uC744/\uB97C ${action} \uD558\uB824\uBA74 (\uAC00\uC0C1\uBA38\uC2E0 \uD3B8\uC9D1 \uC18D\uC131\uC744 \uC0AC\uC6A9\uD558\uC5EC) \uAC00\uC0C1\uBA38\uC2E0/\uD638\uC2A4\uD2B8 \uC0AC\uC774\uC758 \uC5F0\uACB0\uC744 \uC81C\uAC70\uD574\uC57C \uD569\uB2C8\uB2E4.
HOT_PLUG_IS_NOT_SUPPORTED=\uAC00\uC0C1\uBA38\uC2E0 \uC2E4\uD589\uC911\uC758 \uD65C\uC131\uD654/\uBE44\uD65C\uC131\uD654\uB97C \uC9C0\uC6D0\uD558\uB294 \uAC83\uC740 \uD074\uB7EC\uC2A4\uD130 \uBC84\uC804 3.1 \uC774\uC0C1\uC5D0\uC11C\uB9CC \uC9C0\uC6D0\uD569\uB2C8\uB2E4.
UNLINKING_IS_NOT_SUPPORTED=${type} \uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uAC00\uC0C1\uBA38\uC2E0 \uC778\uD130\uD398\uC774\uC2A4 \uC5F0\uACB0 \uC0C1\uD0DC\uAC00 'Down'\uC73C\uB85C \uB418\uC5B4 \uC788\uC2B5\uB2C8\uB2E4. \uC774\uAC83\uC740 \uBC84\uC804 '${clusterVersion}'\uC758 \uD074\uB7EC\uC2A4\uD130\uC5D0\uC11C \uC9C0\uC6D0\uB418\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
NULL_NETWORK_IS_NOT_SUPPORTED=${type} \uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uAC00\uC0C1\uBA38\uC2E0 \uC778\uD130\uD398\uC774\uC2A4\uC5D0 \uB124\uD2B8\uC6CC\uD06C\uAC00 \uC5C6\uC2B5\uB2C8\uB2E4. \uC774\uAC83\uC740 \uBC84\uC804 '${clusterVersion}'\uC758 \uD074\uB7EC\uC2A4\uD130\uC5D0\uC11C \uC9C0\uC6D0\uB418\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
HOT_VM_INTERFACE_UPDATE_IS_NOT_SUPPORTED=${type} \uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uAC00\uC0C1\uBA38\uC2E0\uC774 \uC2E4\uD589\uC911 \uAC00\uC0C1\uBA38\uC2E0 \uC778\uD130\uD398\uC774\uC2A4\uB97C \uC5C5\uB370\uC774\uD2B8 \uD558\uB294 \uAC83\uC740 \uBC84\uC804 ${clusterVersion}\uC758 \uD074\uB7EC\uC2A4\uD130\uC5D0\uC11C \uC9C0\uC6D0\uB418\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
PORT_MIRRORING_REQUIRES_NETWORK=${type} \uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. '\uD3EC\uD2B8 \uBBF8\uB7EC\uB9C1' \uC124\uC815\uC740 \uB124\uD2B8\uC6CC\uD06C\uAC00 \uD544\uC694\uD569\uB2C8\uB2E4.
ACTION_TYPE_FAILED_GUEST_OS_VERSION_IS_NOT_SUPPORTED=${type} \uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. Guest OS \uBC84\uC804\uC774 \uC9C0\uC6D0\uB418\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
HOT_PLUG_DISK_IS_NOT_VIRTIO=virtIO \uB514\uC2A4\uD06C\uB9CC \uC5F0\uACB0\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
HOT_PLUG_DISK_IS_NOT_UNPLUGGED=\uB514\uC2A4\uD06C\uAC00 \uC774\uBBF8 \uD65C\uC131\uD654 \uB418\uC5B4 \uC788\uC2B5\uB2C8\uB2E4.
HOT_UNPLUG_DISK_IS_NOT_PLUGGED=\uB514\uC2A4\uD06C\uAC00 \uC774\uBBF8 \uBE44\uD65C\uC131\uD654 \uB418\uC5B4 \uC788\uC2B5\uB2C8\uB2E4.
ACTIVATE_DEACTIVATE_NIC_VM_STATUS_ILLEGAL=\uAC00\uC0C1\uBA38\uC2E0\uC758 \uC0C1\uD0DC\uB85C \uC778\uD574 \uAC00\uC0C1\uBA38\uC2E0\uC758 \uB124\uD2B8\uC6CC\uD06C \uC778\uD130\uD398\uC774\uC2A4\uB97C \uD65C\uC131\uD654/\uBE44\uD65C\uC131\uD654 \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uAC00\uC0C1\uBA38\uC2E0\uC758 \uC0C1\uD0DC\uB294 'Down' \uB610\uB294 'Up' \uC774\uC5B4\uC57C \uD569\uB2C8\uB2E4.
ACTIVATE_DEACTIVATE_NETWORK_NOT_IN_VDS=\uB124\uD2B8\uC6CC\uD06C\uAC00 \uC874\uC7AC\uD558\uC9C0 \uC54A\uB294 \uD638\uC2A4\uD2B8\uC5D0 \uAC00\uC0C1\uBA38\uC2E0\uC774 \uC2E4\uD589 \uC911 \uC785\uB2C8\uB2E4.\n\uD638\uC2A4\uD2B8\uC5D0 \uB124\uD2B8\uC6CC\uD06C\uB97C \uCD94\uAC00\uD558\uAC70\uB098 \uB124\uD2B8\uC6CC\uD06C\uB97C \uAC00\uC9C4 \uD638\uC2A4\uD2B8\uC5D0 \uAC00\uC0C1\uBA38\uC2E0\uC744 \uB9C8\uC774\uADF8\uB808\uC774\uC158 \uD558\uC2ED\uC2DC\uC624.
VM_CANNOT_RUN_FROM_DISK_WITHOUT_PLUGGED_DISK=\uCD5C\uC18C \uD55C\uAC1C \uC774\uC0C1\uC758 \uD65C\uC131 \uB514\uC2A4\uD06C \uC5C6\uC774 ${type} \uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.\n\uB514\uC2A4\uD06C\uB97C \uD65C\uC131\uD654 \uD55C \uB2E4\uC74C \uAC00\uC0C1\uBA38\uC2E0\uC744 \uB2E4\uC2DC \uC2E4\uD589\uD558\uC2ED\uC2DC\uC624.
SHAREABLE_DISK_IS_NOT_SUPPORTED_FOR_DISK=${type} \uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uB514\uC2A4\uD06C\uAC00 \uC2A4\uB0C5 \uC0F7\uC5D0 \uC758\uC874\uD558\uB294 \uACBD\uC6B0, \uB514\uC2A4\uD06C\uB97C \uACF5\uC720\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uACF5\uC720\uD558\uB824\uBA74 \uB514\uC2A4\uD06C\uC758 \uC2A4\uB0C5\uC0F7\uC744 \uC0AD\uC81C\uD558\uC2ED\uC2DC\uC624.
SHAREABLE_DISK_IS_NOT_SUPPORTED_BY_VOLUME_FORMAT=${type} \uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uB514\uC2A4\uD06C \uBCFC\uB968 \uD615\uC2DD\uC740 \uACF5\uC720 \uAC00\uB2A5\uD55C \uB514\uC2A4\uD06C\uB97C \uC9C0\uC6D0\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
ERROR_CANNOT_DETACH_DISK_WITH_SNAPSHOT=${type} \uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uC774 \uB514\uC2A4\uD06C\uB294 \uC2A4\uB0C5\uC0F7\uC5D0\uC11C \uC774\uBBF8 \uC124\uC815\uB418\uC5B4 \uC788\uC2B5\uB2C8\uB2E4. \uBD84\uB9AC\uD558\uB824\uBA74 \uB514\uC2A4\uD06C\uC758 \uC2A4\uB0C5\uC0F7\uC744 \uC0AD\uC81C\uD558\uC2ED\uC2DC\uC624.
DISK_IS_ALREADY_SHARED_BETWEEN_VMS=${type} \uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uB514\uC2A4\uD06C\uAC00 \uAC00\uC0C1\uBA38\uC2E0\uAC04\uC5D0 \uACF5\uC720\uB418\uC5B4 \uC788\uAE30 \uB54C\uBB38\uC5D0 \uACF5\uC720\uB97C \uBE44\uD65C\uC131\uD654 \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uB2E4\uB978 \uAC00\uC0C1\uBA38\uC2E0\uC5D0\uC11C \uB514\uC2A4\uD06C\uB97C \uBD84\uB9AC\uD55C \uD6C4 \uB514\uC2A4\uD06C\uB97C \uACF5\uC720 \uBD88\uAC00 \uC0C1\uD0DC\uB85C \uC5C5\uB370\uC774\uD2B8 \uD558\uC2ED\uC2DC\uC624.
USER_PASSWORD_EXPIRED=\uB85C\uADF8\uC778 \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uC0AC\uC6A9\uC790 \uC554\uD638\uAC00 \uB9CC\uB8CC\uB418\uC5C8\uC2B5\uB2C8\uB2E4. \uC554\uD638\uB97C \uBCC0\uACBD\uD558\uC2ED\uC2DC\uC624.
USER_CANNOT_LOGIN_DOMAIN_NOT_SUPPORTED=\uB85C\uADF8\uC778 \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uC9C0\uC815\uB41C \uB3C4\uBA54\uC778\uC740 \uC124\uC815\uB418\uC5B4 \uC788\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4. \uC2DC\uC2A4\uD15C \uAD00\uB9AC\uC790\uC5D0\uAC8C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
VM_POOL_CANNOT_DECREASE_VMS_FROM_POOL=\uAC00\uC0C1\uBA38\uC2E0 \uD480\uC5D0\uC11C \uAC00\uC0C1\uBA38\uC2E0\uC744 \uC904\uC77C \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
MOVE_VM_CLUSTER_MISSING_NETWORK=${type} \uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uC120\uD0DD\uD55C \uD074\uB7EC\uC2A4\uD130\uB294 \uAC00\uC0C1\uBA38\uC2E0\uC774 \uC0AC\uC6A9\uD558\uB294 \uB2E8\uC77C \uB610\uB294 \uC5EC\uB7EC \uB124\uD2B8\uC6CC\uD06C ${networks}\uB97C \uCC3E\uC744 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
ACTION_TYPE_FAILED_STORAGE_POOL_WITH_DEFAULT_VDS_GROUP_CANNOT_BE_LOCALFS=\uB85C\uCEEC \uC2A4\uD1A0\uB9AC\uC9C0\uB97C \uC0AC\uC6A9\uD558\uB294 \uB370\uC774\uD130 \uC13C\uD130\uC5D0 \uAE30\uBCF8 \uD074\uB7EC\uC2A4\uD130\uB97C \uC774\uB3D9\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
DEFAULT_CLUSTER_CANNOT_BE_ON_LOCALFS=\uAE30\uBCF8 \uD074\uB7EC\uC2A4\uD130\uAC00 \uD3EC\uD568\uB418\uC5B4 \uC788\uB294 \uB370\uC774\uD130 \uC13C\uD130\uB294 \uB85C\uCEEC \uC2A4\uD1A0\uB9AC\uC9C0\uB97C \uC9C0\uC6D0\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
VM_CANNOT_CANCEL_MIGRATION_WHEN_VM_IS_NOT_MIGRATING='non migrating' \uAC00\uC0C1\uBA38\uC2E0\uC758 \uB9C8\uC774\uADF8\uB808\uC774\uC158\uC744 \uCDE8\uC18C\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
ACTION_TYPE_FAILED_VM_SNAPSHOT_NOT_IN_PREVIEW=\uBBF8\uB9AC\uBCF4\uAE30 \uC911\uC774 \uC544\uB2CC \uC2A4\uB0C5\uC0F7\uC5D0\uB294 ${type} \uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uC62C\uBC14\uB978 \uC2A4\uB0C5\uC0F7\uC73C\uB85C \uBCF5\uC6D0\uC744 \uC120\uD0DD\uD558\uC2ED\uC2DC\uC624 \: \uBBF8\uB9AC\uBCF4\uAE30 \uC911 \uB610\uB294 \uBBF8\uB9AC\uBCF4\uAE30 \uC774\uC804 \uC0C1\uD0DC\uB85C \uBCF5\uC6D0
ACTION_TYPE_FAILED_SHAREABLE_DISK_NOT_SUPPORTED=\uACF5\uC720 \uAC00\uB2A5\uD55C ${type} \uC740/\uB294 ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uC774 \uC791\uC5C5\uC740 \uC9C0\uC6D0\uB418\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
ACTION_TYPE_FAILED_DISK_NOT_EXIST=${type} \uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uC9C0\uC815\uB41C \uB514\uC2A4\uD06C\uAC00 \uC874\uC7AC\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
ACTION_TYPE_FAILED_NO_DISKS_SPECIFIED=${type} \uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uB514\uC2A4\uD06C\uAC00 \uC9C0\uC815\uB418\uC5B4 \uC788\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
ACTION_TYPE_FAILED_DISK_IS_NOT_TEMPLATE_DISK=${type} \uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uC120\uD0DD\uD55C \uB514\uC2A4\uD06C\uB294 \uD15C\uD50C\uB9BF \uB514\uC2A4\uD06C\uAC00 \uC544\uB2D9\uB2C8\uB2E4. \uD15C\uD50C\uB9BF \uB514\uC2A4\uD06C\uB9CC \uBCF5\uC0AC\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
ACTION_TYPE_FAILED_SOURCE_AND_TARGET_SAME=${type} \uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uC6D0\uBCF8\uACFC \uB300\uC0C1 \uC2A4\uD1A0\uB9AC\uC9C0 \uB3C4\uBA54\uC778\uC774 \uB3D9\uC77C\uD569\uB2C8\uB2E4.
ACTION_TYPE_FAILED_CANNOT_MOVE_TEMPLATE_DISK=${type} \uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uD15C\uD50C\uB9BF \uB514\uC2A4\uD06C\uB294 \uC774\uB3D9\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
ACTION_TYPE_FAILED_NOT_A_VM_NETWORK=${type} \uC758 ${action}\uC5D0 \uC2E4\uD328\uD588\uC2B5\uB2C8\uB2E4. \uC774 \uB124\uD2B8\uC6CC\uD06C (${networks})\uB294 \uAC00\uC0C1\uBA38\uC2E0 \uB124\uD2B8\uC6CC\uD06C\uB85C \uC815\uC758 \uB418\uC5B4 \uC788\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
ACTION_TYPE_FAILED_NETWORK_NOT_IN_CLUSTER=${type} \uC758 ${action}\uC5D0 \uC2E4\uD328\uD588\uC2B5\uB2C8\uB2E4. \uC774 \uB124\uD2B8\uC6CC\uD06C (${networks})\uB294 \uD074\uB7EC\uC2A4\uD130\uC5D0 \uC815\uC758\uB418\uC5B4 \uC788\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
ACTION_TYPE_FAILED_INTERFACE_NETWORK_NOT_CONFIGURED=${type} \uC758 ${action}\uC5D0 \uC2E4\uD328\uD588\uC2B5\uB2C8\uB2E4. \uD558\uB098 \uC774\uC0C1\uC758 \uB124\uD2B8\uC6CC\uD06C \uC778\uD130\uD398\uC774\uC2A4\uAC00 \uBD88\uC644\uC804\uD55C \uC124\uC815\uC744 \uAC00\uC9C0\uACE0 \uC788\uC2B5\uB2C8\uB2E4. \uC774 \uC778\uD130\uD398\uC774\uC2A4\uB97C \uC124\uC815\uD558\uACE0 \uB2E4\uC2DC \uC2DC\uB3C4\uD558\uC2ED\uC2DC\uC624.
NON_VM_NETWORK_NOT_SUPPORTED_FOR_POOL_LEVEL=\uBE44 \uAC00\uC0C1\uBA38\uC2E0 \uB124\uD2B8\uC6CC\uD06C\uB294 \uC774 \uB370\uC774\uD130 \uC13C\uD130\uC5D0\uC11C \uC9C0\uC6D0\uB418\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
VMPAYLOAD_INVALID_PAYLOAD_TYPE=\uAC00\uC0C1\uBA38\uC2E0 \uD398\uC774\uB85C\uB4DC\uB294 \uC624\uC9C1 CDROM\uACFC \uD50C\uB85C\uD53C \uC7A5\uCE58\uC5D0\uC11C\uB9CC \uC9C0\uC6D0\uD569\uB2C8\uB2E4.
VMPAYLOAD_SIZE_EXCEEDED=\uD398\uC774\uB85C\uB4DC\uC758 \uC0C1\uD55C\uC740 ${size}K \uC785\uB2C8\uB2E4.
VMPAYLOAD_FLOPPY_EXCEEDED=\uB2E4\uB978 \uD50C\uB85C\uD53C\uB97C \uC0AC\uC6A9\uD560 \uB54C\uB294 \uD398\uC774\uB85C\uB4DC \uD50C\uB85C\uD53C\uB97C \uC0AC\uC6A9\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
ERROR_GET_STORAGE_DOMAIN_LIST=\uC2A4\uD1A0\uB9AC\uC9C0 \uB3C4\uBA54\uC778\uC758 \uBAA9\uB85D\uC744 \uAC00\uC838\uC62C \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
ACTION_TYPE_FAILED_NETWORK_INTERFACE_MAC_INVALID=${type} \uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uB124\uD2B8\uC6CC\uD06C \uC778\uD130\uD398\uC774\uC2A4 ${IfaceName}\uC758 MAC \uC8FC\uC18C ${MacAddress}\uB294 \uBB34\uD6A8\uC785\uB2C8\uB2E4.  MAC \uC8FC\uC18C\uB294 "HH\:HH\:HH\:HH\:HH\:HH" \uC758 \uD615\uC2DD\uC73C\uB85C \uD574\uC57C \uD569\uB2C8\uB2E4. \uC5EC\uAE30\uC11C H\uB294 16\uC9C4\uC218 \uBB38\uC790(\uC22B\uC790 \uB610\uB294 \uB300\uBB38\uC790/\uC18C\uBB38\uC790 \uAD6C\uBCC4\uC5C6\uC774 \uC54C\uD30C\uBCB3) \uC785\uB2C8\uB2E4.
VM_INTERFACE_NOT_EXIST=${type} \uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uAC00\uC0C1\uBA38\uC2E0\uC758 \uB124\uD2B8\uC6CC\uD06C \uC778\uD130\uD398\uC774\uC2A4\uAC00 \uC874\uC7AC\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
ACTION_TYPE_FAILED_CANNOT_REMOVE_ACTIVE_DEVICE=${type} \uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uAC00\uC0C1\uBA38\uC2E0 \uB124\uD2B8\uC6CC\uD06C \uC778\uD130\uD398\uC774\uC2A4\uAC00 \uC2E4\uD589\uC911\uC778 \uAC00\uC0C1\uBA38\uC2E0\uC5D0 \uC5F0\uACB0\uB418\uC5B4 \uC788\uC2B5\uB2C8\uB2E4.
USER_CANNOT_FORCE_RECONNECT_TO_VM=\uCF58\uC194\uC5D0 \uC5F0\uACB0\uC774 \uAC70\uBD80\uB418\uC5C8\uC2B5\uB2C8\uB2E4. \uC774\uBBF8 \uB2E4\uB978 \uC0AC\uC6A9\uC790\uAC00 \uC774 \uAC00\uC0C1\uBA38\uC2E0\uC758 \uCF58\uC194\uC5D0 \uC811\uADFC\uD574 \uC788\uC2B5\uB2C8\uB2E4. \uAC00\uC0C1\uBA38\uC2E0\uC744 \uB2E4\uC2DC \uC2DC\uC791\uD558\uC5EC \uB2E4\uB978 \uC0AC\uC6A9\uC790\uAC00 \uC811\uADFC\uD560 \uC218 \uC788\uB3C4\uB85D \uD558\uAC70\uB098, \uC0AC\uC6A9\uC790\uAC00 \uCF58\uC194\uC5D0 \uC811\uADFC \uD560 \uB54C\uB9C8\uB2E4 \uB2E4\uC2DC\uC2DC\uC791\uC744 \uAC15\uC81C\uD558\uC9C0 \uC54A\uB3C4\uB85D \uAD00\uB9AC\uC790\uAC00 \uBCC0\uACBD\uD558\uC2ED\uC2DC\uC624.
ENGINE_IS_RUNNING_IN_MAINTENANCE_MODE=Engine\uC774 \uC720\uC9C0\uAD00\uB9AC \uBAA8\uB4DC\uC5D0\uC11C \uC2E4\uD589\uC911\uC774\uBBC0\uB85C \uBA85\uB839\uC744 \uC218\uB77D\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
ENGINE_IS_RUNNING_IN_PREPARE_MODE=Engine \uC720\uC9C0\uAD00\uB9AC \uBAA8\uB4DC\uB97C \uC900\uBE44\uD558\uB294 \uB3D9\uC548 \uC774 \uC791\uC5C5\uC744 \uD5C8\uC6A9\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
ACTION_TYPE_FAILED_EXTERNAL_EVENT_ILLEGAL_ORIGIN=${type} \uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uC678\uBD80 \uC774\uBCA4\uD2B8 \uC18C\uC2A4\uAC00 \uC798\uBABB \uB418\uC5C8\uC2B5\uB2C8\uB2E4 \: oVirt
ACTION_TYPE_FAILED_EXTERNAL_EVENT_NOT_FOUND=${type} \uC744/\uB97C ${action} \uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uC678\uBD80 \uC774\uBCA4\uD2B8\uAC00 \uC874\uC7AC\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
