DIRECTORY_GROUP_CANNOT_REMOVE_DIRECTORY_GROUP_ATTACHED_TO_VM_POOL=Kann Verzeichnis-Gruppe nicht entfernen. Zuerst Gruppe vom VM-Pool trennen.
IO_CD_IMAGE_FILE_ALREADY_EXIST=Bilddatei ist bereits vorhanden.
IO_CD_IMAGE_FILE_NOT_EXIST=Bilddatei ist nicht vorhanden.
IO_INVALID_CD_IMAGE_EXTENSION=Ung\u00FCltige Bild-Dateiendung auf CD.
IO_ISO_DIRECTORY_NOT_EXIST=ISO Verzeichnis ist nicht vorhanden.
IRS_FAILED_CREATING_SNAPSHOT=Snapshot-Erstellung fehlgeschlagen.
IRS_FAILED_RETRIEVING_SNAPSHOT_INFO=Interner Fehler, Snapshot kann nicht abgerufen werden.
IRS_NETWORK_ERROR=Storage-Manager-Service antwortet nicht.
IRS_PROTOCOL_ERROR=Storage-Manager Protokoll Fehler.
IRS_RESPONSE_ERROR=Storage-Manager Antwort Fehler.
MAC_POOL_NOT_ENOUGH_MAC_ADDRESSES=Nicht genug MAC-Adressen im MAC-Adressen-Pool \u00FCbrig.
VMT_CANNOT_REMOVE_DETECTED_DERIVED_VM=Vorlage kann nicht gel\u00F6scht werden. Vorlage wird von den folgenden VMs verwendet\: ${vmsList}.
VMT_CANNOT_REMOVE_BASE_WITH_VERSIONS=Kann Basis Vorlage nicht entfernen, die Vorlagenversionen enth\u00E4lt. Bitte entfernen Sie zuerst all Vorlagenversionen f\u00FCr diese Vorlage\: ${versionsList}.
ACTION_TYPE_FAILED_DETECTED_DERIVED_DISKS=Kann ${type} nicht ${action}. Die folgende(n) Disk(s) basieren darauf\: \n ${disksInfo}.
ACTION_TYPE_FAILED_DISKS_SNAPSHOTS_DONT_BELONG_TO_SAME_DISK="Kann ${type} nicht ${action}. Die festgelegten Disk-Snapshots geh\u00F6ren nicht zu derselben Disk."
VMT_CANNOT_REMOVE_DOMAINS_LIST_MISMATCH=Vorlage kann nicht gel\u00F6scht werden. Vorlage ist nicht vorhanden auf den folgenden Speicherdom\u00E4nen\: ${domainsList}.\nVergewissern Sie sich entweder, dass das Vorlage auf allen Speicherdom\u00E4nen auf der Dom\u00E4nen Liste existiert, oder senden Sie nicht eine Dom\u00E4nen-Liste, um alle Instanzen des Vorlage vom System zu l\u00F6schen.
ACTION_TYPE_FAILED_VM_IMAGE_DOES_NOT_EXIST=Kann nicht ${action} ${type}. VMs Image ist nicht vorhanden
ACTION_TYPE_FAILED_VM_SNAPSHOT_DOES_NOT_EXIST=Kann nicht ${action} ${type}. VMs Snapshot ist nicht vorhanden
ACTION_TYPE_FAILED_VM_SNAPSHOT_TYPE_NOT_ALLOWED=Kann ${type} nicht ${action}. Der Schnappschusstyp ist ${snapshotType}, w\u00E4hrend der Vorgang f\u00FCr Schnappsch\u00FCsse der (des) folgenden Typs(en) unterst\u00FCtzt wird\: ${supportedSnapshotTypes}.
ACTION_TYPE_FAILED_CORRUPTED_VM_SNAPSHOT_ID=Kann nicht ${action} ${type}. Die Schnappschusskonfiguration ist korrumpiert  (Schnappschuss  ID ist leer). Bitte setzen Sie sich mit dem Systemadministrator in Verbindung.
ACTION_TYPE_FAILED_VM_SNAPSHOT_HAS_NO_CONFIGURATION=Kann nicht ${action} ${type}. Der Snapshot ${SnapshotName} von VM ${VmName} hat keine Konfiguration verf\u00FCgbar. Bitte w\u00E4hlen Sie einen Snapshot mit einer vorhandenen Konfiguration.
ACTION_TYPE_FAILED_CANNOT_RUN_ACTION_ON_NON_MANAGED_VM=Kann nicht ${action} ${type}. VM wird nicht von der Engine verwaltet.
ACTION_TYPE_FAILED_MIN_MEMORY_CANNOT_EXCEED_MEMORY_SIZE=Kann ${type} nicht ${action}. Der garantierte physische Speicher kann die Speichergr\u00F6\u00DFe nicht \u00FCberschreiten.
ACTION_TYPE_FAILED_MEMORY_EXCEEDS_SUPPORTED_LIMIT=Kann ${type} nicht ${action}. Speichergr\u00F6\u00DFe \u00FCberschreitet unterst\u00FCtztes Limit f\u00FCr die gegebene Clusterversion.
IMAGE_REPOSITORY_NOT_FOUND=Speicherdom\u00E4ne kann nicht angesprochen werden.\nM\u00F6gliche Gr\u00FCnde\:\nKein laufender Host im Data-Center oder Data-Center Status ist nicht Up.
VM_TEMPLATE_IS_LOCKED=Vorlage ist derzeit gesperrt (vor\u00FCbergehend).
VM_TEMPLATE_IMAGE_IS_LOCKED=Das Image der Vorlage ist gesperrt (vor\u00FCbergehend).
VM_TEMPLATE_IMAGE_IS_ILLEGAL=Das Image der Vorlage ist ung\u00FCltig (vor\u00FCbergehend).
VM_TEMPLATE_IMAGE_LAST_DOMAIN=Kann ${type} nicht ${action}. Das Image ist die einzige verbleibende Kopie einer Vorlagen-Disk.
VM_NAME_CANNOT_BE_EMPTY=VM-Name darf nicht leer sein.
VM_CANNOT_UPDATE_ILLEGAL_FIELD=Die \u00C4nderung der VM Werte konnte nicht durchgef\u00FChrt werden, weil die VM nicht au\u00DFer Betrieb ist. Bitte setzen Sie die VM au\u00DFer Betrieb, um diese Eigenschaften zu bearbeiten.
VM_CANNOT_UPDATE_DEVICE_VM_NOT_DOWN=Aktualisieren der Eigenschaften der VM fehlgeschlagen. VM sollte im Status Down sein, um das ${device} Ger\u00E4t zu \u00E4ndern.
VM_CANNOT_RUN_FROM_NETWORK_WITHOUT_NETWORK=VM ist konfiguriert als 'Network bootable', aber keine Netzwerk-Schnittstelle ist konfiguriert.\nAlternativen\:\n- W\u00E4hlen Sie ein anderes Startger\u00E4t (mit dem 'Run Once' Befehl oder dem 'Edit VM' Befehl im Boot-Option Sub-Tab).\n- Konfigurieren Sie das Network-Interface und starten das VM neu.
VM_CANNOT_RUN_FROM_CD_WITHOUT_ACTIVE_STORAGE_DOMAIN_ISO=Kann nicht ${action} ${type} mit zugeordneter CD ohne aktive ISO-Dom\u00E4ne.\nAlternativen\:\n- Ordnen Sie eine ISO Domain zu (um CD-Vorg\u00E4nge zu erm\u00F6glichen).\n- \u00C4ndern der Boot-Sequenz mit Hilfe des Edit VM-Befehl (Boot Sub-Tab).\n- W\u00E4hlen Sie ein anderes Startger\u00E4t (mit dem 'Run Once' Befehl).
VM_CANNOT_RUN_FROM_DISK_WITHOUT_DISK=Kann nicht ${action} ${type} ohne mindestens einen bootf\u00E4higen Datentr\u00E4ger.\nAlternativen\:\n- Erstellen Sie einen Datentr\u00E4ger f\u00FCr diese VM, und starten Sie das VM neu.\n- \u00C4ndern Sie die Boot-Sequenz mit Hilfe des Edit-VM-Befehls (Boot Option Sub-Tab).\n- Verwenden Sie den Run-Once-Befehl um eine andere Boot-Option auszuw\u00E4hlen und starten Sie das VM neu.
VM_CANNOT_RUN_STATELESS_WHILE_IN_PREVIEW=Kann nicht ${action} ${type}. Zustandslose Kennung in VM ist im Widerspruch zur Durchf\u00FChrund der VM im Vorschau Modus. Entfernen Sie entweder die zustandslose Kennung von der VM oder lassen das VM nicht im Vorschau Modus laufen.
VM_CANNOT_RUN_STATELESS_HA=Kann nicht ${action} ${type}. Highly-Available-Virtual-Server k\u00F6nnen nicht als zustandslos laufen.
ACTION_TYPE_FAILED_DELETE_PROTECTION_ENABLED=Kann nicht ${action} ${type}. L\u00F6schschutz ist aktiviert. Um zu l\u00F6schen, deaktivieren Sie zuerst den L\u00F6schschutz.
RESOURCE_MANAGER_FAILED_ATTACHING_VM_TO_USERS=VM konnte nicht an Benutzer angeschlossen werden.
RESOURCE_MANAGER_MIGRATING_VM_IS_NOT_UP=Migration misslungen, VM l\u00E4uft nicht.
RESOURCE_MANAGER_VM_NOT_FOUND=VM wurde nicht gefunden.
SEARCH=Suchfehler.
SEARCH_ERRORNOUS_SEARCH_TEXT=Fehler im Suchtext.
SEARCH_INVALID_SEARCH_TEXT=Ung\u00FCltiger Suchtext.
SEARCH_UNSUPPORTED_BUSINESS_OBJECT=Suche nicht unterst\u00FCtztes Business-Objekt.
TEMPLATE_IMAGE_LOCKED=Es kann keine neue VM erstellt werden. Das Disk-Image wird derzeit kopiert. Bitte warten Sie bis der Copy-Vorgang abgeschlossen ist.
USER_CANNOT_REMOVE_USER_ATTACHED_POOL=Kann einen zugeordneten Benutzer nicht vom VM-Pool entfernen. Remove-User vom VM-Pool zuerst durch\:\n- Gehen zum 'VM-Pool(s)'-Fenster.\n- Auswahl des VM-Pool.\n- Klick auf 'Verwalten Pool Users' in der Men\u00FCleiste.
USER_CANNOT_REMOVE_USER_NOT_ATTACHED_POOL=Kann Benutzer nicht entfernen da er nicht dem VM-Pool zugeordnet ist.
USER_CANNOT_REMOVE_USER_DETECTED_RUNNING_VM=Kann einen zugeordneten Benutzer nicht vom VM-Pool entfernen. Entfernen sie das VM zuerst vom VMs Tab.
USER_CANNOT_REMOVE_HIMSELF=Kann nicht ${action} ${type}. Benutzer ist derzeit angemeldet.
USER_FAILED_POPULATE_DATA=Benutzerdaten konnten nicht vom Verzeichnis-Server erhalten werden.
USER_FAILED_SET_USER_ROLE=Benutzer-Rolle konnte nicht erstellt werden, Vorgang abgebrochen.
VDS_CANNOT_MAINTENANCE_VDS_IS_NOT_RESPONDING_WITH_VMS=Host kann nicht auf Wartungsmodus umgeschaltet werden.\nHost hat immer noch laufenden VMs und ist im Non-Responsive Zustand.
VDS_CANNOT_MAINTENANCE_VDS_IS_NOT_RESPONDING_AND_IS_SPM=Host kann nicht auf Wartungsmodus umgeschaltet werden. \nHost ist Speicher-Pool-Manager und ist im Non-Responsive Zustand.\n- Bei Konfiguration des Power-Management wird die Engine automatisch versuchen, den Host einzugrenzen.\n- Andernfalls fahren Sie entweder den Knoten wieder hoch oder geben die SPM-Ressource frei.\nUm dies zu tun, vergewissern Sie sich, dass der Knoten tats\u00E4chlich au\u00DFer Betrieb ist, indem Sie auf den Host rechtsklicken und best\u00E4tigen, dass der Knoten manuell heruntergefahren wurde.
VDS_CANNOT_MAINTENANCE_VDS_IS_NOT_OPERATIONAL=Host kann nicht auf Wartungsmodus umgeschaltet werden. Host ist nicht betriebsbereit.
VDS_CANNOT_MAINTENANCE_VDS_IS_IN_MAINTENANCE=Host kann nicht auf Wartungsmodus umgeschaltet werden. Host ist bereits im Wartungsmodus.
VDS_CANNOT_MAINTENANCE_SPM_WITH_RUNNING_TASKS=Host kann nicht auf Wartungsmodus umgeschaltet werden. Host hat asynchron laufende Tasks, warten Sie bis der Vorgang abgeschlossen ist und versuchen Sie dann erneut.
VDS_CANNOT_MAINTENANCE_SPM_CONTENDING=Host kann nicht auf Wartungsmodus umgeschaltet werden. Host konkurriert f\u00FCr Speicher-Pool-Manager, warten Sie bis der Vorgang abgeschlossen ist und versuchen Sie dann erneut.
VDS_CANNOT_MAINTENANCE_IT_INCLUDES_NON_MIGRATABLE_VM=Kann die folgenden Hosts nicht auf Wartungsmodus umschalten\: ${HostsList}.\nEin oder mehrere VMs werden als nicht migrierbar angezeigt. Die nicht migrierbaren VMs sind\: ${VmsList}.
VDS_CANNOT_MAINTENANCE_VM_HAS_PLUGGED_DISK_SNAPSHOT=Die folgenden Hosts k\u00F6nnen nicht auf Wartungsmodus umgeschaltet werden\:${HostsList}.\n
The=folgende VMs k\u00F6nnen nicht migriert werden, da Ihnen ein aktivierter Disk-Schnappschuss angeh\u00E4ngt ist (VM/Disk Schnappsch\u00FCsse\: \n \n${disksInfo} \n \n
please=deaktivieren/h\u00E4ngen Sie die Disk-Schnappsch\u00FCsse ab oder schalten Sie die VMs ab und versuchen Sie es erneut.
ACTION_TYPE_FAILED_OVF_DISK_NOT_SUPPORTED=Kann ${type} nicht ${action}. Dieser Vorgang wird derzeit nicht f\u00FCr als OVF-Speicher verwendete Disks unterst\u00FCtzt.
ACTION_TYPE_FAILED_DISK_NOT_IN_APPLICABLE_STATUS=Kann ${type} nicht ${action}. Dieser Vorgang kann nur f\u00FCr Disks im ${status} Status durchgef\u00FChrt werden.
VDS_CANNOT_REMOVE_DEFAULT_VDS_GROUP=Kann den Standard-Host-Cluster nicht entfernen.
VDS_CANNOT_REMOVE_VDS_DETECTED_RUNNING_VM=Kann nicht ${action} ${type}. Ein oder mehrere VMs laufen derzeit auf dem Host.
VDS_CANNOT_REMOVE_VDS_GROUP_VDS_DETECTED=Kann nicht ${action} ${type}. Host-Cluster enth\u00E4lt einen oder mehrere Hosts.
VDS_CANNOT_REMOVE_VDS_STATUS_ILLEGAL=Kann nicht ${action} ${type}. Host ist in Betrieb. Bitte schalten Sie den Host zuerst auf Wartungsmodus.
VDS_PROTOCOL_ERROR=Interner Fehler\: Host Protokoll Fehler
VDS_RESPONSE_ERROR=Interner Fehler\: Host Antwort Fehler
VDS_STATUS_NOT_VALID_FOR_STOP=Kann den Stop Vorgang nicht ausf\u00FChren, der Host muss sich im Wartungsmodus befinden, damit er gestoppt werden kann.
VDS_STATUS_NOT_VALID_FOR_START=Kann den Start Vorgang nicht ausf\u00FChren, der Host muss in einem der folgenden Zust\u00E4nde sein\: Down, Non-Responsive oder Wartung.
VDS_NO_VDS_PROXY_FOUND=Kann nicht ${action} ${type}. Es gibt keinen anderen Host im Data-Center, der verwendet werden kann, um die Power Management-Einstellungen zu testen.
VDS_FAILED_FENCE_VIA_PROXY_CONNECTION=Verbindung zum Host \u00FCber Proxy fehlgeschlagen. Bitte \u00FCberpr\u00FCfen Sie, dass Power-Management zur Verf\u00FCgung steht, und dass die angegebenen Verbindungsparameter korrekt sind.
VDS_STATUS_NOT_VALID_FOR_UPDATE=Kann nicht ${action} ${type}. Host-Parameter k\u00F6nnen nicht ge\u00E4ndert werden, w\u00E4hrend Host in Betrieb ist. \nBitte schalten Sie den Host zuerst auf Wartungsmodus.
VDS_ALREADY_UP=Kann nicht ${action} ${type}. Host im Up Status.
VDS_NO_UUID=Kann nicht ${action} ${type}. Host hat keine eindeutige ID.
VDS_DOES_NOT_EXIST=Kann nicht ${action} ${type}. Host existiert nicht.
VDS_NON_RESPONSIVE=Kann nicht ${action} ${type}. Host antwortet nicht.
VDS_INVALID_SERVER_ID=Kann nicht ${action} ${type}. Ung\u00FCltige Host Id.
VDS_EMPTY_NAME_OR_ID=Kann ${type} nicht ${action}. Leerer Host-Name oder ID.
VDS_CANNOT_INSTALL_EMPTY_PASSWORD=Kann den Host nicht mit einem leeren Passwort installieren.
VDS_CANNOT_INSTALL_STATUS_ILLEGAL=Kann den Host nicht installieren. Bitte schalten Sie den Host zuerst auf Wartungsmodus.
VDS_CANNOT_UPGRADE_BETWEEN_MAJOR_VERSION=Kann Host nicht aktualisieren. Host-Version ist mit der ausgew\u00E4hlten ISO-Version nicht kompatibel. Bitte w\u00E4hlen Sie ein ISO mit der Hauptversion ${IsoVersion}.x.
VDS_CANNOT_INSTALL_MISSING_IMAGE_FILE=Kann den Host nicht installieren. Die Imagedatei fehlt.
VDS_PORT_CHANGE_REQUIRE_INSTALL=Die Host-Port Nummer kann nicht ohne Neuinstallation des Hosts ge\u00E4ndert werden.
VDS_TRY_CREATE_SECURE_CERTIFICATE_NOT_FOUND=Kann neuen Host nicht \u00FCber eine gesicherte Verbindung hinzuf\u00FCgen, Zertifikat-Datei konnte nicht gefunden werden.
VDS_FENCE_DISABLED=Kann Host nicht eingrenzen, Host Fencing ist ausgeschaltet.
VDS_FENCE_DISABLED_AT_SYSTEM_STARTUP_INTERVAL=Fencing ist aufgrund der Engine Service Startup-Sequenz ausgeschaltet.
VDS_FENCE_DISABLED_AT_QUIET_TIME=Eine andere Power-Management Operation l\u00E4uft noch, bitte versuchen Sie es in ${seconds} Sekunden wieder.
TEMPLATE_IMAGE_NOT_EXIST=Kann nicht ${action} ${type}. Vorlagen Image ist nicht vorhanden
VM_CANNOT_REMOVE_VDS_GROUP_VMS_DETECTED=Kann nicht ${action} ${type}. Ein oder mehrere VMs sind noch dem Cluster zugeordnet
VMT_CANNOT_REMOVE_VDS_GROUP_VMTS_DETECTED=Kann nicht ${action} ${type}. Ein oder mehrere Vorlagen sind noch damit verkn\u00FCpft
VDS_GROUP_CANNOT_REMOVE_HAS_VM_POOLS=Kann nicht ${action} ${type}. Ein oder mehrere VM-Pools sind noch damit verkn\u00FCpft
VM_IMAGE_LOCKED=VM kann nicht laufen. Das Disk-Image wird derzeit kopiert. Bitte warten Sie bis der Copy-Vorgang abgeschlossen ist.
VM_POOL_CANNOT_ADD_VM_WITH_USERS_ATTACHED_TO_POOL=VM kann nicht zum VM-Pool angeh\u00E4ngt werden. Der VM-Pool ist bereits an einen Benutzer angeh\u00E4ngt.
ACTION_TYPE_FAILED_USER_ATTACHED_TO_POOL=Benutzer ist bereits an diesen VM-Pool angeh\u00E4ngt.
VM_POOL_CANNOT_ATTACH_TO_MORE_VMS_FROM_POOL=Benutzer ist bereits an maximale Anzahl von VMs von diesem VM-Pool angeh\u00E4ngt.
VM_POOL_CANNOT_ADD_VM_ATTACHED_TO_POOL=VM kann nicht an diesen Pool angeh\u00E4ngt werden. VM ist bereits an einen anderen VM-Pool angeh\u00E4ngt.
VM_POOL_CANNOT_DETACH_VM_NOT_ATTACHED_TO_POOL=VM kann nicht von diesem Pool abgeh\u00E4ngt werden. VM ist an den VM-Pool angeh\u00E4ngt.
VM_POOL_CANNOT_ADD_VM_DIFFERENT_CLUSTER=VM kann nicht zum VM-Pool angeh\u00E4ngt werden. VM befindet sich auf einem anderen Host-Cluster als der VM-Pool.
VM_POOL_CANNOT_REMOVE_VM_POOL_WITH_ATTACHED_DIRECTORY_GROUPS=Kann VM-Pool nicht entfernen. Zuerst Verzeichnis-Gruppen vom VM-Pool trennen.
VM_POOL_CANNOT_REMOVE_VM_POOL_WITH_ATTACHED_USERS=Kann VM-Pool nicht entfernen. Zuerst Benutzer vom VM-Pool trennen.
VM_POOL_CANNOT_REMOVE_VM_POOL_WITH_VMS=Kann VM-Pool nicht entfernen. Zuerst VMs vom VM-Pool trennen.
VM_POOL_CANNOT_REMOVE_RUNNING_VM_FROM_POOL=VM kann nicht von diesem VM-Pool abgeh\u00E4ngt werden. VM l\u00E4uft.
VM_POOL_CANNOT_ADD_RUNNING_VM_TO_POOL=VM kann nicht an diesen VM-Pool angeh\u00E4ngt werden. VM l\u00E4uft.
VM_INVALID_SERVER_CLUSTER_ID=Ung\u00FCltige Host-Cluster Id.
VMT_CANNOT_CREATE_TEMPLATE_FROM_DOWN_VM=Kann ${type} nicht ${action}. VM l\u00E4uft noch, VM stoppen und nochmals versuchen.
VMT_CANNOT_REMOVE_BLANK_TEMPLATE=Kann nicht ${action} ${type}. Entfernen einer Blank-Vorlage ist nicht erlaubt.
VMT_CANNOT_EDIT_BLANK_TEMPLATE=Kann nicht ${action} ${type}. Bearbeitung einer Blank-Vorlage ist nicht erlaubt.
VMT_CANNOT_EXPORT_BLANK_TEMPLATE=Kann eine Blank-Vorlage nicht exportieren.
VMT_CANNOT_UPDATE_ILLEGAL_FIELD=Aktualisieren der Eigenschaften der VM-Vorlage fehlgeschlagen.
VMT_CANNOT_UPDATE_VERSION_NAME=Kann den Namen der Sub-Vorlage nicht aktualisieren, nur der Versionsname kann aktualisiert werden.
DIRECTORY_GROUP_CANNOT_REMOVE_DIRECTORY_GROUP_ATTACHED_TO_VM=Kann Verzeichnis-Gruppe nicht entfernen. Zuerst Verzeichnis-Gruppe von VM trennen.
VM_NOT_FOUND=VM wurde nicht gefunden
ACTION_TYPE_FAILED_CLUSTER_UNDEFINED_ARCHITECTURE=Kann ${type} nicht ${action}. Der Cluster hat keine definierte Architektur.
ACTION_TYPE_FAILED_VM_IN_PREVIEW=Kann nicht ${action} ${type}. VM f\u00FChrt eine Vorschau eines Snapshot durch.
ACTION_TYPE_FAILED_STORAGE_DELETE_VMS_IN_PREVIEW=Kann ${type} nicht ${action}. Die folgenden VMs bieten die Vorschau eines Snapshots\: ${vms}.
ACTION_TYPE_FAILED_VM_DISK_SNAPSHOT_IS_ATTACHED_TO_ANOTHER_VM=Kann ${type} nicht ${action}. Die Disk-Schnappsch\u00FCsse der folgenden VMs sind an andere VMs angeh\u00E4ngt (Disk Alias/Schnappschuss Beschreibung/VM angeh\u00E4ngt an)\:\n\n${disksInfo}\n\nBitte h\u00E4ngen Sie diese von den VMs ab und versuchen Sie es erneut.
ACTION_TYPE_FAILED_VM_DISK_SNAPSHOT_IS_PLUGGED_TO_ANOTHER_VM=Kann ${type} nicht ${action}. Die Disk-Schnappsch\u00FCsse der folgenden VMs sind an andere VMs angeschlossen (Disk Alias/Schnappschuss Beschreibung/VM angeh\u00E4ngt an)\:\n\n${disksInfo}\n\nBitte h\u00E4ngen Sie diese von den VMs ab oder deaktivieren Sie sie und versuchen Sie es erneut.
ACTION_TYPE_FAILED_VM_HAS_PLUGGED_DISK_SNAPSHOT=Kann ${type} nicht ${action}. Die aktivierten Disks der folgenden VMs asind keine Disk-Schnappsch\u00FCsse (VM/Disk Schnappsch\u00FCsse)\:\n\n${disksInfo}.\n\nBitte deaktivieren Sie sie und versuchen Sie es erneut.
ACTION_TYPE_FAILED_SHAREABLE_DISKS_NOT_SUPPORTED_ON_GLUSTER_DOMAIN=Kann ${type} nicht ${action}. Gemeinsam nutzbare Disks werden von Gluster Domains nicht unterst\u00FCtzt.
ACTION_TYPE_FAILED_DISKS_LOCKED=Kann nicht ${action} ${type}. Die folgenden Datentr\u00E4ger sind gesperrt\: $(diskAliases). Bitte versuchen Sie es in ein paar Minuten wieder.
ACTION_TYPE_DISK_INTERFACE_UNSUPPORTED=Kann ${type} nicht ${action}. Die Disk-Schnittstelle wird nicht vom VM OS unterst\u00FCtzt\: ${osName}.
ACTION_TYPE_FAILED_DISKS_ILLEGAL=Kann ${type}nicht ${action}. Die folgenden angeh\u00E4ngten Datentr\u00E4ger befinden sich im Status ILLEGAL\: ${diskAliases} - bitte entfernen Sie diese und versuchen Sie es erneut.
ACTION_TYPE_FAILED_MOVE_DISKS_MIXED_PLUGGED_STATUS=Kann ${type} nicht ${action}.  Die folgenden Disks konnten nicht verschoben werden\: ${diskAliases}. Bitte stellen Sie sicher, dass alle Disks in der VM aktiv oder inaktiv sind.
ACTION_TYPE_FAILED_IMPORT_DISKS_ALREADY_EXIST=Kann nicht ${action} ${type}. Die folgenden Datentr\u00E4ger sind bereits vorhanden\: ${diskAliases}. Bitte als einen Klon importieren.
ACTION_TYPE_FAILED_VM_IS_LOCKED=Kann nicht ${action} ${type}. VM ist gesperrt. Bitte versuchen Sie es in ein paar Minuten wieder.
ACTION_TYPE_FAILED_VM_DURING_EXPORT=Kann nicht ${action} ${type}. VM wird derzeit exportiert. Bitte versuchen Sie es in ein paar Minuten wieder.
ACTION_TYPE_FAILED_VM_IMAGE_IS_ILLEGAL=Kann nicht ${action} ${type}. VMs Image k\u00F6nnte besch\u00E4digt sein.
ACTION_TYPE_FAILED_VM_HAS_NO_DISKS=Kann nicht ${action} ${type}. VM hat keine Datentr\u00E4ger.
ACTION_TYPE_FAILED_IMAGE_REPOSITORY_NOT_FOUND=Kann nicht ${action} ${type}. Speicherdom\u00E4ne kann nicht angesprochen werden.\n- Bitte \u00FCberpr\u00FCfen Sie, dass mindestens ein Host in Betrieb ist und der Data-Center Status auf Up ist.
ACTION_TYPE_FAILED_VM_IS_RUNNING=Kann nicht ${action} ${type}. VM l\u00E4uft.
ACTION_TYPE_FAILED_VM_IS_BEING_CLONED=Kann ${type} nicht ${action}. VM wird geklont.
ACTION_TYPE_FAILED_VM_IS_BEING_UPDATED=Kann ${type} nicht ${action}. VM wird aktualisiert.
ACTION_TYPE_FAILED_VM_IS_NOT_RUNNING=Kann nicht ${action} ${type}. VM l\u00E4uft nicht.
ACTION_TYPE_FAILED_VM_IS_NOT_UP=Kann nicht ${action} ${type}. VM ist nicht Up.
ACTION_TYPE_FAILED_VM_IS_NOT_DOWN=Kann nicht ${action} ${type}. Zumindest eine der VMs ist aktiv.
ACTION_TYPE_FAILED_VM_IS_NOT_DOWN_OR_UP=${action} ${type} nicht m\u00F6glich. VM ${VmName} muss sich im Status Down, Up oder Paused befinden.
ACTION_TYPE_FAILED_VM_IS_SAVING_RESTORING=Kann nicht ${action} ${type}. VM ist in Speichern / Wiederherstellen Status.\n-Bitte warten Sie, bis sich der VM-Status entweder in oder au\u00DFer Betrieb ist.
ACTION_TYPE_FAILED_VM_IS_DURING_SNAPSHOT=Kann ${type} nicht ${action}. Die VM f\u00FChrt derzeit eine Operation auf einem Snapshot durch. Bitte warten Sie, bis der Vorgang abgeschlossen ist, und versuchen Sie es dann erneut.
# translation auto-copied from project oVirt, version rhevm-3.2, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author rgromans
ACTION_TYPE_FAILED_VM_STATUS_ILLEGAL=Kann ${type} nicht ${action}, da VM sich im ${vmStatus} Status befindet.
ACTION_TYPE_FAILED_VM_RUNNING_STATELESS=Kann nicht ${action} ${type}. VM l\u00E4uft als Zustandslos. Bitte versuchen Sie es nochmals wenn VM nicht als Zustandslos l\u00E4uft.
ACTION_TYPE_FAILED_VM_HAS_STATELESS_SNAPSHOT_LEFTOVER=Kann nicht ${action} ${type}. VM lief als Zustandslos und hat nicht erfolgreich aufger\u00E4umt. Bitte versuchen Sie das VM zu starten wodurch das VM bereinigt werden sollte, und versuchen Sie es erneut, wenn VM nicht l\u00E4uft.
ACTION_TYPE_FAILED_VM_IN_USE_BY_OTHER_USER=Kann nicht ${action} ${type}. VM wird von einem anderen Benutzer verwendet.
ACTION_TYPE_FAILED_VM_NOT_FOUND=Kann nicht ${action} ${type}. VM nicht gefunden.
ACTION_TYPE_FAILED_CANNOT_USE_LATEST_WITH_CLONE=Kann ${type} nicht ${action}. Verwendung von 'Aktuellster Version' nicht m\u00F6glich, wenn Klon von Vorlage verwendet wird.
ACTION_TYPE_FAILED_VM_NOT_SET_FOR_LATEST=Kann ${type} nicht ${action}. VM ist auf die Verwendung einer spezifischen Version eingestellt und f\u00FChrt keine automatische Aktualisierung auf die not automatically update to the latest version.
ACTION_TYPE_FAILED_VM_ALREADY_IN_LATEST_VERSION=Kann ${type} nicht ${action}. VM ist bereits die aktuellste Version.
ACTION_TYPE_FAILED_VM_IS_NON_MIGRTABLE=Kann nicht ${action} ${type}. VM ist nicht migrierf\u00E4hig.
ACTION_TYPE_FAILED_VM_IS_NON_MIGRTABLE_AND_IS_NOT_FORCED_BY_USER_TO_MIGRATE=Kann nicht ${action} ${type}. VM ist nicht migrierf\u00E4hig und Benutzer hat nicht den Zwangsmigration Schalter angegeben
ACTION_TYPE_FAILED_VM_IS_PINNED_TO_HOST=Kann nicht ${action} ${type}. VM ist am Host festgemacht.
VM_PINNED_TO_HOST_CANNOT_RUN_ON_THE_DEFAULT_VDS=Hinweis\: VM ist an Host '${VdsName}' festgemacht, kann aber nicht darauf laufen.
HOST_NAME_NOT_AVAILABLE=$VdsName [N/A]
VM_HOSTCPU_MUST_BE_PINNED_TO_HOST=Kann nicht ${action} ${type}. VM mit cpu-Flags muss am Host festgemacht werden.
ACTION_TYPE_FAILED_VM_NOT_EXIST=Kann nicht ${action} ${type}. VM ist nicht vorhanden
ACTION_TYPE_FAILED_VM_CANNOT_BE_HIGHLY_AVAILABLE_AND_PINNED_TO_HOST=Kann nicht ${action} ${type}. Ein Highly-Available VM kann nicht an einem spezifischen Host festgemacht sein.
ACTION_TYPE_FAILED_VM_CANNOT_BE_PINNED_TO_CPU_AND_MIGRATABLE=Migrierbare VMs k\u00F6nnen nicht an der CPU festgemacht werden.
ACTION_TYPE_FAILED_VM_CANNOT_BE_PINNED_TO_CPU_WITH_UNDEFINED_HOST=Kann Host CPU-Pinning nicht einstellen, wenn Host nicht gew\u00E4hlt ist
ACTION_TYPE_FAILED_VM_GUID_ALREADY_EXIST=Kann nicht ${action} ${type}. VM mit derselben Kennung bereits vorhanden.
ACTION_TYPE_FAILED_VM_ATTACHED_TO_POOL=Kann nicht ${action} ${type}. VM ist an einen VM-Pool angeh\u00E4ngt.
ACTION_TYPE_FAILED_NO_AVAILABLE_POOL_VMS=Kann nicht ${action} ${type}. Es gibt keine verf\u00FCgbaren VMs im VM-Pool.
ACTION_TYPE_FAILED_VM_FROM_POOL_CANNOT_BE_STATELESS=Kann nicht ${action} ${type}. VM aus dem Pool kann nicht zustandslos sein.
ACTION_TYPE_FAILED_INVALID_TIMEZONE=Kann ${type} nicht ${action}. Ung\u00FCltige Zeitzone f\u00FCr gegebenen OS-Typ.
ACTION_TYPE_FAILED_INVALID_SERIAL_NUMBER=Kann ${type} nicht ${action}. Benutzerdefinierte Seriennummer darf nicht leer sein, wenn die "Custom" Seriennummern-Richtlinie festgelegt ist.
ACTION_TYPE_FAILED_PRESTARTED_VMS_CANNOT_EXCEED_VMS_COUNT=Kann nicht ${action} ${type}. Anzahl der Prestarted-VMs darf nicht die Anzahl der VMs im Pool \u00FCberschreiten.
ACTION_TYPE_FAILED_VM_WITH_BLANK_TEMPLATE=Kann nicht ${action} ${type}. VM wurde von der Blank-Vorlage erstellt und enth\u00E4lt kein Betriebssystem. Starten Sie bitte das VM mit den 'Boot from CD' oder 'Boot from Network' Optionen im 'Run Once' Men\u00FC.
ACTION_TYPE_FAILED_DISK_SPACE_LOW=Kann nicht ${action} ${type}. Wenig Festplatten-Speicherplatz auf der aktuellen Speicherdom\u00E4ne
ACTION_TYPE_FAILED_DISK_VOLUME_TYPE_UNSUPPORTED=Kann ${type} nicht ${action}. Der Vorgang wird f\u00FCr ${volumeType} Disk(s) nicht unterst\u00FCtzt, bitte versuchen Sie es erneut mit Disk(s) eines der folgenden Typ(en)\: ${supportedVolumeTypes}.
ACTION_TYPE_FAILED_NO_SPM=Kann ${type} nicht ${action}. Das Data Center hat keinen Speicher-Pool-Manager.
ACTION_TYPE_FAILED_SPM_CHANGED=Kann ${type} nicht ${action}. Der Speicher-Pool-Manager des Data Center wurde ge\u00E4ndert.
ACTION_TYPE_FAILED_DISK_SPACE_LOW_ON_TARGET_STORAGE_DOMAIN=Kann nicht ${action} ${type}. Wenig Festplatten-Speicherplatz auf der Zielspeicherdom\u00E4ne ${storageName}.
ACTION_TYPE_FAILED_DEDICATED_VDS_NOT_IN_SAME_CLUSTER=Kann  ${type} nicht ${action}. VM ist an spezifischen Host gebunden. Zugeordneter Host-Cluster muss derselbe sein wie der VM Cluster.
ACTION_TYPE_FAILED_DISK_CONFIGURATION_NOT_SUPPORTED=Kann nicht ${action} ${type}. Die ausgew\u00E4hlte Festplatten-Konfiguration (${volumeFormat} ${volumeType}) ist inkompatibel mit dem Speicherdom\u00E4nentyp.
ACTION_TYPE_FAILED_OVF_CONFIGURATION_NOT_SUPPORTED=Kann ${type} nicht ${action}. Die OVF-Konfiguration konnte nicht geparst werden.
ACTION_TYPE_FAILED_DISK_LUN_IS_ALREADY_IN_USE=Kann nicht ${action} ${type}. Die angegebene lun wird von einer anderen Festplatte verwendet.
ACTION_TYPE_FAILED_DISK_LUN_HAS_NO_VALID_TYPE=Kann nicht ${action} ${type}. Die angegebene lun hat keine g\u00FCltige lun Type.
ACTION_TYPE_FAILED_DISK_LUN_ISCSI_MISSING_CONNECTION_PARAMS=Kann nicht ${action} ${type}. Der angegebenen lun fehlt zumindest ein Verbindungsparameter (address/port/iqn).
ACTION_TYPE_FAILED_MIGRATION_IN_PROGRESS=Kann nicht ${action} ${type}. VM-Migration ist im Gange
ACTION_TYPE_FAILED_MIGRATION_TO_SAME_HOST=Kann nicht ${action} ${type}. Quelle und Ziel ist gleich.
ACTION_TYPE_FAILED_INVALID_CUSTOM_PROPERTIES_INVALID_SYNTAX=Kann nicht ${action} ${type} wenn benutzerdefinierte Eigenschaften in ung\u00FCltigem Format sind. Bitte \u00FCberpr\u00FCfen Sie die Eingabe.
ACTION_TYPE_FAILED_INVALID_CUSTOM_PROPERTIES_INVALID_KEYS=Kann nicht ${action} ${type} wenn einige der benutzerdefinierten Eigenschaften nicht durch das System konfiguriert sind. Die Schl\u00FCssel sind\: ${MissingKeys}
ACTION_TYPE_FAILED_INVALID_CUSTOM_PROPERTIES_INVALID_VALUES=Kann nicht ${action} ${type} wenn einige der benutzerdefinierten Eigenschaften unzul\u00E4ssige Werte haben. Die Schl\u00FCssel sind\: ${WrongValueKeys}
ACTION_TYPE_FAILED_CUSTOM_PROPERTIES_NOT_SUPPORTED_IN_VERSION=Kann nicht ${action} ${type}. Benutzerdefinierte Eigenschaften werden in dieser Version nicht unterst\u00FCtzt\: ${NotSupportedInVersion}
ACTION_TYPE_FAILED_INVALID_DEVICE_TYPE_FOR_CUSTOM_PROPERTIES=Kann nicht ${action} ${type}. Benutzerdefinierte Eigenschaften werden f\u00FCr diesen Ger\u00E4tetyp nicht unterst\u00FCtzt\: ${InvalidDeviceType}
ACTION_TYPE_FAILED_VDS_VM_CLUSTER=Kann nicht ${action} ${type}. Es gibt keine verf\u00FCgbaren laufenden Hosts im Host-Cluster.
ACTION_TYPE_FAILED_VDS_VM_MEMORY=Kann nicht ${action} ${type}. Es gibt keine verf\u00FCgbaren laufenden Hosts mit ausreichendem Speicher im VM-Cluster.
ACTION_TYPE_FAILED_VDS_VM_CPUS=Kann nicht ${action} ${type}. Es gibt keine verf\u00FCgbaren laufenden Hosts mit genug Prozessorkernen im VM-Cluster.
ACTION_TYPE_FAILED_VDS_VM_CPU_LEVEL=Kann ${type} nicht ${action}. Der Host hat eine niedrigere CPU-Ebene als die VM ausgef\u00FChrt wurde.
ACTION_TYPE_FAILED_VDS_VM_NETWORKS=Kann nicht ${action} ${type}. Es gibt keine verf\u00FCgbaren laufenden Hosts mit s\u00E4mtlichen Netzwerken die von der VM verwendet werden.
ACTION_TYPE_FAILED_MISSING_DISPLAY_NETWORK=Kann nicht ${action} ${type}. Es gibt keine verf\u00FCgbaren laufenden Hosts mit dem Anzeigenetzwerk des Hosts. 
ACTION_TYPE_FAILED_NO_HA_VDS=Kann ${type} nicht ${action}. Es gibt keine verf\u00FCgbaren HA-Hosts im Cluster der VM.
CANNOT_MAINTENANCE_VDS_RUN_VMS_NO_OTHER_RUNNING_VDS=Die folgenden Hosts habe laufende VMs und k\u00F6nnen nicht auf Wartungsmodus umgeschaltet werden\: ${HostsList}.
Please=Stellen Sie sicher, dass die folgenden Cluster mindestens einen Host im UP Status haben\: ${ClustersList}.
ACTION_TYPE_FAILED_VDS_VM_VERSION=Kann nicht ${action} ${type}. VM-Tools-Version (${toolsVersion}) stimmt nicht mit der Host-(${serverVersion}) Version \u00FCberein.
ACTION_TYPE_FAILED_VDS_VM_SWAP=Kann nicht ${action} ${type}. Host Swap Prozentsatz liegt \u00FCber dem definierten Schwellenwert.\n- Pr\u00FCfen Sie Ihre Konfigurationsparameter f\u00FCr Host-Swap-Prozentsatz.
ACTION_TYPE_FAILED_NO_VDS_AVAILABLE_IN_CLUSTER=Kann nicht ${action} ${type}. Es gibt keinen verf\u00FCgbaren laufenden Host (im UP Status) im aktuellen Cluster.
ACTION_TYPE_FAILED_CANNOT_REMOVE_IMAGE_TEMPLATE=Kann nicht ${action} ${type}. Entfernen eines Vorlage-Snapshot ist nicht erlaubt.
ACTION_TYPE_FAILED_CANNOT_REMOVE_ACTIVE_IMAGE=Kann nicht ${action} ${type}. Entfernen eines aktiven VM-Snapshot ist nicht erlaubt.
ACTION_TYPE_FAILED_PROBLEM_WITH_CANDIDATE_INFO=Kann nicht ${action} ${type}. Keine Daten f\u00FCr die Import Operation erhalten.\n- Pr\u00FCfen Sie Ihre Import-Domain.
ACTION_TYPE_FAILED_TEMPLATE_DOES_NOT_EXIST=Kann nicht ${action} ${type}. Die aktuelle Vorlage ist nicht vorhanden.
ACTION_TYPE_FAILED_CLUSTER_CAN_NOT_BE_EMPTY=Kann ${type} nicht ${action}. Der relevante Cluster ist nicht vorhanden.
ACTION_TYPE_FAILED_TEMPLATE_VERSION_CANNOT_BE_BASE_TEMPLATE=Kann ${type} nicht ${action}. Nur die erste Vorlagenversion kann als Basis Vorlage ausgew\u00E4hlt werden.
ACTION_TYPE_FAILED_INSTANCE_TYPE_DOES_NOT_EXIST=Kann ${type} nicht ${action}. Der relevante Instanztyp ist nicht vorhanden.
ACTION_TYPE_FAILED_IMAGE_TYPE_DOES_NOT_EXIST=Kann ${type} nicht ${action}. Der relevante Image-Typ ist nicht vorhanden.
ACTION_TYPE_FAILED_TEMPLATE_IS_DISABLED=Kann nicht ${action} ${type}. Die Vorlage ist deaktiviert. Bitte aktivieren Sie zuerst die Vorlage und versuchen Sie es dann erneut.
ACTION_TYPE_FAILED_IMAGE_ALREADY_EXISTS=Kann nicht ${action} ${type}. Eine der Vorlage-Images bereits vorhanden.
ACTION_TYPE_FAILED_TEMPLATE_GUID_ALREADY_EXISTS=Kann nicht ${action} ${type}. Eine Vorlage mit derselben Kennung bereits vorhanden.
ACTION_TYPE_FAILED_CANDIDATE_ALREADY_EXISTS=Kann nicht ${action} ${type}. Der Export Kandidat existiert bereits im angegebenen Pfad.\n- Verwenden Sie die 'Force Override' Option, um die vorhandene Datei au\u00DFer Kraft zu setzen.
ACTION_TYPE_FAILED_ROLE_IS_READ_ONLY=Kann nicht ${action} ${type}. Die Role ist schreibgesch\u00FCtzt.
ACTION_TYPE_FAILED_STORAGE_POOL_NOT_MATCH=Kann nicht ${action} ${type}. Das Ziel-Data-Center enth\u00E4lt nicht die ${type}.
ACTION_TYPE_FAILED_STORAGE_POOL_OF_VM_NOT_MATCH=Kann nicht ${action} ${type}. Das Ziel-Datenzentrum enth\u00E4lt nicht die Virtuelle Maschine.
ACTION_TYPE_FAILED_STORAGE_DOMAIN_ALREADY_CONTAINS_DISK=Kann nicht ${action} ${type}. Die Speicherdom\u00E4ne enth\u00E4lt bereits die Ziel-Datentr\u00E4ger.
ACTION_TYPE_FAILED_STORAGE_DELETE_PROTECTED=Kann ${type} nicht ${action}. Die folgenden VMs/Vorlagen besitzen einen L\u00F6schschutz\: ${vms}.
ACTION_TYPE_FAILED_STORAGE_VMS_IN_POOL=Kann ${type} nicht ${action}. Die folgenden VMs/Vorlagen sind am Pool angeh\u00E4ngt\: ${vms}.
ACTION_TYPE_FAILED_STORAGE_DOMAIN_NAME_ALREADY_EXIST=Kann nicht ${action} ${type}. Der Speicherdom\u00E4ne Name wird bereits verwendet.
ACTION_TYPE_FAILED_STORAGE_DOMAIN_ALREADY_EXIST=Kann nicht ${action} ${type}. Der Speicherdom\u00E4ne Name ist bereits vorhanden.
ACTION_TYPE_FAILED_STORAGE_POOL_NAME_ALREADY_EXIST=Kann nicht ${action} ${type}. Der Data-Center Name wird bereits verwendet.
ACTION_TYPE_FAILED_TEMPLATE_NOT_FOUND_ON_DESTINATION_DOMAIN=Kann nicht ${action} ${type}. Die aktuelle Speicherdom\u00E4ne enth\u00E4lt nicht die VM-Vorlage.
ACTION_TYPE_FAILED_NO_VDS_IN_POOL=Kann nicht ${action} ${type}. Es gibt keinen aktiven Host im Data-Center.
ACTION_TYPE_FAILED_REQUESTED_DISK_SIZE_IS_TOO_SMALL=Kann nicht ${action}. Neue Datentr\u00E4gergr\u00F6\u00DFe muss gr\u00F6\u00DFer sein als aktuelle Datentr\u00E4gergr\u00F6\u00DFe.
ACTION_TYPE_FAILED_CANNOT_RESIZE_READ_ONLY_DISK=Kann ${type} nicht ${action}. Gr\u00F6\u00DFe einer schreibgesch\u00FCtzten Disk kann nicht ge\u00E4ndert werden.
ACTION_TYPE_FAILED_CANNOT_RESIZE_DISK_SNAPSHOT=Kann ${type} nicht ${action}. Gr\u00F6\u00DFe des Disk-Schnappschuss kann nicht ge\u00E4ndert werden.
ACTION_TYPE_FAILED_ILLEGAL_DISK_OPERATION=Kann nicht ${action} ${type}. Datentr\u00E4ger in unzul\u00E4ssigem Status. Unzul\u00E4ssige Datentr\u00E4ger k\u00F6nnen nur gel\u00F6scht werden.
ACTION_TYPE_FAILED_CLOUD_INIT_IS_NOT_SUPPORTED=Kann nicht ${action} ${type}. Cloud-Init wird nur von Cluster-Kompatibilit\u00E4tsversion 3.3 und h\u00F6her unterst\u00FCtzt.
ACTION_TYPE_FAILED_QEMU_UNSUPPORTED_OPERATION=Kann ${type} nicht ${action}. Dieser Vorgang wird von QEMU nicht unterst\u00FCtzt.
VAR__TYPE__HOST=$type Host
VAR__ENTITIES__HOSTS=$entities Hosts
VAR__TYPE__NETWORK=$type Netzwerk
VAR__TYPE__NETWORKS=$type Netzwerke
VAR__TYPE__LABEL=$type Bezeichnung
VAR__TYPE__VNIC_PROFILE=$type VM Netzwerkschnittstellenprofil
VAR__TYPE__PROVIDER=$type Provider
VAR__TYPE__PROVIDER_CERTIFICATE_CHAIN=$type Provider Zertifikatskette
VAR__TYPE__VM=$type VM
VAR__ENTITIES__VMS=$entities Virtuelle Maschinen
VAR__TYPE__QUOTA=$type Kontingent
VAR__TYPE__COMPUTER_ACCOUNT=$type Computer Konto
VAR__TYPE__VM_TEMPLATE=$type Vorlage
VAR__ENTITIES__VM_TEMPLATES=$entities Vorlagen
VAR__TYPE__SNAPSHOT=$type Snapshot
VAR__TYPE__DESKTOP_POOL=$type VM-Pool
VAR__TYPE__VM_FROM_VM_POOL=$type VM vom VM-Pool
VAR__TYPE__CLUSTER=$type Cluster
VAR__TYPE__ROLE=$type Role
VAR__TYPE__INTERFACE=$type Schnittstelle
VAR__TYPE__VM_DISK=$type Virtuelle-Maschine-Festspeicher
VAR__TYPE__BOOKMARK=$type Bookmark
VAR__TYPE__VM_TICKET=$type Virtuelle-Maschine-Ticket
VAR__TYPE__STORAGE__CONNECTION=$type Speicher-Verbindung
VAR__TYPE__STORAGE__DOMAIN=$type Speicher
VAR__TYPE__STORAGE__POOL=$type  Data-Center
VAR__TYPE__USER_FROM_VM=$type Benutzer der VM
VAR__TYPE__USER=$type Benutzer
VAR__TYPE__PERMISSION=$type Berechtigung
VAR__TYPE__HOST_CAPABILITIES=$type Host-Capabilities
VAR__TYPE__ISCSI_BOND=$type iSCSI Bond
VAR__TYPE__DISK__SNAPSHOT=$type Disk Snapshot
VAR__ACTION__RUN=$action ausf\u00FChren
VAR__ACTION__REMOVE=$action entfernen
VAR__ACTION__ADD=$action hinzuf\u00FCgen
VAR__ACTION__CREATE=$action erstellen
VAR__ACTION__PAUSE=$action aussetzen
VAR__ACTION__HIBERNATE=$action ruhigstellen
VAR__ACTION__MIGRATE=$action migrieren
VAR__ACTION__CANCEL_MIGRATE=$action Migration abbrechen
VAR__ACTION__ATTACH_DESKTOP_TO=$action VM zuordnen zu
VAR__ACTION__REVERT_TO=$action zur\u00FCcksetzen
VAR__ACTION__PREVIEW=$action Vorschau
VAR__ACTION__STOP=$action Stop
VAR__ACTION__START=$action Start
VAR__ACTION__RESTART=$action Neu-Start
VAR__ACTION__SHUTDOWN=$action au\u00DFer Betrieb setzen
VAR__ACTION__EXPORT=$action exportieren
VAR__ACTION__EXTEND=$action erweitern
VAR__ACTION__IMPORT=$action importieren
VAR__ACTION__ATTACH_ACTION_TO=$action anh\u00E4ngen
VAR__ACTION__DETACH_ACTION_TO=$action abh\u00E4ngen
VAR__ACTION__MOVE=$action verschieben
VAR__ACTION__COPY=$action kopieren
VAR__ACTION__CHANGE_CD=$action CD wechseln
VAR__ACTION__EJECT_CD=$action CD auswerfen
VAR__ACTION__ALLOCATE_AND_RUN=$action zuordnen und starten
VAR__ACTION__MANUAL_FENCE=$action best\u00E4tigen 'Host wurde neu gestartet'
VAR__ACTION__MAINTENANCE=$action Wartung
VAR__ACTION__SET=$action festlegen
VAR__ACTION__SETUP=$action Setup
VAR__ACTION__UPDATE=$action bearbeiten
VAR__ACTION__ATTACH=$action anh\u00E4ngen
VAR__ACTION__DETACH=$action abh\u00E4ngen
VAR__ACTION__ACTIVATE=$action aktivieren
VAR__ACTION__DEACTIVATE=$action de-aktivieren
VAR__ACTION__RECONSTRUCT_MASTER=$action Master rekonstruieren
VAR__ACTION__RECOVER_POOL=$action Data-Center wiederherstellen
VAR__ACTION__DESTROY_DOMAIN=$action zerst\u00F6ren
VAR__ACTION__HOT_PLUG=$action Hotplug verbinden
VAR__ACTION__HOT_UNPLUG=$action Hotplug trennen
VAR__ACTION__HOT_SET_CPUS=$action cpus w\u00E4hrend des Betriebs einstellen
VAR__ACTION__LOGON=$action Logon
VAR__ACTION__LOGOFF=$action Logoff
VAR__ACTION__ASSIGN=$action zuweisen
VAR__ACTION__SCAN_ALIGNMENT=$action Alignment scannen
VAR__ACTION__EXTEND_IMAGE_SIZE=$action erweitern
VAR__ACTION__UPDATE_VM_VERSION=$action aktualisiere Version f\u00FCr
VAR__HOST_STATUS__UP=$hostStatus Up
VAR__HOST_STATUS__UP_MAINTENANCE_OR_NON_OPERATIONAL=$hostStatus Up, Wartung oder Nicht Betriebsbereit
VAR__VM_STATUS__UP=$vmStatus in Betrieb
VAR__VM_STATUS__UNASSIGNED=$vmStatus nicht zugeordnet
VAR__VM_STATUS__DOWN=$vmStatus au\u00DFer Betrieb
VAR__VM_STATUS__POWERING_UP=$vmStatus Einschaltung
VAR__VM_STATUS__PAUSED=$vmStatus anghalten
VAR__VM_STATUS__MIGRATING=$vmStatus migriere
VAR__VM_STATUS__UNKNOWN=$vmStatus unbekannt
VAR__VM_STATUS__NOT_RESPONDING=$vmStatus antwortet nicht
VAR__VM_STATUS__WAIT_FOR_LAUNCH=$vmStatus auf Launch warten
VAR__VM_STATUS__REBOOT_IN_PROGRESS=$vmStatus Reboot im Gange
VAR__VM_STATUS__SAVING_STATE=$vmStatus Status wird gespeichert
VAR__VM_STATUS__RESTORING_STATE=$vmStatus Status wird wiederhergestellt
VAR__VM_STATUS__SUSPENDED=$vmStatus ausgeh\u00E4ngt
VAR__VM_STATUS__IMAGE_LOCKED=$vmStatus Image gesperrt
VAR__VM_STATUS__POWERING_DOWN=$vmStatus Abschaltung
VAR__VM_STATUS__IMAGE_ILLEGAL=$vmStatus Image ung\u00FCltig
VAR__VM_STATUS__PREPARING_FOR_HIBERNATE=$vmStatus Vorbereitung f\u00FCr Hibernate
ACTION_TYPE_FAILED_MISSED_STORAGES_FOR_SOME_DISKS=Kann nicht ${action} ${type}. Die angegebenen Speicherdom\u00E4nen befinden sich im Wartungs-/nicht betriebsbereiten Status.
ACTION_TYPE_FAILED_STORAGE_DOMAIN_IS_WRONG=Kann nicht ${action} ${type}. Falsche Speicherdom\u00E4ne angegeben, die sich nicht auf einen Datentr\u00E4ger bezieht.
ACTION_TYPE_FAILED_DISK_ALREADY_ATTACHED=Kann nicht ${action} ${type}. Die Festplatte ist bereits an VM angeh\u00E4ngt.
ACTION_TYPE_FAILED_DISK_ALREADY_DETACHED=Kann nicht ${action} ${type}. Die Festplatte ist bereits von VM abgeh\u00E4ngt.
ACTION_TYPE_FAILED_NOT_SHAREABLE_DISK_ALREADY_ATTACHED=Kann nicht ${action} ${type}. Die Festplatte ist nicht gemeinsam nutzbar und bereits an ein VM angeh\u00E4ngt.
ACTION_TYPE_FAILED_VM_MAX_RESOURCE_EXEEDED=Kann nicht ${action} ${type}. Maximaler Wert f\u00FCr gleichzeitig laufende VMs \u00FCberschritten.
ACTION_TYPE_FAILED_CPU_NOT_FOUND=Kann nicht ${action} ${type}. Die ausgew\u00E4hlte CPU ist nicht unterst\u00FCtzt.
ACTION_TYPE_FAILED_EXCEEDED_MAX_PCI_SLOTS=Kann nicht ${action} ${type}. Maximum f\u00FCr PCI-Ger\u00E4te \u00FCberschritten.
ACTION_TYPE_FAILED_EXCEEDED_MAX_IDE_SLOTS=Kann nicht ${action} ${type}. Maximum f\u00FCr IDE-Ger\u00E4te \u00FCberschritten.
ACTION_TYPE_FAILED_EXCEEDED_MAX_VIRTIO_SCSI_DISKS=Kann ${type} nicht ${action}. Maximale VirtIO SCSI Ger\u00E4te \u00FCberschritten.
ACTION_TYPE_FAILED_EXCEEDED_MAX_SPAPR_VSCSI_DISKS=Kann ${type} nicht ${action}. Maximale sPAPR VSCSI Ger\u00E4te \u00FCberschritten.
USER_CANNOT_ATTACH_TO_VM_ALREADY_ATTACHED=Benutzer ist bereits an VM angeh\u00E4ngt.
USER_CANNOT_ATTACH_TO_VM_NOT_ATTACHED=Benutzer ist nicht an VM angeh\u00E4ngt.
USER_FAILED_TO_AUTHENTICATE=Fehler bei der Anmeldung. Bitte \u00FCberpr\u00FCfen Sie Ihre Login-Informationen oder wenden Sie sich an den Systemadministrator.
USER_FAILED_TO_AUTHENTICATE_TIMED_OUT=Anmeldung fehlgeschlagen. An einem oder mehreren Servern, die am Anmeldeprozess teilnehmen, ist ein Timeout aufgetreten.
USER_FAILED_TO_AUTHENTICATE_SERVER_IS_NOT_AVAILABLE=Anmeldung fehlgeschlagen. Einer oder mehrere Server, die f\u00FCr den Anmeldeprozess notwendig sind, ist/sind nicht verf\u00FCgbar.
USER_FAILED_TO_AUTHENTICATE_KERBEROS_ERROR=Fehler bei der Anmeldung. Client nicht in der Kerberos-Datenbank gefunden. Bitte \u00FCberpr\u00FCfen Sie Ihre Login-Informationen oder wenden Sie sich an den Systemadministrator.
USER_FAILED_TO_AUTHENTICATION_WRONG_AUTHENTICATION_METHOD=Fehler bei der Anmeldung (Authentifizierung fehlgeschlagen).\n- Bitte \u00FCberpr\u00FCfen Sie, ob in Ihrem System die richtige Authentifizierungsmethode verwendet wird.
VMT_CLUSTER_IS_NOT_VALID=Kann nicht ${action} ${type}. Cluster ID ung\u00FCltig.
USER_ACCOUNT_DISABLED=Kann nicht Anmelden. Benutzerkonto ist ausgeschaltet oder gesperrt, bitte wenden Sie sich an Ihren Systemadministrator.
USER_PERMISSION_DENIED=Berechtigung abgelehnt. Engine-Administrator Berechtigung ist erforderlich.
USER_CANNOT_LOGIN_SESSION_MISSING=Kann nicht Anmelden. Sitzungszeitlimit \u00FCberschritten.
USER_CANNOT_REMOVE_ADMIN_USER=Kann internen Admin Benutzer oder seine Berechtigungen nicht entfernen.
USER_MUST_EXIST_IN_DB=Benutzer muss in der Datenbank vorhanden sein.
USER_MUST_EXIST_IN_DIRECTORY=Benutzer muss im Verzeichnis vorhanden sein.
USER_IS_ALREADY_LOGGED_IN=Benutzer ist bereits angemeldet.
USER_IS_NOT_LOGGED_IN=Benutzer ist nicht angemeldet.
USER_DOES_NOT_HAVE_A_VALID_EMAIL=Benutzer hat keine g\u00FCltige E-Mail-Adresse.
USB_NATIVE_SUPPORT_ONLY_AVAILABLE_ON_CLUSTER_LEVEL=Systemeigene USB-Unterst\u00FCtzung ist nur auf Cluster-Ebene 3.1 oder h\u00F6her verf\u00FCgbar.
USB_LEGACY_NOT_SUPPORTED_ON_LINUX_VMS=Altsystem-USB-Unterst\u00FCtzung ist nicht verf\u00FCgbar auf Linux VMs.
VM_POOL_CANNOT_CREATE_FROM_BLANK_TEMPLATE=VM-Pool muss auf nicht-leerer Vorlage basieren.
VM_POOL_CANNOT_UPDATE_POOL_NOT_FOUND=Kann VM-Pool Eigenschaften nicht ver\u00E4ndern - VM-Pool nicht gefunden.
ACTION_TYPE_FAILED_VM_TASKS_ARE_ALREADY_RUNNING=Kann nicht ${action} ${type}. Es gibt bereits asynchron laufende Tasks, bitte sp\u00E4ter wiederholen.
VM_CANNOT_SUSPENDE_HAS_RUNNING_TASKS=Kann VM nicht aussetzen. VM hat asynchron laufende Tasks, bitte sp\u00E4ter wiederholen.
VM_CANNOT_SUSPEND_STATELESS_VM=Kann VM nicht aussetzen. VM ist zustandslos.
VM_CANNOT_SUSPEND_VM_FROM_POOL=Kann VM, die zu einem VM-Pool geh\u00F6rt, nicht aussetzen.
ACTION_TYPE_FAILED_NO_SUITABLE_DOMAIN_FOUND=Kann nicht ${action} ${type}. Es wurde keine aktive Datenspeicherdom\u00E4ne mit ausreichendem Speicher im Data-Center gefunden.
USER_NOT_AUTHORIZED_TO_PERFORM_ACTION=Der Benutzer ist nicht berechtigt, diese Aktivit\u00E4t durchzuf\u00FChren.
ERROR_CANNOT_REMOVE_ROLE_ATTACHED_TO_PERMISSION=Eine oder mehrere Berechtigungen sind noch mit der Role verbunden.\n- Entfernen Sie Bitte zuerst alle Berechtigungen.
ERROR_CANNOT_REMOVE_ROLE_INVALID_ROLE_ID=Kann die Role nicht entfernen, ung\u00FCltige Role Id.
ERROR_CANNOT_UPDATE_ROLE_ID=Kann nicht ${action} Role. \u00C4nderung der Role ID ist nicht zul\u00E4ssig.
ERROR_CANNOT_UPDATE_ROLE_TYPE=Kann nicht ${action} Role. \u00C4nderung der Role Type ist nicht zul\u00E4ssig.
VDS_APPROVE_VDS_IN_WRONG_STATUS=Kann RHEV Hypervisor-Host nicht genehmigen. \n- Host muss in "Pending Approval" oder "Install Failed" Status sein, um zugelassen zu werden.
VDS_NEW_CLUSTER_ILLEGAL=Kann Host Eigenschaften nicht aktualisieren. Diskrepanz zwischen Cluster-CPU und Host-CPU.
VDS_CLUSTER_IS_NOT_VALID=Kann nicht ${action} ${type}. Cluster ID ung\u00FCltig.
VDS_GROUP_CANNOT_UPDATE_CPU_ILLEGAL=Kann Cluster-CPU nicht \u00E4ndern solange an diesem Cluster angeh\u00E4ngte Hosts nicht im Wartungsmodus sind.
VDS_GROUP_CANNOT_UPDATE_CPU_ARCHITECTURE_ILLEGAL=Kann Cluster-CPU-Architektur nicht \u00E4ndern, solange Hosts oder VMs an diesen Cluster angeh\u00E4ngt sind.
VDS_GROUP_CANNOT_UPDATE_CPU_WITH_LOWER_HOSTS=Kann Cluster-CPU nicht zu einer h\u00F6heren CPU-Type \u00E4ndern, solange aktive Hosts mit niedrigerer CPU-Type vorhanden sind.\n- Bitte bewegen Sie Hosts mit niedrigerer CPU als Erste zur Wartung.
VDS_GROUP_CANNOT_UPDATE_COMPATIBILITY_VERSION_WITH_LOWER_HOSTS=Kann Cluster-Compatibility-Version nicht zu einer h\u00F6heren Version \u00E4ndern, solange aktive Hosts mit niedrigerer Version vorhanden sind.\n- Bitte warten Sie Hosts mit niedrigerer Version als Erste.
VDS_GROUP_CANNOT_UPDATE_VDS_UP=Kann Cluster nicht \u00E4ndern. Es wird versucht den Cluster mit einem Datenzentrum mit laufenden Hosts zu verbinden
# translation auto-copied from project oVirt, version master, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author rgromans
VDS_GROUP_CANNOT_ADD_COMPATIBILITY_VERSION_WITH_LOWER_STORAGE_POOL=Kann einen Cluster nicht mit einer Kompatibilit\u00E4tsversion, die niedriger als die Data Center-Kompatibilit\u00E4tsversion ist, hinzuf\u00FCgen.\n- Bitte aktualisieren Sie Ihren Cluster zuerst mit einer sp\u00E4teren Kompatibilit\u00E4tsversion.
VDS_GROUP_CPU_TYPE_CANNOT_BE_NULL=Kann Cluster nicht hinzuf\u00FCgen. CPU-Typ muss angegeben werden.
VDS_GROUP_CANNOT_DO_ACTION_NAME_IN_USE=Kann nicht ${action} Cluster. Der Cluster-Name wird bereits verwendet.
NETWORK_NAME_ALREADY_EXISTS=Kann nicht ${action} ${type}. Netzwerk-Name bereits vorhanden.
ACTION_TYPE_FAILED_NAME_ALREADY_USED=Kann ${type} nicht ${action}. ${type}-Name ist bereits in Gebrauch, bitte w\u00E4hlen Sie einen eindeutigen Namen und versuchen Sie es erneut.
VALIDATION_VDS_CONSOLEADDRESSS_HOSTNAME_OR_IP=Konsolen-Adresse muss ein FQDN oder eine g\u00FCltige IP-Adresse sein
ACTION_TYPE_FAILED_URL_INVALID=Kann nicht ${action} ${type}. Die URL ist nicht g\u00FCltig. Bitte geben Sie eine g\u00FCltige URL ein und versuchen Sie es erneut.
ACTION_TYPE_FAILED_STORAGE_CONNECTION_NOT_EXIST=Kann nicht ${action} ${type}. Storage-Connection nicht vorhanden.
ACTION_TYPE_FAILED_STORAGE_CONNECTION_FOR_DOMAIN_NOT_EXIST=Kann ${type} nicht ${action}. Die Speicherverbindung ist nicht an die festgelegte Domain angeh\u00E4ngt.
ACTION_TYPE_FAILED_ACTION_IS_SUPPORTED_ONLY_FOR_ISCSI_DOMAINS=Kann ${type} nicht ${action}. Aktion wird nur f\u00FCr iSCSI-Speicherdom\u00E4nen unterst\u00FCtzt.
ACTION_TYPE_FAILED_STORAGE_CONNECTION_ID_EMPTY=Kann nicht ${action} ${type}. Speicherverbindungs-ID ist leer.
ACTION_TYPE_FAILED_STORAGE_CONNECTION_ID_NOT_EMPTY=Kann nicht ${action} ${type}. Speicherverbindungs-ID ist nicht leer.
ACTION_TYPE_FAILED_STORAGE_CONNECTION_ALREADY_EXISTS=Kann ${type} nicht ${action}. Die Speicherverbindung ist bereits vorhanden.
ACTION_TYPE_FAILED_STORAGE_CONNECTION_FOR_DOMAIN_ALREADY_EXISTS=Kann ${type} nicht ${action}. Die Speicherverbindung ist bereits an die festgelegte Domain angeh\u00E4ngt.
ACTION_TYPE_FAILED_STORAGE_CONNECTION_UNSUPPORTED_ACTION_FOR_STORAGE_TYPE=Kann ${type} nicht ${action}. Speicherverbindungsparameter k\u00F6nnen nur f\u00FCr NFS-, Posix, lokale oder iSCSI-Datendomains bearbeitet werden.
ACTION_TYPE_FAILED_STORAGE_CONNECTION_UNSUPPORTED_ACTION_FOR_DOMAINS_STATUS=Kann nicht ${action} ${type}. Die Datendomains ${domainNames} sollten in Wartung sein oder getrennt sein.
ACTION_TYPE_FAILED_STORAGE_CONNECTION_UNSUPPORTED_ACTION_FOR_RUNNING_VMS_AND_DOMAINS_STATUS=Kann nicht ${action} ${type}. Die Datendomains ${domainNames} sollten in Wartung oder getrennt sein, VMs ${vmNames} sollten au\u00DFer Betrieb sein.
ACTION_TYPE_FAILED_STORAGE_CONNECTION_UNSUPPORTED_ACTION_NOT_SAME_STORAGE_TYPE=Kann nicht ${action} ${type}. Speicherverbindung und Domaintyp stimmen nicht \u00FCberein.
ACTION_TYPE_FAILED_STORAGE_CONNECTION_UNSUPPORTED_ACTION_FOR_RUNNING_VMS=Kann nicht ${action} ${type}. VMs ${vmNames} sollten au\u00DFer Betrieb sein.
ACTION_TYPE_FAILED_STORAGE_CONNECTION_BELONGS_TO_SEVERAL_STORAGE_DOMAINS=Kann ${type} nicht ${action}. Speicherverbindungsparameter beziehen sich auf mehr als eine Speicherdom\u00E4ne \:  ${domainNames}.
ACTION_TYPE_FAILED_STORAGE_CONNECTION_BELONGS_TO_SEVERAL_STORAGE_DOMAINS_AND_DISKS=Kann ${type} nicht ${action}. Speicherverbindungsparameter werden f\u00FCr folgende Speicherdomains\: ${domainNames} und Datentr\u00E4ger\: ${diskNames} verwendet.
ACTION_TYPE_FAILED_STORAGE_CONNECTION_BELONGS_TO_SEVERAL_DISKS=Kann ${type} nicht ${action}. Speicherverbindungsparameter werden von folgenden Datentr\u00E4gern\: ${diskNames} verwendet.
ACTION_TYPE_FAILED_STORAGE_CONNECTION_WRONG_PARAMETERS_FOR_STORAGE_TYPE=Kann nicht ${action} ${type}. Verbindungsparameter sind f\u00FCr diese Speichertype ung\u00FCltig.
ACTION_TYPE_FAILED_STORAGE_CONNECTION_UNSUPPORTED_CHANGE_STORAGE_TYPE=Kann ${type} nicht ${action}. Speichertyp kann nicht bearbeitet werden.
ACTION_TYPE_FAILED_STORAGE_DOMAIN_NOT_EXIST=Kann nicht ${action} ${type}. Speicherdom\u00E4ne ist nicht vorhanden
ACTION_TYPE_FAILED_CANNOT_CHANGE_STORAGE_DOMAIN_TYPE=Kann nicht ${action} ${type}. Kann Speicherdom\u00E4ne nicht \u00E4ndern.
ACTION_TYPE_FAILED_STORAGE_DOMAIN_STATUS_ILLEGAL=Kann nicht ${action} ${type}. Die entsprechende Speicherdom\u00E4ne ist nicht erreichbar.\n- Bitte behandeln Sie die Speicherdom\u00E4ne Probleme und wiederholen Sie den Vorgang.
ACTION_TYPE_FAILED_STORAGE_DOMAIN_STATUS_ILLEGAL2=Kann ${type} nicht ${action}. Status der relevanten Storage Domain ist ${status}.
STORAGE_POOL_REINITIALIZE_WITH_MORE_THAN_ONE_DATA_DOMAIN=Kann nicht ${action} ${type}.\nDie ${action} Aktion kann auf einem Data-Center, das nur eine Speicherdom\u00E4ne im Active/Unknown Status hat, durchgef\u00FChrt werden.
ACTION_TYPE_FAILED_STORAGE_POOL_NOT_EXIST=Data-Center nicht vorhanden.
ACTION_TYPE_FAILED_STORAGE_DOMAIN_NOT_IN_STORAGE_POOL=Kann nicht ${action} ${type}. Die aktuelle Speicherdom\u00E4ne ist nicht Teil des Data-Centers.
ACTION_TYPE_FAILED_LUNS_ALREADY_PART_OF_STORAGE_DOMAINS=Kann ${type} nicht ${action}. Die folgenden LUNs sind bereits Teil vorhandener Storage Domains\: ${lunIds}.
ACTION_TYPE_FAILED_LUNS_ALREADY_USED_BY_DISKS=Kann ${type} nicht ${action}. Die folgenden LUNs werden bereits von DirectLUN Disks verwendet\: ${lunIds}.
ERROR_CANNOT_REMOVE_STORAGE_POOL_WITH_NONMASTER_DOMAINS=Kann ein Data-Center nicht entfernen wenn mehr als eine Speicherdom\u00E4ne angeschlossen ist.
ERROR_CANNOT_REMOVE_STORAGE_DOMAIN_DO_FORMAT=Kann ein Speicherdom\u00E4ne nicht entfernen. Datenspeicherung muss nach Entfernen formatiert werden.\n- Bitte \u00FCberpr\u00FCfen Sie, ob die Format-Option auf der Data-Domain aktiviert ist.
ERROR_CANNOT_MANAGE_STORAGE_DOMAIN=Kann Speicherdomain nicht verwalten. Die Domain ist extern definiert (etwa durch einen Provider).
ERROR_CANNOT_FORCE_REMOVE_STORAGE_POOL_WITH_VDS_NOT_IN_MAINTENANCE=Kann nicht ${action} ${type} w\u00E4hrend es Hosts gibt die nicht im Wartungsmodus sind.
ACTION_TYPE_FAILED_STORAGE_POOL_STATUS_ILLEGAL=Kann nicht ${action} ${type}. Unbekannter Data-Center Status.
ACTION_TYPE_FAILED_MIXED_STORAGE_TYPES_NOT_ALLOWED=Kann ${type} nicht ${action}. Data Center Version unterst\u00FCtzt keine gemischten Storage Typen.
NETWORK_BOND_NAME_EXISTS=Dieser Bond-Name ist bereits vorhanden.
NETWORK_BOND_NOT_EXISTS=Bond-Name nicht vorhanden.
NETWORK_CHECK_CONNECTIVITY=Kann die Konnektivit\u00E4t auf einem Non-Management-Netzwerk nicht \u00FCberpr\u00FCfen.
NETWORK_BOND_PARAMETERS_INVALID=Ung\u00FCltige Parameter.\n- Bitte \u00FCberpr\u00FCfen Sie, ob Bond-Name als <bondYYY> formatiert ist.\n- Bond besteht aus mindestens zwei Netzwerkschnittstellen (NIC).
NETWORK_DEFAULT_UPDATE_NAME_INVALID=Netzwerk '${NetworkName}' ist Pflicht, dieser kann nicht ge\u00E4ndert werden.
NETWORK_INTERFACE_ALREADY_IN_BOND=Netzwerkschnittstelle geh\u00F6rt bereits zum Bond.
NETWORK_INVALID_BOND_NAME=Bond-Name muss als <bondYYY> formatiert werden.
NETWORK_INTERFACE_NOT_EXISTS=Netzwerk-Name nicht vorhanden.
ERROR_CANNOT_ATTACH_MORE_THAN_ONE_ISO_DOMAIN=Kann nicht mehr als eine ISO-Speicherdom\u00E4ne auf dem gleichen Data-Center anh\u00E4ngen. Wenn Sie eine neu erstellte Domain verwenden m\u00F6chten, trennen Sie die vorhandene angeh\u00E4ngte Domain ab und h\u00E4ngen Sie die neue an.
ERROR_CANNOT_ATTACH_MORE_THAN_ONE_EXPORT_DOMAIN=Kann nicht mehr als eine Import/Export-Speicherdom\u00E4ne auf dem gleichen Data-Center anh\u00E4ngen. Wenn Sie eine neu erstellte Domain verwenden m\u00F6chten, trennen Sie die vorhandene angeh\u00E4ngte Domain ab und h\u00E4ngen Sie die neue an.
ERROR_CANNOT_ATTACH_STORAGE_DOMAIN_STORAGE_TYPE_NOT_MATCH=Kann Speicher nicht zum Data-Center anh\u00E4ngen. Speicher-Typ stimmt nicht mit dem Data Center-Typ \u00FCberein.
ERROR_CANNOT_CHANGE_STORAGE_POOL_TYPE_WITH_DOMAINS=Kann nicht den Data-Center-Typ \u00E4ndern, wenn noch Speicherdom\u00E4nen mit ihm verbunden sind.\n- Bitte trennen Sie alle angeschlossenen Speicherdom\u00E4nen und versuchen es erneut.
NETWORK_INTERFACE_ALREADY_HAVE_NETWORK=Die Netzwerkschnittstelle ist bereits mit einem Logical-Network verbunden.
NETWORK_ALREAY_ATTACH_TO_INTERFACE=Das Logical-Network ist bereits mit einer Netzwerkschnittstelle verbunden.
NETWORK_NOT_EXISTS=Das angegebene Logical-Network ist nicht vorhanden.
ACTION_TYPE_FAILED_NETWORK_QOS_NOT_EXISTS=Das angegebene Network QoS ist nicht vorhanden.
ACTION_TYPE_FAILED_VNIC_PROFILE_NOT_EXISTS=Kann nicht ${action} ${type}. Das festgelegte VM Netzwerkschnittstellenprofil ist nicht vorhanden.
ACTION_TYPE_FAILED_VNIC_PROFILE_NAME_IN_USE=Kann nicht ${action} ${type}. Der Name des VM Netzwerkschnittstellenprofils wird bereits f\u00FCr ein vorhandenes Profil in demselben Netzwerk verwendet.\n-Bitte w\u00E4hlen Sie einen anderen Namen.
ACTION_TYPE_FAILED_VNIC_PROFILE_IN_USE=Kann nicht ${action} ${type}. Mehrere ${entities} (${ENTITIES_USING_VNIC_PROFILE_COUNTER}) verwenden dieses VM Netzwerkschnittstellenprofil\:\n${ENTITIES_USING_VNIC_PROFILE}\n - Bitte entfernen Sie es aus allen ${entities}, die es verwenden und versuchen Sie es dann erneut.
ACTION_TYPE_FAILED_CANNOT_CHANGE_VNIC_PROFILE_NETWORK=Kann nicht ${action} ${type}. Das VM Netzwerkschnittstellenprofil kann nicht ge\u00E4ndert werden.
ACTION_TYPE_FAILED_CANNOT_ADD_VNIC_PROFILE_TO_NON_VM_NETWORK=Kann nicht ${action} ${type}. VM Netzwerkschnittstellenprofile kann nur einem VM Netzwerk hinzugef\u00FCgt werden.
ACTION_TYPE_FAILED_CANNOT_FIND_VNIC_PROFILE_FOR_NETWORK=Kann nicht ${action} ${type}. Es ist kein VM Netzwerkschnittstellenprofil f\u00FCr das Netzwerk vorhanden, das der Benutzer verwenden kann.\n- Bitte verwenden Sie ein VM Netzwerkschnittstellenprofil  statt eines Netzwerknamens.
EXTERNAL_NETWORK_CANNOT_BE_PROVISIONED=Das festgelegte externe Netzwerk kann nicht am Interface des Host konfiguriert werden.
NETWORK_LABEL_FORMAT_INVALID=Netzwerkbezeichnung darf ausschlie\u00DFlich aus folgenden Zeichen gebildet werden\: Englische Buchstaben, Zahlen, Binde- oder Unterstrich.
ACTION_TYPE_FAILED_NETWORK_ALREADY_LABELED=Kann ${type} nicht ${action}. Das festgelegte Netzwerk verf\u00FCgt bereits \u00FCber eine Bezeichnung.
ACTION_TYPE_FAILED_CANNOT_REMOVE_LABELED_NETWORK_FROM_NIC=Kann ${type} nicht ${action}. Die folgenden Netzwerke k\u00F6nnen nicht von der Netzwerkschnittstelle entfernt werden, da sie von der Bezeichnung verwaltet werden\: ${ACTION_TYPE_FAILED_CANNOT_REMOVE_LABELED_NETWORK_FROM_NIC_LIST}. Bitte entfernen Sie die Bezeichnung von der Netzwerkschnittstelle, um das Netzwerk zu entfernen.
ACTION_TYPE_FAILED_DISPLAY_NETWORK_HAS_NO_BOOT_PROTOCOL=Kann ${type} nicht ${action}. Bitte wenden Sie sich an Ihren Systemadministrator.
LABELED_NETWORK_ATTACHED_TO_WRONG_INTERFACE=Kann ${type} nicht ${action}. Die folgenden Netzwerke sind bereits an einer anderen Schnittstelle angeh\u00E4ngt\: ${AssignedNetworks}. Bitte entfernen Sie die Netzwerke, um die Schnittstelle zu bezeichnen.
OTHER_INTERFACE_ALREADY_LABELED=Kann ${type} nicht ${action}. Die Bezeichnung ist bereits an anderer Schnittstelle  ${LabeledNic} am Host definiert.
ERROR_CANNOT_RECOVERY_STORAGE_POOL_THERE_IS_ACTIVE_DATA_DOMAINS=Kann ein Data-Center nicht wiederherstellen mit einer aktiven Data-Speicherdom\u00E4ne im Data-Center.
ERROR_CANNOT_DETACH_LAST_STORAGE_DOMAIN=Kann die Master-Speicherdom\u00E4ne aus dem Data-Center nicht entfernen ohne dass eine andere aktive Speicherdom\u00E4ne ihren Platz einnimmt.\n- Entweder aktivieren Sie eine andere Speicherdom\u00E4ne im Data-Center, oder Sie entfernen das Data-Center.
ERROR_CANNOT_DESTROY_LAST_STORAGE_DOMAIN=Kann die Master-Speicherdom\u00E4ne im Data-Center nicht zerst\u00F6ren ohne dass eine andere aktive Speicherdom\u00E4ne ihren Platz einnimmt.\n- Entweder aktivieren Sie eine andere Speicherdom\u00E4ne im Data-Center, oder Sie entfernen das Data-Center.\n- Wenn Sie Probleme mit der Master-Data-Domain haben, folgen Sie dem Recovery-Prozess wie in der Dokumentation beschrieben oder wenden Sie sich an Ihren Systemadministrator.
ERROR_CANNOT_DESTROY_LAST_STORAGE_DOMAIN_HOST_NOT_ACTIVE=Um den Vorgang abzuschlie\u00DFen muss eine neue Master-Speicherdom\u00E4ne gew\u00E4hlt werden, welche mindestens einen aktiven Host im Data Center ben\u00F6tigt.\n- Bitte stellen Sie sicher dass zuerst einer der Hosts im Data-Center aktiv ist.
NETWORK_VLAN_OUT_OF_RANGE=VLAN ID muss eine Zahl zwischen 0 und 4094 sein.
ERROR_CANNOT_ADD_STORAGE_POOL_WITHOUT_DATA_DOMAIN=Kann Speicherdom\u00E4ne nicht anh\u00E4ngen.\n- Bitte zuerst die Data-Domain an das Data-Center anh\u00E4ngen.
ERROR_CANNOT_REMOVE_POOL_WITH_ACTIVE_DOMAINS=Kann ein Data Center, das active/locked Speicherdom\u00E4nen enth\u00E4lt, nicht entfernen.\n- Bitte deaktivieren Sie alle Domains und warten Sie ab dass alle Tasks beendet sind bevor Sie das Data Center entfernen.
VDS_GROUP_CANNOT_CHANGE_STORAGE_POOL=Kann Data-Center Zuordnung beim bearbeiten eines Clusters nicht \u00E4ndern.
ACTION_TYPE_FAILED_NETWORK_IN_USE=Kann nicht ${action} ${type}. Mehrere ${entities} (${ENTITIES_USING_NETWORK_COUNTER}) verwenden dieses logische Netzwerk\:\n${ENTITIES_USING_NETWORK}\n - Bitte entfernen Sie es aus allen ${entities} die es verwenden, und versuchen Sie es erneut.
ERROR_CANNOT_CREATE_STORAGE_DOMAIN_WITHOUT_VG_LV=Volume-Gruppe (VG's) und Logical-Volumes (LV's) sind nicht angegeben.
NETWORK_INTERFACE_TEMPLATE_CANNOT_BE_SET=Kann nicht ${action} ${type}. Die VM-Vorlage ID muss leer sein.
NETWORK_INTERFACE_VM_CANNOT_BE_SET=Kann nicht ${action} ${type}. VM ID muss leer sein.
NETWORK_INTERFACE_NAME_ALREAY_IN_USE=Netzwerkschnittstelle wird bereits verwendet.
EN_UNKNOWN_NOTIFICATION_METHOD=Die Notification-Methode wird nicht unterst\u00FCtzt.
EN_UNSUPPORTED_NOTIFICATION_EVENT=Das Notifications-Ereignis ${eventName} wird nicht unterst\u00FCtzt.
EN_EVENT_UP_SUBJECT_TEXT=Notifications-Warnung
EN_EVENT_DOWN_SUBJECT_TEXT=Notification-Problem gel\u00F6st
EN_ALREADY_SUBSCRIBED=Benutzer ist bereits zu diesem Ereignis mit der gleichen Notification-Methode abonniert.
EN_NOT_SUBSCRIBED=Kann nicht ${action} ${type}. Benutzer ist zu diesem Ereignis nicht mit der angegebenen Notification-Methode abonniert.
ACTION_TYPE_FAILED_STORAGE_DOMAIN_TYPE_ILLEGAL=Kann nicht ${action} ${type}. Die Speicherdom\u00E4ne-Type ist nicht angegeben.
ACTION_TYPE_FAILED_STORAGE_DOMAIN_FORMAT_ILLEGAL=Kann nicht ${action} ${type}. Das Speicherdom\u00E4ne Format ${storageFormat} ist unzul\u00E4ssig.
ACTION_TYPE_FAILED_STORAGE_DOMAIN_FORMAT_ILLEGAL_HOST=Kann nicht ${action} ${type}. Das Storage Format ${storageFormat} ist wird auf der ausgew\u00E4hlten Host Version nicht unterst\u00FCtzt.
ERROR_CANNOT_EXTEND_NON_DATA_DOMAIN=Kann Speicherdom\u00E4ne nicht erweitern. Die Erweitern Operation wird in der Data-Speicherdom\u00E4ne unterst\u00FCtzt.
ERROR_CANNOT_EXTEND_CONNECTION_FAILED=Kann Speicherdom\u00E4ne nicht erweitern. Speicherger\u00E4t ${lun} kann von ${hostName} nicht erreicht werden.
ERROR_CANNOT_CHANGE_STORAGE_DOMAIN_FIELDS=Kann nicht ${action} ${type}. Nur der Speicherdom\u00E4ne Name kann aktualisiert werden.
# translation auto-copied from project oVirt, version master, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author rgromans
ERROR_CANNOT_UPDATE_STORAGE_POOL_COMPATIBILITY_VERSION_BIGGER_THAN_CLUSTERS=Kann Data-Center-Kompatibilit\u00E4tsversion nicht auf einen Wert aktualisieren, der gr\u00F6\u00DFer als seine Cluster-Version ist. Die folgenden Cluster sollten auf den neuesten Stand gebracht werden\: ${ClustersList}.
ERROR_CANNOT_ADD_EXISTING_STORAGE_DOMAIN_CONNECTION_DATA_ILLEGAL=Kann Speicherdom\u00E4ne nicht importieren. Interner Fehler\: Die Verbindungsdaten sind unzul\u00E4ssig.
ERROR_CANNOT_ADD_DEPRECATED_EXISTING_SAN_EXPORT_STORAGE_DOMAIN=Kann SAN-Export Speicherdom\u00E4ne nicht importieren, da es nicht mehr unterst\u00FCtzt wird.
ERROR_CANNOT_ADD_EXISTING_STORAGE_DOMAIN_LUNS_PROBLEM=Kann Speicherdom\u00E4ne nicht importieren. Nicht alle LUNs sind mit der Speicherdom\u00E4ne verbunden.
NETWORK_MAC_ADDRESS_IN_USE=Die MAC-Adresse wird bereits verwendet.
NETWORK_INTERFACE_IN_USE_BY_VM=Kann nicht ${action} ${type}. Es gibt mindestens eine laufende VM, die dieses Netzwerk verwendet.
NETWORK_CLUSTER_NETWORK_IN_USE=Kann nicht ${action} ${type}. Netzwerk wird von mindestens einem Cluster verwendet.
ERROR_CANNOT_DEACTIVATE_MASTER_WITH_NON_DATA_DOMAINS=Kann eine Master-Speicherdom\u00E4ne nicht deaktivieren w\u00E4hrend es ISO/Export aktive Dom\u00E4nen im Rechenzentrum gibt.\n- Bitte deaktivieren Sie zuerst alle ISO/Export Domains.
ERROR_CANNOT_DEACTIVATE_DOMAIN_WITH_TASKS=Kann Data-Domain nicht deaktivieren solange Tasks auf dieser Daten-Dom\u00E4ne ausgef\u00FChrt werden.\n- Bitte warten Sie, bis Tasks beendet sind und versuchen Sie es dann erneut.
ERROR_CANNOT_DEACTIVATE_MASTER_DOMAIN_WITH_TASKS_ON_POOL=Kann Master-Data-Domain nicht deaktivieren solange Tasks auf diesem Data-Center ausgef\u00FChrt werden.\n- Bitte warten Sie, bis Tasks beendet sind und versuchen Sie es dann erneut.
ERROR_CANNOT_REMOVE_LAST_SUPER_USER_ROLE=Kann nicht ${action} ${type}. Das System muss zumindest eine Super-User-Role definiert haben.
VM_CANNOT_REMOVE_VM_WHEN_STATUS_IS_NOT_DOWN=Kann VM nicht entfernen, da der Zustand nicht 'down' ist.\n- Bitte stoppen Sie zuerst das VM.
VM_CANNOT_REMOVE_WITH_DETACH_DISKS_SNAPSHOTS_EXIST=Kann nicht ${action} ${type} mit abgeh\u00E4ngten Datentr\u00E4gern, Schnappsch\u00FCsse existieren.
VM_CANNOT_REMOVE_WITH_DETACH_DISKS_BASED_ON_TEMPLATE=Kann nicht ${action} ${type} mit abgeh\u00E4ngten Datentr\u00E4gern, VM basiert auf Vorlage.
ACTION_TYPE_FAILED_MASTER_STORAGE_DOMAIN_NOT_ACTIVE=${action} ${type} ist aufgrund eines Fehlers in der Data-Center-Master-Speicherdom\u00E4ne fehlgeschlagen.\n- Bitte aktivieren Sie zuerst die Master-Speicherdom\u00E4ne
TAGS_SPECIFY_TAG_IS_NOT_EXISTS=Das angegebene Tag ist nicht vorhanden.
NETWORK_CANNOT_REMOVE_NETWORK_IN_USE_BY_TEMPLATE=Kann nicht ${action} ${type}. Das Netzwerk ist in Verwendung durch eine Vorlage.\nNetzwerk-Definition kann nicht getrennt werden sofern nicht alle Verweise darauf gel\u00F6scht werden.
NETWORK_CANNOT_ADD_INTERFACE_WHEN_VM_STATUS_NOT_UP_DOWN_LOCKED=Kann nicht ${action}, wenn das VM nicht Down , Up oder Image-Locked ist.
NETWORK_VLAN_IN_USE=Die angegebene VLAN ID (${vlanId}) wird bereits verwendet.
NETWORK_CLUSTER_HAVE_NOT_EXISTING_DATA_CENTER_NETWORK=Cluster hat Netzwerke, die nicht im Data-Center existieren.\n- Bitte entfernen Sie zuerst diese Netzwerke.
NETWORK_NOT_EXISTS_IN_CURRENT_CLUSTER=Das angegebene Logical-Network ist im aktuellen Cluster nicht vorhanden.
NETWORKS_NOT_IN_SYNC=Kann nicht ${action} ${type}. Die folgenden Netzwerk-Definitionen auf den Netzwerk-Schnittstellen sind anders als die auf den Logical-Networks. Bitte synchronisieren Sie die Netzwerk-Schnittstellen vor der Bearbeitung der Netzwerke\: ${NETWORKS_NOT_IN_SYNC}.
NETWORK_INTERFACES_ALREADY_SPECIFIED=Kann nicht ${action} ${type}. Die folgenden Netzwerk-Schnittstellen wurden mehr als einmal angegeben\: ${NETWORK_INTERFACES_ALREADY_SPECIFIED_LIST}.
ACTION_TYPE_FAILED_EXTERNAL_NETWORKS_CANNOT_BE_PROVISIONED=Kann nicht ${action} ${type}. Die folgenden externen Netzwerke k\u00F6nnen nicht am Host \u00FCber 'Setup Networks' konfiguriert werden\: ${ACTION_TYPE_FAILED_EXTERNAL_NETWORKS_CANNOT_BE_PROVISIONED_LIST}.
NETWORKS_ALREADY_ATTACHED_TO_IFACES=Kann nicht ${action} ${type}. Die folgenden Logical-Networks sind an mehr als einer Netzwerk-Schnittstelle angeh\u00E4ngt\: ${NETWORKS_ALREADY_ATTACHED_TO_IFACES_LIST}.
NETWORK_INTERFACES_DONT_EXIST=Kann ${type} nicht ${action}. VM Netzwerk Schnittstellenprofile k\u00F6nnen keinem nicht-VM Netzwerk hinzugef\u00FCgt werden. Bitte stellen Sie sicher, dass es sich bei dem Netzwerk um ein VM-Netzwerk handelt.
NETWORKS_DONT_EXIST_IN_CLUSTER=Kann ${type} nicht ${action} Die folgenden Logical-Networks sind auf dem Host-Cluster nicht vorhanden\: ${NETWORKS_DONT_EXIST_IN_CLUSTER_LIST}.
NETWORKS_DONT_EXIST_IN_DATA_CENTER=Kann ${type} nicht ${action}. Die folgenden Logical Networks\: ${networkIds} sind im Data Center\: ${dataCenterId} nicht vorhanden.
NETWORK_BONDS_INVALID_SLAVE_COUNT=Kann ${type} nicht ${action}. Die folgenden Bonds bestehen aus weniger als zwei Netzwerk-Schnittstellen\: ${NETWORK_BONDS_INVALID_SLAVE_COUNT_LIST}.
NETWORK_INTERFACES_NOT_EXCLUSIVELY_USED_BY_NETWORK=Kann nicht ${action} ${type}. Die folgenden Netzwerk-Schnittstellen k\u00F6nnen nur ein einziges VM-Logical-Network, oder h\u00F6chstens ein non-VM-Logical-Network und/oder mehrere VLAN-Logical-Networks haben\: ${NETWORK_INTERFACES_NOT_EXCLUSIVELY_USED_BY_NETWORK_LIST}.
NETWORK_CANNOT_DETACH_NETWORK_USED_BY_VMS=Kann nicht ${action} ${type}. Die folgenden VMs verwenden aktiv das Logical-Network\: ${NETWORK_CANNOT_DETACH_NETWORK_USED_BY_VMS_LIST}. Bitte stoppen Sie die VMs und versuchen es nochmals.
NON_VM_NETWORK_CANNOT_SUPPORT_STP=Kann nicht ${action} ${type}. STP kann nur auf VM Netzwerken aktiviert werden.
NETWORK_MTU_DIFFERENCES=Kann ${type} nicht ${action}. Die folgenden Logical-Networks haben nicht denselben MTU-Wert\: ${NETWORK_MTU_DIFFERENCES_LIST}.
# translation auto-copied from project oVirt, version master, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author rgromans
NETWORK_MTU_OVERRIDE_NOT_SUPPORTED=Kann nicht ${action} ${type}. Das au\u00DFer Kraft setzen der MTU ist f\u00FCr diese Data-Center-Kompatibilit\u00E4tsversion nicht unterst\u00FCtzt.
ACTION_TYPE_FAILED_MIGRATION_NETWORK_IS_NOT_SUPPORTED=Kann ${type} nicht ${action} . Migrationsnetzwerk wird f\u00FCr diese Clusterversion nicht unterst\u00FCtzt.
ACTION_TYPE_FAILED_PROVIDER_DOESNT_EXIST=Kann ${type} nicht ${action}. Der Provider ist im System nicht vorhanden.
ACTION_TYPE_FAILED_PROVIDER_NETWORKS_USED=Kann nicht ${action} ${type}. Mehrere externe Netzwerke (${NETWORK_NAMES_COUNTER}) werden von virtuellen Maschinen und/oder Vorlagen verwendet\:\n${NETWORK_NAMES}\n - Bitte l\u00F6sen Sie diesen externen Netzwerkgebrauch zuerst auf und versuchen Sie es dann erneut.
ACTION_TYPE_FAILED_EXTERNAL_NETWORK_ALREADY_EXISTS=Kann nicht ${action} ${type}. Das externe Netzwerk ist im Data-Center bereits vorhanden als '${NetworkName}'.
ACTION_TYPE_FAILED_EXTERNAL_NETWORK_MUST_BE_VM_NETWORK=Kann nicht ${action} ${type}. Ein externes Netzwerk kann kein nicht-VM Netzwerk sein.
ACTION_TYPE_FAILED_EXTERNAL_NETWORK_DETAILS_CANNOT_BE_EDITED=Kann nicht ${action} ${type}. Externe Netzwerk-Details (ausgenommen Name und Beschreibung) k\u00F6nnen nicht ge\u00E4ndert werden.
ACTION_TYPE_FAILED_EXTERNAL_NETWORK_NOT_SUPPORTED=Kann nicht ${action} ${type}. Externe Netzwerke werden f\u00FCr die Kompatibilit\u00E4tsversion dieses Clusters nicht unterst\u00FCtzt.
ACTION_TYPE_FAILED_EXTERNAL_NETWORK_CANNOT_BE_DISPLAY=Kann nicht ${action} ${type}. Externes Netzwerk kann nicht als Anzeigenetzwerk verwendet werden.
ACTION_TYPE_FAILED_EXTERNAL_NETWORK_CANNOT_BE_REQUIRED=Kann nicht ${action} ${type}. Externes Netzwerk kann nicht wie erforderlich im Cluster eingestellt werden.
ACTION_TYPE_FAILED_EXTERNAL_NETWORK_CANNOT_BE_PORT_MIRRORED=Kann nicht ${action} ${type}. Externes Netzwerk kann nicht verwendet werden, wenn Port Mirroring eingestellt ist.
ACTION_TYPE_FAILED_EXTERNAL_NETWORK_CANNOT_BE_REWIRED=Kann nicht ${action} ${type}. Externes Netzwerk kann nicht gewechselt werden, w\u00E4hrend die virtuelle Maschine in Betrieb ist.
ACTION_TYPE_FAILED_EXTERNAL_NETWORK_CANNOT_HAVE_MTU=Kann nicht ${action} ${type}. Externes Netzwerk kann kein eingestelltes MTU besitzen.
ACTION_TYPE_FAILED_MANAGEMENT_NETWORK_REQUIRED=Kann nicht ${action} ${type}. Das Management-Netzwerk '${NetworkName}' muss erforderlich sein, bitte \u00E4ndern Sie das ben\u00F6tigte Netzwerk und versuchen Sie es erneut.
ACTION_TYPE_FAILED_NETWORK_ADDRESS_CANNOT_BE_CHANGED=Kann ${type} nicht ${action}. Die Adresse des Netzwerks '${ACTION_TYPE_FAILED_NETWORK_ADDRESS_CANNOT_BE_CHANGED_LIST}' kann nicht bearbeitet werden, ohne dass der Host neu installiert wird, da die Adresse f\u00FCr die Zertifizierung des Host verwendet wurde.
CANNOT_PREVIEW_ACTIVE_SNAPSHOT=Vorschau von Active VM Snapshot nicht m\u00F6glich.
CONFIG_UNKNOWN_KEY=Verbotener Konfigurationseintrag.\n- Bitte \u00FCberpr\u00FCfen Sie den Namen des Konfigurationseintrages.
TAGS_SPECIFIED_TAG_CANNOT_BE_THE_PARENT_OF_ITSELF=Vorgang abgebrochen, rekursive Tag-Hierarchie kann nicht definiert werden.
VM_CANNOT_MOVE_TO_CLUSTER_IN_OTHER_STORAGE_POOL=VM kann nur zu einem Cluster im gleichen Data-Center verschoben werden.
VM_CLUSTER_IS_NOT_VALID=Kann nicht ${action} ${type}. Cluster ID ung\u00FCltig.
NETWORK_CANNOT_REMOVE_MANAGEMENT_NETWORK=Das Management-Netzwerk ('${NetworkName}') ist zwingend und kann nicht nicht entfernt werden.
NETWORK_OLD_NETWORK_NOT_SPECIFIED=Vorheriger Netzwerk-Name ist erforderlich.
ACTION_TYPE_FAILED_DETECTED_ACTIVE_VMS=Kann nicht ${action} ${type}. Aktive VMs wurden erkannt.\n- Bitte stellen Sie sicher, dass zuerst alle VMs, die mit diesem Speicherdom\u00E4ne verkn\u00FCpft sind, angehalten und im Down Status sind.
ACTION_TYPE_FAILED_HOST_NOT_EXIST=Der bereitgestellte Host ist nicht vorhanden.
TAGS_SPECIFY_TAG_IS_IN_USE=Der angegebene Tag-Name ist bereits vorhanden.
NETWORK_NET_EXISTS_IN_CLUSTER=Das angegebene Logical-Network ist nicht im Cluster vorhanden.
ACTION_LIST_CANNOT_BE_EMPTY=Actions-List darf nicht leer sein.
ACTION_TYPE_FAILED_BOOKMARK_INVALID_ID=Kann nicht ${action} ${type}. Bookmark ID ung\u00FCltig.
ACTION_TYPE_FAILED_VDS_STATUS_ILLEGAL=Kann nicht $ {action} $ {type}. Dieser Vorgang kann nur durchgef\u00FChrt werden, wenn der Host-Status ${hostStatus} ist.
ACTION_TYPE_FAILED_VM_CLUSTER_DIFFERENT_ARCHITECTURES=Kann ${type} nicht ${action}. Die VM und die Ziel Cluster Architekturen stimmen nicht \u00FCberein.
ACTION_TYPE_FAILED_MIGRATE_BETWEEN_TWO_CLUSTERS=Kann nicht ${action} ${type}. VM kann nur zwischen Hosts im gleichen Cluster migriert werden.\n- Bitte w\u00E4hlen Sie den Ziel-Host im gleichen Cluster damit das VM laufen kann.
VDS_CANNOT_CHECK_VERSION_HOST_NON_RESPONSIVE=Kann die Host-Version nicht abrufen wenn der Host im Non-Responsive Status ist.
STORAGE_DOMAIN_DOES_NOT_EXIST=Speicherdom\u00E4ne ist nicht vorhanden.
ACTION_TYPE_FAILED_VDS_INTERMITENT_CONNECTIVITY=Aufgrund zeitweiliger Verbindungsunterbrechungen zu diesem Host werden Fencing Operationen zu diesem Zeitpunkt nicht erlaubt. Das System versucht, die Verbindung wiederherzustellen, bitte versuchen Sie es erneut in 30 Sekunden.
ACTION_TYPE_FAILED_PM_ENABLED_WITHOUT_AGENT=Kann nicht ${action} ${type}. Power Management f\u00FCr Host aktiviert, aber kein Agent-Typ ausgew\u00E4hlt.
ACTION_TYPE_FAILED_PM_ENABLED_WITHOUT_AGENT_CREDENTIALS=Kann nicht ${action} ${type}. Power Management f\u00FCr Host aktiviert, aber Agent-Anmeldedaten fehlen.
ACTION_TYPE_FAILED_AGENT_NOT_SUPPORTED=Kann nicht ${action} ${type}. Der ausgew\u00E4hlte Power-Management-Agent ist nicht unterst\u00FCtzt.
NETWORK_BOND_NOT_ATTACH_TO_NETWORK=Bond ist nicht am Netzwerk angeh\u00E4ngt.
NETWORK_INTERFACE_NOT_ATTACH_TO_NETWORK=Die Netzwerkschnittstelle ist nicht mit dem Logical-Network verbunden.
ACTION_TYPE_FAILED_VM_CANNOT_IMPORT_VM_ARCHITECTURE_NOT_SUPPORTED_BY_CLUSTER=Kann ${type} nicht ${action}. Der gew\u00E4hlte Cluster unterst\u00FCtzt VM Architektur nicht
ACTION_TYPE_FAILED_VM_CANNOT_IMPORT_TEMPLATE_ARCHITECTURE_NOT_SUPPORTED_BY_CLUSTER=Kann ${type} nicht ${action}. Der gew\u00E4hlte Cluster unterst\u00FCtzt Vorlagen Architektur nicht
ACTION_TYPE_FAILED_VM_CANNOT_IMPORT_VM_WITH_NOT_SUPPORTED_ARCHITECTURE=Kann ${type} nicht ${action}. Die gew\u00E4hlte VM besitzt undefinierte Architektur
ACTION_TYPE_FAILED_VM_CANNOT_IMPORT_TEMPLATE_WITH_NOT_SUPPORTED_ARCHITECTURE=Kann ${type} nicht ${action}.Die gew\u00E4hlte Vorlage besitzt undefinierte Architektur
NETWORK_INTERFACE_IN_USE_BY_VLAN=Bonding kann nicht auf einer Schnittstelle, f\u00FCr die VLAN definiert ist, angewendet werden.\n- Bitte entfernen Sie VLAN von der Schnittstelle.
NETWORK_ALREADY_ATTACHED_TO_CLUSTER=Das Logical-Network ist bereits mit dem Cluster verbunden.
ACTION_TYPE_FAILED_VDS_WITH_SAME_HOST_EXIST=Kann nicht ${action} ${type}. Host mit derselben Adresse bereits vorhanden.
ACTION_TYPE_FAILED_VDS_WITH_INVALID_SSH_PORT=Kann nicht ${action} ${type}. Ein ung\u00FCltiger SSH-Port wurde eingegeben.
ACTION_TYPE_FAILED_VDS_WITH_INVALID_SSH_USERNAME=Kann nicht ${action} ${type}. Ung\u00FCltiger SSH-Benutzername wurde eingegeben.
ACTION_TYPE_FAILED_VDS_WITH_SAME_UUID_EXIST=Kann nicht ${action} ${type}. Host mit demselben UUID bereits vorhanden.
ACTION_TYPE_FAILED_ILLEGAL_NUM_OF_MONITORS=Kann nicht ${action} ${type}. Unzul\u00E4ssige Anzahl an Monitoren vorgesehen, maximal zugelassene Anzahl der Monitore ist 1 f\u00FCr VNC und die max Nummer in der ValidNumOfMonitors Konfigurationsvariable f\u00FCr SPICE.
ACTION_TYPE_FAILED_ILLEGAL_SINGLE_DEVICE_OS_TYPE=Kann nicht ${action} ${type}. Kann kein einzelnes Anzeigenger\u00E4t an einem nicht-Linux Betriebssystem einstellen.
ACTION_TYPE_FAILED_ILLEGAL_SINGLE_DEVICE_DISPLAY_TYPE=Kann nicht ${action} ${type}. Kann kein einzelnes Anzeigenger\u00E4t via VNC Anzeige einstellen.
ACTION_TYPE_FAILED_ILLEGAL_OS_TYPE_IS_NOT_SUPPORTED_BY_ARCHITECTURE_TYPE=Kann ${type} nicht ${action}. Gew\u00E4hltes Betriebssystem wird von der Architektur nicht unterst\u00FCtzt.
ACTION_TYPE_FAILED_ILLEGAL_WATCHDOG_MODEL_IS_NOT_SUPPORTED_BY_OS=Kann ${type} nicht ${action}. Gew\u00E4hltes Watchdog-Modell wird vom Betriebssystem nicht unterst\u00FCtzt.
ACTION_TYPE_FAILED_ILLEGAL_VM_DISPLAY_TYPE_IS_NOT_SUPPORTED_BY_OS=Kann ${type} nicht ${action}. Gew\u00E4hlter Anzeigentyp wird vom Betriebssystem nicht unterst\u00FCtzt.
ACTION_TYPE_FAILED_ILLEGAL_OS_TYPE_DOES_NOT_SUPPORT_VIRTIO_SCSI=Kann ${type} nicht ${action}. Gew\u00E4hltes Betriebssystem unterst\u00FCtzt VirtIO-SCSI nicht. Bitte deaktivieren Sie VirtIO-SCSI f\u00FCr die VM.
ACTION_TYPE_FAILED_SUSPEND_NOT_SUPPORTED=Kann ${type} nicht ${action}. Die Architektur der gew\u00E4hlten VM unterst\u00FCtzt keine Suspension.
ACTION_TYPE_FAILED_ILLEGAL_SINGLE_DEVICE_INCOMPATIBLE_VERSION=Kann ${type} nicht ${action}. Cluster unterst\u00FCtzt Single Qxl Pci Ger\u00E4te nicht.
ACTION_TYPE_FAILED_ILLEGAL_DOMAIN_NAME=Kann nicht ${action} ${type}. Unzul\u00E4ssiger Speicherdom\u00E4ne Name\: ${Domain}. Domain Name enth\u00E4lt nicht unterst\u00FCtzte Sonderzeichen ${Char}.
ACTION_TYPE_FAILED_ILLEGAL_ARCHITECTURE_TYPE_INCOMPATIBLE=Kann ${type} nicht ${action}. Architektur stimmt nicht mit dem erwarteten Wert \u00FCberein.
# translation auto-copied from project oVirt, version master, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author rgromans
ACTION_TYPE_FAILED_CANNOT_DECREASE_COMPATIBILITY_VERSION=Kann Kompatibilit\u00E4tsversion von Data-Center nicht verringern. 
ACTION_TYPE_FAILED_CANNOT_DECREASE_COMPATIBILITY_VERSION_UNDER_DC=Kann Kompatibilit\u00E4tsversion von Cluster nicht unter die Kompatibilit\u00E4tsversion des Data Centers verringern. 
ACTION_TYPE_FAILED_GIVEN_VERSION_NOT_SUPPORTED=Kann nicht ${action} ${type}. Die ausgew\u00E4hlte Kompatibili\u00E4ts-Version ist nicht unterst\u00FCtzt.
ACTION_TYPE_FAILED_DATA_CENTER_VERSION_DOESNT_SUPPORT_LIVE_SNAPSHOT=Kann nicht ${action} ${type}. Gew\u00E4hlte Data-Center Kompatibilit\u00E4tsversion unterst\u00FCtzt Live-Schnappschuss nicht.
NETWORK_ADDR_MANDATORY_IN_STATIC_IP=Netzwerk-Adresse muss angegeben werden, wenn statische IP verwendet wird
ACTION_TYPE_FAILED_OBJECT_LOCKED=Kann nicht ${action} ${type}. Verwandte Operation ist derzeit im Gange. Bitte versuchen Sie es sp\u00E4ter erneut.
ACTION_TYPE_FAILED_NETWORK_IS_USED=Kann nicht ${action} ${type}. Daas Netzwerk wird derzeit benutzt. Bitte versuchen Sie es sp\u00E4ter erneut.
ACTION_TYPE_FAILED_TEMPLATE_IS_USED_FOR_CREATE_VM=Cannot ${action} ${type}. Diese Vorlage wird derzeit zur Erstellung der VM ${VmName} verwendet.
ACTION_TYPE_FAILED_SNAPSHOT_IS_BEING_TAKEN_FOR_VM=Kann nicht ${action} ${type}. Schnappschuss f\u00FCr VM ${VmName} wird derzeit erstellt.
ACTION_TYPE_FAILED_DISK_IS_USED_FOR_CREATE_VM=Kann ${type} nicht ${action} . Dieser Datentr\u00E4ger wird derzeit zur Erstellung der VM ${VmName} verwendet.
ACTION_TYPE_FAILED_DISK_IS_BEING_REMOVED=Kann ${type} nicht ${action}. Datentr\u00E4ger${DiskName} wird entfernt.
ACTION_TYPE_FAILED_OVF_DISK_IS_BEING_USED=Kann ${type} nicht ${action}. Disk OVF Daten werden gerade aktualisiert.
ACTION_TYPE_FAILED_UNSUPPORTED_OVF=Kann ${type} nicht ${action}. Kein OVF f\u00FCr die festgelegte Entity vorhanden.
ACTION_TYPE_FAILED_DOMAIN_OVF_ON_UPDATE=Kann ${type} nicht ${action}. Speicher-Domain Daten werden gerade aktualisiert...
ACTION_TYPE_FAILED_DISK_IS_BEING_MIGRATED=Kann ${type} nicht ${action}. Datentr\u00E4ger${DiskName} wird verschoben oder kopiert.
ACTION_TYPE_FAILED_DESTINATION_AND_SOURCE_STORAGE_SUB_TYPES_DIFFERENT=Kann ${type} nicht ${action}. Quell- und Ziel-Domains m\u00FCssen entweder Datei-Domains oder Block-Domains sein.
ACTION_TYPE_FAILED_TEMPLATE_IS_BEING_EXPORTED=Kann ${type} nicht ${action}. Vorlage ${TemplateName} wird exportiert.
ACTION_TYPE_FAILED_NO_VALID_DOMAINS_STATUS_FOR_TEMPLATE_DISKS=Kann ${type} nicht ${action}. Kann Domain(s) in ${applicableStatus} Status f\u00FCr einige der Vorlagen-Disks nicht finden.\nBitte stellen Sie sicher, dass mindestens eine Storage Domain im anwendbaren Status f\u00FCr jede der Disks vorhanden ist\:\n${disksInfo}
ACTION_TYPE_FAILED_VM_IS_BEING_IMPORTED=Kann nicht ${action} ${type}. VM ${VmName} wird importiert.
ACTION_TYPE_FAILED_VM_IS_BEING_MIGRATED=Kann nicht ${action} ${type}. VM ${VmName} wird migriert.
ACTION_TYPE_FAILED_TEMPLATE_IS_BEING_REMOVED=Kann ${type} nicht ${action}. Vorlage ${TemplateName} wird entfernt.
ACTION_TYPE_FAILED_VM_IS_BEING_REMOVED_FROM_EXPORT_DOMAIN=Kann nicht ${action} ${type}. VM ${VmName} wird von Export-Domain entfernt.
ACTION_TYPE_FAILED_DISK_IS_USED_BY_GET_ALIGNMENT=Kann nicht ${action} ${type}. Datentr\u00E4ger ${DiskAlias} Alignment wird derzeit bestimmt.
ACTION_TYPE_FAILED_DISK_IS_BEING_EXPORTED=Kann nicht ${action} ${type}. Datentr\u00E4ger ${DiskAlias} wird derzeit exportiert.
NETWORK_BOND_HAVE_ATTACHED_VLANS=Bond ist am VLAN angeh\u00E4ngt, entfernen Sie zuerst das Bonds-Vlan
NETWORK_INTERFACE_CONNECT_TO_VLAN=Kann Nicht-Vlan-Netzwerk nicht an VLAN-Schnittstelle anh\u00E4ngen
NETWORK_CANNOT_REMOVE_NETWORK_IN_USE_BY_VM=Kann Netzwerk '${NetworkName}' nicht entfernen, es ist durch eine VM in Verwendung
ACTION_TYPE_FAILED_DISK_MAX_SIZE_EXCEEDED=Kann Festplatte mit mehr als ${max} _disk_size GB nicht erstellen
NETWORK_HOST_IS_BUSY=Netzwerk kann nicht bearbeitet werden, w\u00E4hrend der Host Active ist, \u00E4ndern Sie den Host auf Wartungsmodus und versuchen Sie es erneut.
VMT_CANNOT_CHANGE_IMAGES_TEMPLATE=Kann Vorlage-Images-Format nicht \u00E4ndern
VMT_CANNOT_IMPORT_RAW_IMAGE_WITH_SNAPSHOTS=Kann Image-Format nicht auf raw \u00E4ndern solange das Image Snapshots enth\u00E4lt.
VMT_CANNOT_IMPORT_RAW_IMAGE_WITH_TEMPLATE=Kann Image-Format nicht auf raw \u00E4ndern solange VM eine Vorlage enth\u00E4lt.
VM_CANNOT_EXPORT_RAW_FORMAT=Kann Format nicht auf RAW in einem VM Export \u00E4ndern.
VM_PINNING_FORMAT_INVALID=CPU-Pinning Format ist ung\u00FCltig.
VM_PINNING_VCPU_DOES_NOT_EXIST=CPU-Pinning Validierung fehlgeschlagen - virtuelle CPU existiert nicht in VM.
VM_PINNING_PCPU_DOES_NOT_EXIST=CPU-Pinning Validierung fehlgeschlagen - CPU existiert nicht in Host.
VM_PINNING_DUPLICATE_DEFINITION=Kann CPU-Pinning nicht zwei Mal an derselben vCPU konfigurieren.
VM_PINNING_PINNED_TO_NO_CPU=Kann keine vCPU an eine pCPU pinnen.
ACTION_TYPE_FAILED_TEMPLATE_NOT_FOUND_ON_EXPORT_DOMAIN=Kann VM nicht exportieren. Vorlage ${VorlageName} existiert nicht auf der Export-Dom\u00E4ne. Falls Sie VM ohne seine Vorlage exportieren m\u00F6chten benutzen Sie bitte VorlageMustExists\=false
ACTION_TYPE_FAILED_VM_NOT_FOUND_ON_EXPORT_DOMAIN=VM kann nicht gel\u00F6scht werden, VM existiert nicht in der Export Dom\u00E4ne
# translation auto-copied from project oVirt, version master, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author rgromans
ACTION_NOT_SUPPORTED_FOR_CLUSTER_POOL_LEVEL=Die Aktion ${action} ${type} wird f\u00FCr diese Cluster- oder Data-Center-Kompatibilit\u00E4tsversion nicht unterst\u00FCtzt
ACTION_TYPE_FAILED_MAX_CPU_PER_SOCKET=Kann nicht ${action} ${type}. Max. Anzahl der CPUs pro Socket \u00FCberschritten
ACTION_TYPE_FAILED_MAX_NUM_CPU=Kann nicht ${action} ${type}. Max. Anzahl der CPUs \u00FCberschritten
ACTION_TYPE_FAILED_MAX_NUM_SOCKETS=Kann nicht ${action} ${type}. Max. Anzahl der Sockets \u00FCberschritten
VMT_CANNOT_IMPORT_TEMPLATE_EXISTS=Import der Vorlage ist gescheitert - die Vorlage-Id ist bereits im System vorhanden. Bitte entfernen Sie zuerst die Vorlage (${VorlageName}) aus dem System
VMT_CANNOT_IMPORT_TEMPLATE_VERSION_MISSING_BASE=Kann Vorlagenversion nicht importieren, Basisvorlage f\u00FCr diese Version fehlt. Bitte importieren Sie zuerst die Basisvorlage oder importieren Sie die Version als Basisvorlage unter Verwendung von Clone.
VM_CANNOT_IMPORT_TEMPLATE_NAME_EXISTS=Import der Vorlage ist gescheitert - der Vorlage-Name ist bereits im System vorhanden. Bitte benennen Sie zuerst die Vorlage im System um
VM_CANNOT_IMPORT_VM_EXISTS=Import der VM ist gescheitert - das VM-Id ist bereits im System vorhanden. Bitte entfernen Sie zuerst das VM (${VmName}) aus dem System
VM_CANNOT_IMPORT_VM_NAME_EXISTS=Import der VM ist gescheitert - der VM-Name ist bereits im System vorhanden. Bitte benennen Sie zuerst das VM im System um
TAGS_CANNOT_EDIT_READONLY_TAG=Sie k\u00F6nnen ein Schreibschutz-Tag nicht bearbeiten
VM_CANNOT_REMOVE_HAS_RUNNING_TASKS=Entfernung von VM kann nicht erzwungen werden solange Tasks ausgef\u00FChrt werden.
ACTION_TYPE_FAILED_IMPORTED_TEMPLATE_IS_MISSING=Kann VM nicht importieren und reduzieren, Vorlage fehlt in der Domain ${DomainName}
VM_POOL_CANNOT_CREATE_WITH_NO_VMS=Kann einen Pool mit 0 VMs nicht erstellen
ACTION_TYPE_FAILED_DISK_BOOT_IN_USE=Kann ${type} nicht ${action}. Die Festplatte ${DiskName}in VM ${VmName} ist bereits als boot gekennzeichnet.
ACTION_TYPE_FAILED_VMS_BOOT_IN_USE=Kann nicht ${action} ${type}. Die VMs ${VmsName} besitzen bereits einen als "boot" gekennzeichneten Datentr\u00E4ger.
VDS_GROUP_CANNOT_UPDATE_CPU_WHEN_RUNNING_VMS=Kann CPU Ebene nicht \u00E4ndern solange VMs laufen.
VM_OR_TEMPLATE_ILLEGAL_PRIORITY_VALUE=VM-Priorit\u00E4t Wert hat den zul\u00E4ssigen Maximalwert \u00FCberschritten, Wert sollte zwischen 0 und ${MaxValue} liegen.
ACTION_TYPE_FAILED_MIN_CPU_PER_SOCKET=Die minimale Anzahl von CPUs per Socket kann nicht weniger als 1 sein
ACTION_TYPE_FAILED_MIN_NUM_SOCKETS=Die minimale Anzahl von Sockets kann nicht weniger als 1 sein
ACTION_TYPE_FAILED_SPECIFY_DOMAIN_IS_NOT_EXPORT_DOMAIN=Kann nicht ${action} ${type}. Die festgelegt Domain '${storageDomainName}' ist keine Export Domain.
NETWORK_ADDR_IN_STATIC_IP_BAD_FORMAT=Schlechtes Format der IP-Adresse
NETWORK_ADDR_IN_GATEWAY_BAD_FORMAT=Schlechtes Format der Gateway-Adresse
NETWORK_ADDR_IN_SUBNET_BAD_FORMAT=Schlechtes Format der Subnet-Maske
NETWORK_BOND_NAME_BAD_FORMAT=Schlechter Bond-Name, er muss mit dem Pr\u00E4fix 'bond' beginnen, und es muss eine Zahl folgen.
NETWORK_CANNOT_CONTAIN_BOND_NAME=Schlechter Netzwerk-Name, Netzwerk kann nicht mit 'bond' beginnen
RHEVH_LOCALFS_WRONG_PATH_LOCATION=Local-Storage Ordner auf RHEV Hypervisor muss unter ${path} angeordnet sein
ACTION_TYPE_FAILED_STORAGE_POOL_IS_NOT_LOCAL=Data-Center muss "Local Storage" sein
ACTION_TYPE_FAILED_VDS_IS_NOT_IN_STORAGE_POOL=Host ist nicht an Data-Center angeh\u00E4ngt.
VDS_CANNOT_ADD_MORE_THEN_ONE_HOST_TO_LOCAL_STORAGE=Kann nicht mehr als einen Host zum "Local Storage" Data-Center hinzuf\u00FCgen
VDS_CANNOT_REMOVE_HOST_WITH_LOCAL_STORAGE=Kann Host nicht entfernen, da er eine lokale Speicherdom\u00E4ne enth\u00E4lt. Bitte aktivieren Sie zuerst den Host und entfernen Sie das Data-Center.\n- Wenn Host nicht aktiviert werden kann, verwenden Sie die Option Zwangsentfernung aus dem Data-Center Objekt (w\u00E4hlen Sie das Data-Center aus und klicken Sie darauf mit der rechten Maustaste).\n- Bitte beachten Sie, dass diese Aktion destruktiv ist.
VDS_GROUP_CANNOT_ADD_MORE_THEN_ONE_HOST_TO_LOCAL_STORAGE=Kann nicht mehr als einen Cluster zum "Local Storage" Data-Center hinzuf\u00FCgen
VDS_GROUP_SELECTION_ALGORITHM_MUST_BE_SET_TO_NONE_ON_LOCAL_STORAGE=Auswahl-Algorithmus muss auf "None" im "Local Storage" Data-Center festgelegt werden
VDS_GROUP_CANNOT_DETACH_DATA_DOMAIN_FROM_LOCAL_STORAGE="Local Storage" Data-Domain kann nicht vom Data-Center getrennt werden
# translation auto-copied from project oVirt, version master, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author rgromans
DATA_CENTER_LOCAL_STORAGE_NOT_SUPPORTED_IN_CURRENT_VERSION="Local Storage" wird nicht von der Data-Center-Kompatibilit\u00E4tsversion unterst\u00FCtzt
# translation auto-copied from project oVirt, version master, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author rgromans
DATA_CENTER_POSIX_STORAGE_NOT_SUPPORTED_IN_CURRENT_VERSION="File based storage" wird nicht von der Data-Center-Kompatibilit\u00E4tsversion unterst\u00FCtzt
DATA_CENTER_GLUSTER_STORAGE_NOT_SUPPORTED_IN_CURRENT_VERSION="Gluster based storage" wird nicht von der Data-Center-Kompatibilit\u00E4tsversion unterst\u00FCtzt.
VDS_CANNOT_UPDATE_CLUSTER=Aktualisieren des Clusters dieses Hosts kann nicht durch Update-Host Aktion durchgef\u00FChrt werden, benutzen Sie bitte stattdessen die Change-Host-Cluster Aktion.
VM_CANNOT_UPDATE_CLUSTER=Aktualisieren des Clusters dieses VMs kann nicht durch Update-VM Aktion durchgef\u00FChrt werden, benutzen Sie bitte stattdessen die Change-VM-Cluster Aktion.
VM_STATUS_NOT_VALID_FOR_UPDATE=Kann ein VM in diesem Zustand nicht aktualisieren. Versuchen Sie das VM zuerst anzuhalten.
PERMISSION_ADD_FAILED_PERMISSION_NOT_SENT=Kann Berechtigung nicht hinzuf\u00FCgen, keine Berechtigung geschickt
PERMISSION_ADD_FAILED_INVALID_ROLE_ID=Kann Berechtigung nicht hinzuf\u00FCgen, ung\u00FCltige Role Id
PERMISSION_ADD_FAILED_INVALID_OBJECT_ID=Kann Berechtigung nicht hinzuf\u00FCgen, ung\u00FCltige Object-ID oder -Type
PERMISSION_ADD_FAILED_USER_ID_MISMATCH=Kann Berechtigung nicht hinzuf\u00FCgen, keine Benutzer/Gruppen-ID oder die ID's stimmen nicht \u00FCberein
PERMISSION_ADD_FAILED_ONLY_SYSTEM_SUPER_USER_CAN_GIVE_ADMIN_ROLES=Kann Berechtigung nicht hinzuf\u00FCgen, nur System Super-User k\u00F6nnen Berechtigungen mit Admin-Rolle vergeben
PERMISSION_REMOVE_FAILED_ONLY_SYSTEM_SUPER_USER_CAN_REMOVE_ADMIN_ROLES=Kann Berechtigung nicht entfernen, nur System Super-User k\u00F6nnen Berechtigungen mit Admin-Rolle entfernen
PERMISSION_ADD_FAILED_VM_IN_POOL=Kann Berechtigung nicht hinzuf\u00FCgen, VM ist Teil des VM-Pool, Berechtigung sollte stattdessen f\u00FCr VM-Pool gegeben werden
ROLE_WITH_ROLE_ID_DO_NOT_EXIST=Rolle mit dieser ID existiert nicht
VDS_GROUP_CPU_UTILIZATION_MUST_BE_IN_VALID_RANGE=CPU-Auslastungs-Grenzwert muss zwischen 0 und 100 liegen.
VDS_GROUP_CPU_LOW_UTILIZATION_PERCENTAGE_MUST_BE_LOWER_THAN_HIGH_PERCENTAGE=Der untere Grenzwert der CPU-Auslastung muss niedriger sein als der angegebene obere Grenzwert.
VDS_GROUP_CPU_HIGH_UTILIZATION_PERCENTAGE_MUST_BE_DEFINED_WHEN_USING_EVENLY_DISTRIBUTED=Ein hoher CPU-Auslastungs-Grenzwert muss definiert werden, wenn die gleichm\u00E4\u00DFig verteilte Methode verwendet wird.
VDS_GROUP_BOTH_LOW_AND_HIGH_CPU_UTILIZATION_PERCENTAGE_MUST_BE_DEFINED_WHEN_USING_POWER_SAVING=Sowohl der niedrige als auch der hohe CPU-Auslastungs-Grenzwert m\u00FCssen definiert werden, wenn die Energiesparfunktion verwendet wird.
VDS_GROUP_AT_LEAST_ONE_SERVICE_MUST_BE_ENABLED=Zumindest ein Dienst [virt/gluster] muss auf dem Cluster aktiviert werden.
VDS_GROUP_CANNOT_DISABLE_VIRT_WHEN_CLUSTER_CONTAINS_VMS=Kann virt-Dienst auf dem Cluster nicht deaktivieren, da er VMs enth\u00E4lt.
VDS_GROUP_CANNOT_DISABLE_GLUSTER_WHEN_CLUSTER_CONTAINS_VOLUMES=Kann Gluster-Dienst auf dem Cluster nicht deaktivieren, da er Volumes enth\u00E4lt.
NETWORK_ATTACH_ILLEGAL_GATEWAY=Das Standard-Gateway sollte nur auf dem Management-Netzwerk eingerichtet werden
SLAVE_INTERFACE_IS_MISCONFIGURED=Eine Slave-Netzwerkschnittstelle ist nicht ordnungsgem\u00E4\u00DF konfiguriert. Bitte vergewissern Sie sich, dass Slaves keine der folgenden Eigenschaften enthalten\: Netzwerkname, Boot-Protokoll, IP-Adresse, Netzmaske, Gateway oder vlan-ID Notation (als des Namens der Schnittstelle oder explizit).
IMPROPER_INTERFACE_IS_LABELED=Kann ${type} nicht ${action}. Es ist eine unzul\u00E4ssige Netzwerkschnittstelle bezeichnet. Bitte stellen Sie sicher, dass Bezeichnungen nur an Schnittstellen oder Bonds vorhanden sind (nicht an slaves oder vlans).
IMPROPER_BOND_IS_LABELED=Kann ${type} nicht ${action}.  An improper bond is labeled. Please verify labels are provided only to bonds with at least two slaves.
INTERFACE_ALREADY_LABELED=Kann ${type} nicht ${action}. Die Netzwerkschnittstelle wurde bereits mit der festgelegten Bezeichnung bezeichnet.
INTERFACE_NOT_LABELED=Kann ${type} nicht ${action}. Die Netzwerkschnittstelle ist nicht mit der festgelegten Bezeichnung bezeichnet.
MISSING_DIRECTORY_ELEMENT_ID=Benutzer/Gruppen-ID darf nicht leer sein.
NETWORK_ILEGAL_NETWORK_NAME=Netzwerk Name muss 1-15 Zeichen lang sein und kann nur die Zeichen 'A-Z', 'a-z', '0 -9 ',' _ ' enthalten
STORAGE_OPERATION_FAILED_SPM_NETWORK_PROBLEMS=Mit Speicherung In Verbindung stehende Vorg\u00E4nge k\u00F6nnen nicht durchgef\u00FChrt werden, w\u00E4hrend der Storage Pool Manager au\u00DFer Betrieb ist.\nBitte stellen Sie sicher, dass der Speicher-Pool-Manager hochgefahren ist und l\u00E4uft, und \u00FCberpr\u00FCfen Sie die Netzwerkverbindungen.
VALIDATION_STORAGE_CONNECTION_INVALID=Bereitstellungspfad ist unzul\u00E4ssig, benutzen Sie bitte die [IP\:/Pfad oder FQDN\:/path] Konvention.
VALIDATION_STORAGE_CONNECTION_INVALID_PORT=Ung\u00FCltiger Wert f\u00FCr Port, sollte eine ganze Zahl und gr\u00F6\u00DFer als 0 sein.
VALIDATION_STORAGE_CONNECTION_EMPTY_VFSTYPE=VFS-Typ kann nicht leer sein.
VALIDATION_STORAGE_CONNECTION_EMPTY_IQN=Zieldetails d\u00FCrfen nicht leer sein.
VALIDATION_STORAGE_CONNECTION_EMPTY_CONNECTION=Das Feld ${fieldName}  darf nicht leer sein.
VALIDATION_STORAGE_CONNECTION_NFS_RETRANS=NFS Retransmissions sollten zwischen 0 und 32767 liegen
VALIDATION_STORAGE_CONNECTION_NFS_TIMEO=NFS Zeit\u00FCberschreitung sollte zwischen 1 und 6000 liegen
VALIDATION_TAGS_INVALID_TAG_NAME=Ung\u00FCltiger Tag-Name. Nur alphanumerische Zeichen, '-' und '_' Zeichen sind g\u00FCltig
VALIDATION_VM_POOLS_NAME_NOT_NULL=Pool-Name ist erforderlich
VALIDATION.VM_POOLS.SPICE_PROXY.HOSTNAME_OR_IP=SPICE-Proxy-Adresse muss die Form [protocol\://]hostname oder ip[\:port] besitzen
VALIDATION_ROLES_NAME_NOT_NULL=Rollen-Name ist erforderlich
VALIDATION_ROLES_NAME_MAX=Rollen-Name darf nicht mehr als 126 Zeichen lang sein.
VALIDATION_ROLES_NAME_INVALID=Rollen-Name muss aus "a-z0-9A-Z" oder "-_" gebildet werden
VALIDATION_QUOTA_NAME_INVALID=Quota-Name muss aus "a-z0-9A-Z" oder "-_" gebildet werden
VALIDATION_VDS_GROUP_NAME_NOT_NULL=Cluster-Name ist erforderlich
VALIDATION_VDS_GROUP_NAME_MAX=Cluster-Name darf nicht mehr als 40 Zeichen lang sein.
VALIDATION_VDS_GROUP_NAME_INVALID=Cluster-Name muss aus alphanumerischen Zeichen, Ziffern oder "-_" gebildet werden
VALIDATION_VDS_NAME_INVALID=Host-Name muss aus alphanumerischen Zeichen, Ziffern oder "-_" gebildet werden
VALIDATION_VDS_GROUP_MigrateOnError_NOT_NULL=Cluster migrate bei Fehler Option ist erforderlich,
VALIDATION.VDS_GROUP.SPICE_PROXY.HOSTNAME_OR_IP=SPICE-Proxy-Adresse muss die Form [protocol\://]hostname oder ip[\:port] besitzen
VALIDATION_STORAGE_POOL_ID_NOT_NULL=Date-Center-ID ist erforderlich
VALIDATION_VDS_HOSTNAME_HOSTNAME_OR_IP=Host-Adresse muss ein FQDN oder eine g\u00FCltige IP-Adresse sein
VALIDATION_VDS_POWER_MGMT_ADDRESS_HOSTNAME_OR_IP=Host-Energie-Verwaltungs-Adresse muss ein FQDN oder eine g\u00FCltige IP-Adresse sein
VALIDATION_VM_NUM_OF_MONITORS_EXCEEDED=VM \u00FCberstieg die Zahl der erlaubten Monitoren
VALIDATION_STORAGE_DOMAIN_NAME_INVALID=Speicherdom\u00E4ne-Name muss aus "a-z0-9A-Z" oder "-_" gebildet werden
VALIDATION_STORAGE_DOMAIN_DESCRIPTION_INVALID=Speicherdom\u00E4ne-Beschreibung muss aus "a-z0-9A-Z" oder "-_" gebildet werden
VALIDATION.STORAGE_DOMAIN.DESCRIPTION.MAX=Speicherdom\u00E4ne-Beschreibung darf nicht mehr als 4000 Zeichen lang sein
VALIDATION_VM_TEMPLATE_NAME_MAX=VM-Vorlage-Name darf nicht mehr als 40 Zeichen lang sein
VALIDATION_DISK_INTERFACE_NOT_NULL=Schnittstelle ist erforderlich
VALIDATION_VOLUME_TYPE_NOT_NULL=Volume-Typ ist erforderlich
VALIDATION_DISK_TYPE_NOT_NULL=Datentr\u00E4ger-Type ist erforderlich
VALIDATION_DISK_DESCRIPTION_INVALID=Die Datentr\u00E4gerbeschreibung darf nur aus alphanumerischen Zeichen und Sonderzeichen bestehen, die mit dem ASCII Zeichensatz konform sind
VALIDATION_DISK_ALIAS_INVALID=Datentr\u00E4ger-Alias-Name muss aus alphanumerischen Zeichen oder "-_." gebildet werden
VALIDATION_VOLUME_FORMAT_NOT_NULL=Volume-Format ist erforderlich
VALIDATION_DISK_IMAGE_DESCRIPTION_NOT_INVALID=Die Schnappschussbeschreibung darf nur aus alphanumerischen Zeichen und Sonderzeichen bestehen, die mit dem ASCII Zeichensatz konform sind
VALIDATION_DISK_IMAGE_DESCRIPTION_NOT_EMPTY=Snapshot-Beschreibung darf nicht leer sein
VALIDATION_DISK_IMAGE_DESCRIPTION_MAX=Snapshot Beschreibung darf nicht mehr als 4000 Zeichen lang sein
VALIDATION_DATA_CENTER_DESCRIPTION_INVALID=Die Data-Center-Beschreibung muss aus ASCII Zeichen gebildet werden
VALIDATION_DATA_CENTER_NAME_INVALID=Data-Center-Name muss aus "a-z0-9A-Z" oder "-_" gebildet werden
VALIDATION_ID_NULL=ID ist erforderlich
VALIDATION_NAME_NULL=Name ist erforderlich.
VALIDATION_NAME_INVALID=Name muss aus alphanumerischen Zeichen, Ziffern oder "-_" gebildet werden
VALIDATION_NAME_INVALID_WITH_DOT=Name muss aus alphanumerischen Zeichen, Ziffern oder "-_." gebildet werden.
VALIDATION_URL_NULL=URL ist erforderlich
VALIDATION_VMINTERFACE_MACADDRESS=Die MAC-Adresse muss das folgende Format haben\: \: XX\:XX\:XX\:XX\:XX\:XX, (XX\=0-9 oder A-F)
VALIDATION_EVENTS_EMAIL_FORMAT=E-mail Format ist ung\u00FCltig.
VALIDATION_INVALID_CORRELATION_ID=Die Correlation-ID muss aus "a-z0-9A-Z" oder "-_" gebildet werden
VALIDATION_VM_NETWORK_MAC_ADDRESS_INVALID=Die MAC-Adresse muss im Format  "HH\:HH\:HH\:HH\:HH\:HH"  angegeben werden, wobei H ein hexadezimales Zeichen ist (entweder eine Zahl oder A-F in Gro\u00DF- oder Kleinbuchstaben)
VALIDATION_VM_NETWORK_MAC_ADDRESS_NOT_NULL=MAC-Adresse ist erforderlich.
VALIDATION_VM_NETWORK_NAME_NOT_NULL=Schnittstellen-Name ist erforderlich.
VALIDATION.REPETITIVE.IP.IN.VDS=Ung\u00FCltige Liste von Schnittstellen, zwei oder mehr Netzwerkschnittstellen haben die gleiche IP.
VALIDATION_VDS_PORT_RANGE=Die Port Nummer muss zwischen 1 und 65535 liegen.
VALIDATION.VM_POOLS.NUMBER_OF_MAX_ASSIGNED_VMS_OUT_OF_RANGE=Anzahl max zugewiesener VMs per Nutzer muss zwischen 1 und 32767 liegen.
ERROR_CANNOT_FIND_ISO_IMAGE_PATH=Ung\u00FCltiger ISO-Image Pfad
ERROR_CANNOT_FIND_FLOPPY_IMAGE_PATH=Ung\u00FCltiger Floppy-Image Pfad
VDS_ADD_STORAGE_SERVER_STATUS_MUST_BE_UP=Kann Storage-Server-Verbindung nicht hinzuf\u00FCgen, wenn der Host-Status nicht 'UP' ist
USER_FAILED_TO_AUTHENTICATE_WRONG_USERNAME_OR_PASSWORD=Der Benutzername oder das Passwort ist falsch.
VDS_GROUP_CANNOT_UPDATE_CPU_WITH_SUSPENDED_VMS=Kann Cluster nicht aktualisieren und die CPU-Cluster-Ebene nicht \u00E4ndern, solange es suspendierte VMs im Cluster gibt
VDS_GROUP_CPU_IS_NOT_UPDATABLE=Kann Cluster nicht aktualisieren und den CPU-Cluster-Namen nicht \u00E4ndern, wenn Hosts oder virtuelle Rechner im Cluster vorhanden sind. Dieser CPU-Name ist inkompatibel mit allen anderen verf\u00FCgbaren CPUs
CUSTOM_PROPERTIES_INVALID_VALUES_NOT_ALLOWED_IN_CURRENT_CLUSTER=Kann Cluster nicht aktualisieren, benutzerdefinierte Eigenschaften sind in der aktuellen Cluster-Version nicht unterst\u00FCtzt
USER_FAILED_TO_AUTHENTICATE_ACCOUNT_IS_LOCKED_OR_DISABLED=Authentifizierung fehlgeschlagen. Der Benutzer ist entweder gesperrt oder ausgeschaltet.
USER_FAILED_TO_AUTHENTICATE_DNS_ERROR=Authentifizierung fehlgeschlagen. Fehler in der DNS-Konfiguration. Bitte \u00FCberpr\u00FCfen Sie ob der Engine-Host \u00FCber eine g\u00FCltige Reverse-DNS (PTR) Eintragung verf\u00FCgt.
USER_FAILED_TO_AUTHENTICATE_NO_KDCS_FOUND=Authentifizierung fehlgeschlagen. Bitte \u00FCberpr\u00FCfen Sie ob der vollst\u00E4ndig qualifizierte Domain-Namen, der f\u00FCr die Authentifizierung verwendet wird, richtig ist.
USER_FAILED_TO_AUTHENTICATE_CLOCK_SKEW_TOO_GREAT=Authentifizierung fehlgeschlagen.  Die Engine Uhr ist nicht mit Verzeichnisdiensten synchronisiert (Unterschied muss innerhalb von 5 Minuten liegen). Bitte \u00FCberpr\u00FCfen Sie dass die Uhren synchronisiert sind und starten Sie den Dienst neu.
USER_FAILED_TO_AUTHENTICATE_CONNECTION_TIMED_OUT=Authentifizierung fehlgeschlagen. Die Verbindung zum Verzeichnis-Server ist abgelaufen. Bitte wenden Sie sich an Ihren Systemadministrator.
USER_FAILED_TO_AUTHENTICATE_WRONG_REALM=Authentifizierung fehlgeschlagen. Falscher Domain-Name wurde f\u00FCr die Authentifizierung zur Verf\u00FCgung gestellt
ACTION_TYPE_FAILED_INVALID_CUSTOM_PROPERTIES_DUPLICATE_KEYS=Kann nicht ${action} ${type} wenn einige der benutzerdefinierten Eigenschaften mehr als einmal auftreten. Die Schl\u00FCssel sind\: ${DuplicateKeys}
ACTION_TYPE_FAILED_HOSTNAME_CANNOT_CHANGE=Die Host-Adresse kann aufgrund der Sicherheit Beschr\u00E4nkungen nicht ge\u00E4ndert werden. Um die Host-Adresse zu \u00E4ndern, muss der Host neu installiert werden
CAN_DO_ACTION_DATABASE_CONNECTION_FAILURE=Die Aktion scheiterte aufgrund eines Datenbank-Verbindungs-Fehlers. Bitte \u00FCberpr\u00FCfen Sie die Verbindung zu Ihrem Datenbank-Server.
ACTION_TYPE_FAILED_DESCRIPTION_MAY_NOT_CONTAIN_SPECIAL_CHARS=Kann nicht ${action} ${type}. Die angegebene Beschreibung enth\u00E4lt Sonderzeichen.\nNur alphanumerische und einige Sonderzeichen, die dem Standard-ASCII-Zeichensatz entsprechen, sind erlaubt.
ACTION_TYPE_FAILED_LINUX_BOOT_PARAMS_MAY_NOT_CONTAIN_TRIMMING_WHITESPACES=Kann nicht ${action} ${type}. Linux Boot-Parameters enthalten Leerzeichen.
ACTION_TYPE_FAILED_NAME_LENGTH_IS_TOO_LONG=Kann nicht ${action} ${type}. Der angegebene Name ist zu lang.
ACTION_TYPE_FAILED_NAME_MAY_NOT_BE_EMPTY=Kann nicht ${action} ${type}. Der angegebene Name ist leer.
ACTION_TYPE_FAILED_TEMPLATE_IS_INCOMPATIBLE=Kann ${type} nicht ${action}. Die gew\u00E4hlte Vorlage ist nicht kompatibel mit Cluster Architektur.
ACTION_TYPE_FAILED_NAME_MAY_NOT_CONTAIN_SPECIAL_CHARS=Kann nicht ${action} ${type}. Die angegebene Beschreibung enth\u00E4lt Sonderzeichen. Nur Gro\u00DF- und Kleinbuchstaben, Zahlen, '_', '-', '.' sind erlaubt.
ACTION_TYPE_FAILED_NAME_MAY_NOT_CONTAIN_SPECIAL_CHARS_OR_DASH=Kann nicht ${action} ${type}. Die angegebene Beschreibung enth\u00E4lt Sonderzeichen. Nur Gro\u00DF- und Kleinbuchstaben, Zahlen, '_'  sind erlaubt.
ACTION_TYPE_FAILED_INVALID_POOL_NAME=Kann nicht ${action} ${type}. Der angegebene name ist ung\u00FCltig als Poolname. Nur Gro\u00DF- und Kleinbuchstaben, Zahlen, '_', '-', '.' und eine Maskensequenz sind erlaubt.
ACTION_TYPE_FAILED_INVALID_VDS_HOSTNAME=Kann nicht ${action} ${type}. Der angegebene Host-Name ist ung\u00FCltig. Nur Host-Namen entsprechend RFC-952 und RFC-1123 sind erlaubt.
VM_CANNOT_RUN_ONCE_WITH_ILLEGAL_SYSPREP_PARAM=Benutzername oder Passwort fehlen.
ACTION_TYPE_FAILED_CANNOT_REMOVE_BUILTIN_GROUP_EVERYONE=Kann die integrierte Gruppe "Jeder" nicht entfernen.
ACTION_TYPE_FAILED_IMPORT_DATA_DOMAIN_PROHIBITED=Das Importieren einer Daten-Dom\u00E4ne ist untersagt.
ACTION_TYPE_FAILED_VDS_NOT_MATCH_VALID_STATUS=Kann nicht ${action} ${type}. G\u00FCltiger Host-Status ist "Non operational", "Maintenance" oder "Connecting".
CANNOT_REMOVE_STORAGE_DOMAIN_INVALID_HOST_ID=Kann die Speicherdom\u00E4ne nicht entfernen - die zugrunde liegende Host-ID ist ung\u00FCltig.
ERROR_CANNOT_DEACTIVATE_MASTER_WITH_LOCKED_DOMAINS=Sie versuchen eine Master-Speicherdom\u00E4ne zu deaktivieren solange gesperrte Dom\u00E4nen im Data Center vorhanden sind. Bitte warten Sie dass die Operationen auf diesen Dom\u00E4nen zuerst beenden werden.
TAGS_CANNOT_REMOVE_TAG_NOT_EXIST=Kann Tag nicht entfernen. Tag ist nicht vorhanden.
AUDIT_LOG_CANNOT_REMOVE_AUDIT_LOG_NOT_EXIST=Kann Audit-Protokoll nicht entfernen. Audit-Protokoll ist nicht vorhanden.
VAR__TYPE__VM__CLUSTER=$type VM Cluster
VDS_FENCE_OPERATION_FAILED=Kann nicht ${action} ${type}. Fence Operation fehlgeschlagen.
VM_CANNOT_WITHOUT_ACTIVE_STORAGE_DOMAIN_ISO=Kann nicht ${action} ohne eine aktive ISO-Domain.
ERROR_CANNOT_DEACTIVATE_STORAGE_DOMAIN_WITH_ISO_ATTACHED=Kann ${type} nicht ${action}. Die ISO Storage Domain wird von den folgenden VMs verwendet\: ${VmNames}.
MAC_ADDRESS_IS_IN_USE=Die MAC-Adresse wird bereits verwendet.
CAN_DO_ACTION_GENERAL_FAILURE=Allgemeine Befehlspr\u00FCfung fehlgeschlagen.
ERROR_CANNOT_REMOVE_ACTIVE_STORAGE_POOL=Kann ein aktives Data-Center nicht entfernen.
ROLE_TYPE_CANNOT_BE_EMPTY=Ung\u00FCltiger Role Typ.
CANNOT_ADD_ACTION_GROUPS_TO_ROLE_TYPE=Kann Administrator's Aktionsgruppe nicht zu einer Benutzer-Role hinzuf\u00FCgen.
STORAGE_DOMAIN_NOT_ATTACHED_TO_STORAGE_POOL=Die Speicherdom\u00E4ne ist bereits von Data-Center abgeh\u00E4ngt.
VDS_APPROVE_VDS_NOT_FOUND=Kann Host nicht genehmigen - Host existiert nicht.
ACTION_TYPE_FAILED_QUOTA_NOT_EXIST=Kann nicht ${action} ${type}. Kontingent ist nicht vorhanden
ACTION_TYPE_FAILED_QUOTA_IS_NOT_VALID=Kann nicht ${action} ${type}. Kontingent ist ung\u00FCltig.
ACTION_TYPE_FAILED_NO_QUOTA_SET_FOR_DOMAIN=Kann nicht ${action} ${type}. Kein Kontingent f\u00FCr die ausgew\u00E4hlte Dom\u00E4ne definiert. Weisen Sie der Dom\u00E4ne ein Kontingent zu oder w\u00E4hlen Sie eine andere Dom\u00E4ne aus.
ACTION_TYPE_FAILED_QUOTA_IS_NO_LONGER_AVAILABLE_IN_SYSTEM=Kann nicht ${action} ${type}. Das mit VM ${VmName} verbundene Kontingent ist nicht mehr verf\u00FCgbar. Dies kann das Ergebnis einer Einfuhr- oder einer Snapshot-Wiederherstellung-Aktion sein. Bitte weisen Sie diesem VM eine neues Kontingent zu.
ACTION_TYPE_FAILED_QUOTA_LIMIT_IS_SPECIFIC_AND_GENERAL=Kann nicht ${action} ${type}. Einschr\u00E4nkung kann nicht als spezifisch und allgemein im gleichen Kontingent konfiguriert werden. Bitte w\u00E4hlen Sie, ob die Einschr\u00E4nkung im Data-Center oder f\u00FCr einen bestimmten Speicher erzwungen werden soll.
ACTION_TYPE_FAILED_QUOTA_LIMIT_IS_NOT_SPECIFIC_OR_GENERAL=Kann nicht ${action} ${type}. Einschr\u00E4nkung des Kontingents muss entweder als spezifisch oder als allgemein konfiguriert werden.
ACTION_TYPE_FAILED_QUOTA_NAME_RESERVED_FOR_DEFAULT=Kann nicht ${action} ${type}. Das Pr\u00E4fix DefaultQuota ist f\u00FCr das Standard-Kontingent reserviert.
ACTION_TYPE_FAILED_QUOTA_CAN_NOT_HAVE_DEFAULT_INDICATION=Kann nicht ${action} ${type}. Kontingent kann keine Standard-Angabe haben.
ACTION_TYPE_FAILED_QUOTA_WITH_DEFAULT_INDICATION_CAN_NOT_BE_REMOVED=Kann nicht ${action} ${type}. Kontingent mit Standard-Angabe kann nicht entfernt werden solange das Data-Center im Deaktivierungsmodus ist.
ACTION_TYPE_FAILED_QUOTA_IN_USE_BY_VM_OR_DISK=Kann nicht ${action} ${type}. Das Kontingent wird noch immer von einer VM oder einem Datentr\u00E4ger verwendet und die Kontingenterzwingung des Data-Centers ist aktiviert.
ACTION_TYPE_FAILED_DATA_CENTER_MUST_HAVE_AT_LEAST_ONE_QUOTA=Kann nicht ${action} ${type}. Dem Data-Center muss mindestens ein Kontingent zugeordnet sein. Bitte versuchen Sie eine andere Kontingent hinzuzuf\u00FCgen oder \u00E4ndern Sie die vorhandene.
ACTION_TYPE_FAILED_QUOTA_STORAGE_LIMIT_EXCEEDED=Kann nicht ${action} ${type}. Kontingent hat keine ausreichenden Speicherressourcen.
ACTION_TYPE_FAILED_QUOTA_VDS_GROUP_LIMIT_EXCEEDED=Kann nicht ${action} ${type}. Kontingent hat keine ausreichenden Clusterressourcen.
USER_NOT_AUTHORIZED_TO_CONSUME_QUOTA=Kann ${type} nicht ${action}. Der Benutzer ist kein Verbraucher des der Ressource zugewiesenen Kontingents.
USER_CANNOT_RUN_QUERY_NOT_PUBLIC=Berechtigung abgelehnt. Die Abfrage, die Sie auszuf\u00FChren versuchen, ist nicht \u00F6ffentlich.
ERROR_CANNOT_ATTACH_ACTION_GROUP_TO_ROLE_ATTACHED=Kann Aktionsgruppe nicht zur Rolle anh\u00E4ngen. Diese Aktionsgruppe ist bereits an der Rolle befestigt.
ERROR_CANNOT_ATTACH_ACTION_GROUP_TO_ROLE_INVALID_ACTION=Kann Aktionsgruppe nicht zur Rolle anh\u00E4ngen. Die Aktionsgruppe ist ung\u00FCltig.
ERROR_CANNOT_DETACH_ACTION_GROUP_TO_ROLE_NOT_ATTACHED=Kann Aktionsgruppe nicht von der Rolle abh\u00E4ngen. Diese Aktionsgruppe ist nicht an dieser Rolle befestigt.
ERROR_LICENSE_NO_LICENSE=Keine g\u00FCltige Lizenz f\u00FCr die oVirt-Engine vorhanden
ERROR_LICENSE_ILLEGAL=Anmeldung fehlgeschlagen, falls das Engine-Service neu gestartet wurde warten Sie bitte einige Sekunden und versuchen Sie es erneut, wenn das Problem weiterhin besteht, \u00FCberpr\u00FCfen Sie bitte Ihre oVirt Engine-Lizenz.
ERROR_LICENSE_SYSTEM_CLOCK_MODIFIED=Die Engine hat festgestellt, dass die Systemuhr ge\u00E4ndert wurde
ERROR_LICENSE_EXPIRED=oVirt Engine Testphase abgelaufen
MESSAGE_LICENSE_EVALUATION__PARAM_DAYS_LEFT=oVirt Engine ist in Test-Modus. Die Testphase wird in ${DaysLeft} ablaufen
VDS_REGISTER_NO_HOSTNAME_INPUT=Host kann nicht registriert werden. Kein Host-Name angegeben.
VDS_REGISTER_UNIQUE_ID_DIFFERENT_TYPE=Host kann nicht registriert werden, es wurde ein Host mit der gleichen einzigartigen ID gefunden, aber der angeforderte Host-Typ stimmt nicht \u00FCberein.
VDS_REGISTER_UNIQUE_ID_AMBIGUOUS=Kann Host nicht hinzuf\u00FCgen, der die gleiche, einzigartige ID hat als einer der Hosts\:. ${HostNameList}.\nDies kann auftreten, falls dieser Host bereits zum System hinzugef\u00FCgt wurde.
VDS_CANNOT_CONNECT_TO_SERVER=Kann ${type} nicht ${action}. Erstellen einer SSH-Sitzung mit dem Host fehlgeschlagen. \u00DCberpr\u00FCfen Sie, ob der Host erreichbar ist (IP-Adresse, routingf\u00E4hige Adresse etc.) Sie k\u00F6nnen weitere Details aus der engine.log Datei entnehmen.
VDS_CANNOT_AUTHENTICATE_TO_SERVER=Kann ${type} nicht ${action}. Erstellen einer SSH-Sitzung mit dem Host fehlgeschlagen. \u00DCberpr\u00FCfen Sie, ob die Authentifizierung-Parameter korrekt sind (Benutzername/Passwort, Public-Key etc.) Sie k\u00F6nnen weitere Details aus der engine.log Datei entnehmen.
VDS_SECURITY_CONNECTION_ERROR=Kann nicht ${action} ${type}. SSH-Verbindung fehlgeschlagen, ${ErrorMsg}.
AUTO_MIGRATE_DISABLED=Kann nicht migriert werden - \u00FCberpr\u00FCfen Sie die relevanten Konfigurationsoptionen.
AUTO_MIGRATE_VDS_NOT_FOUND=Kann nicht migriert werden - Host nicht gefunden.
AUTO_MIGRATE_ALREADY_RUNNING_ON_VDS=Kann nicht migriert werden - VM l\u00E4uft bereits auf dem Host.
AUTO_MIGRATE_UNSUCCESSFUL=Kann nicht migriert werden - Vorhergehene Migration war nicht erfolgreich.
APPROVE_VDS_VDS_NOT_FOUND=Kann Host nicht genehmigen. Host nicht gefunden.
VDS_GROUP_CLUSTER_IS_NOT_VALID=Kann nicht ${action} Cluster. Cluster ID ung\u00FCltig.
NETWORK_INTERFACE_NAME_ALREAY_EXISTS=Netzwerkdatei wird bereits verwendet
STORAGE_DOMAIN_TYPE_ILLEGAL_FOR_ADDING_EXISTING=Speicher von diesem Typ d\u00FCrfen nicht hinzugef\u00FCgt werden
NETWORK_INTERFACE_NOT_HAVE_DISPLAY_FLAG=Die angegebene Schnittstelle ist nicht eine Anzeige-Schnittstelle
ERROR_CANNOT_ADD_STORAGE_POOL_WITHOUT_DATA_AND_ISO_DOMAINS=Data Center kann nicht erstellt werden - Es muss mindestens einen Datenspeicher geben.
ERROR_CANNOT_ADD_STORAGE_POOL_WITH_DIFFERENT_STORAGE_FORMAT=Datenspeicher kann nicht zum Pool hinzugef\u00FCgt werden. Speicher sollten das selbe Format haben.
ACTION_TYPE_FAILED_VMS_IN_STORAGE_POOL=Kann nicht ${action} ${type}. Es gibt VMs im Data-Center.
ERROR_CANNOT_CHANGE_STORAGE_POOL_VDSS_UP=Bitte alle Server vor der Aktualisierung des Data-Centers auf Wartungsmodus umschalten .
NETWORK_STORAGE_POOL_MUST_BE_SPECIFY=Data-Center muss angegeben werden
EN_UNKNOWN_TAG_NAME=Unbekannter Tag-Name
# translation auto-copied from project oVirt, version master, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author rgromans
ERROR_CANNOT_ATTACH_STORAGE_DOMAIN_SHARED_NOT_SUPPORTED_IN_THIS_POOL=Kann Speicherdom\u00E4ne nicht anh\u00E4ngen, Shared-Domains sind in dieser Data-Center Kompatibilit\u00E4tsversion nicht unterst\u00FCtzt.
# translation auto-copied from project oVirt, version master, document frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author rgromans
ERROR_CANNOT_ATTACH_STORAGE_DOMAIN_SHARED_NOT_SUPPORTED_IN_OTHER_POOL=Kann Speicherdom\u00E4ne nicht anh\u00E4ngen, Shared-Domains sind in anderer Data-Center Kompatibilit\u00E4tsversion nicht unterst\u00FCtzt.
ERROR_CANNOT_REMOVE_POOL_WITH_NETWORKS=Kann Data-Center mit Netzwerken nicht entfernen, bitte entfernen Sie zuerst alle Netzwerke.
ACTION_TYPE_FAILED_UP_VDSS_IN_CLUSTER=Kann nicht ${action} ${type}. Einige der Hosts im Cluster sind in Betrieb. Bitte schalten Sie alle Hosts zuerst auf Wartungsmodus.
TAGS_DIRECTORY_ELEMENT_TAG_IS_MISSING=Verzeichnis-Element-Tag fehlt im gew\u00FCnschten Benutzer
DIRECTORY_GROUP_CANNOT_ATTACH_TO_VM_ALREADY_ATTACHED=Verzeichnis-Gruppe ist bereits an diese VM angeh\u00E4ngt.
DIRECTORY_GROUP_NOT_ATTACH_TO_VM=Verzeichnis-Gruppe ist nicht an die angegebene VM angeh\u00E4ngt.
ERROR_CANNOT_DEFAULT_DIRECTORY_ELEMENT_TAG=Kann den Standard-Verzeichnis-Tag nicht entfernen.
ACTION_TYPE_FAILED_NO_VDS_SUPPLIED=Kann nicht ${action} ${type}. Kein Host angegeben.
NETWORK_CAN_NOT_REMOVE_DEFAULT_NETWORK=Kann das Standard-Netzwerk nicht entfernen.
ACTION_TYPE_FAILED_NETWORK_LABEL_RENAMING_NOT_SUPPORTED=Kann ${type} nicht ${action}. Die Umbenennung einer Netzwerkbezeichnung w\u00E4hrend diese an Host-Schnittstellen konfiguriert ist, wird nicht unterst\u00FCtzt. Bitte heben Sie die Bezeichnung des Netzwerks zun\u00E4chst auf, und legen Sie sp\u00E4ter eine neue fest.
NETWORK_CAN_NOT_UPDATE_DEFAULT_NETWORK=Kann den Standard-Netzwerk-Namen nicht aktualisieren.
TAGS_CANNOT_ASSING_TAG=Das angegebene Tag kann nicht zugeordnet werden.
ACTION_TYPE_FAILED_XP_MEMORY_ERROR=Kann nicht ${action} ${type}. Unzul\u00E4ssiger Arbeitsspeicher f\u00FCr Windows XP definiert.
NETWORK_INTERFACE_CANNOT_UPDATE_INTERFACE_VLAN=Kann Netzwerk mit VLAN nicht aktualisieren, Sie m\u00FCssen die Schnittstelle auf "None" Network festlegen
ILLEAGAL_USER_PROVIDED=Verbotener Benutzer angegeben
USER_CANNOT_BE_ADDED_TO_VM=Benutzer kann nicht zu VM hinzugef\u00FCgt werden
USER_CANNOT_BE_ADDED_TO_VM_POOL=Benutzer kann nicht zu VM-Pool hinzugef\u00FCgt werden
ACTION_TYPE_FAILED_DETECTED_PINNED_VMS=Kann nicht ${action} ${type}. Die folgenden VMs sind so eingerichtet dass sie ausdr\u00FCcklich nur auf diesem Host laufen\: ${VmNames}.\nZwecks ${action} ${type} m\u00FCssen Sie die Verbindung zwischen den VMs und dem Host (Mit Bearbeiten VM-Eigenschaften) entfernen.
HOT_PLUG_IS_NOT_SUPPORTED=Aktivieren/Deaktivieren w\u00E4hrend VM l\u00E4uft wird nur in Cluster der Version 3.1 und h\u00F6her unterst\u00FCtzt.
HOT_PLUG_CPU_IS_NOT_SUPPORTED=Hot Plugging einer CPU wird f\u00FCr Clusterversion ${clusterVersion} und Architektur ${architecture} nicht unterst\u00FCtzt.
HOT_UNPLUG_CPU_IS_NOT_SUPPORTED=Hot Un-Plugging einer CPU wird f\u00FCr Clusterversion ${clusterVersion} und Architektur ${architecture} nicht unterst\u00FCtzt.
HOT_PLUG_DISK_SNAPSHOT_IS_NOT_SUPPORTED=Kann ${type} nicht ${action}. Aktivierung/Deaktivierung von Disk-Schnappschuss wird nicht unterst\u00FCtzt f\u00FCr Cluster der Version ${clusterVersion}.
UNLINKING_IS_NOT_SUPPORTED=Kann nicht ${action} ${type}. Link-Status ist am Interface der virtuellen Maschine auf 'Down' eingestellt, dies wird nicht f\u00FCr Clusters der Version ${clusterVersion} unterst\u00FCtzt.
NULL_NETWORK_IS_NOT_SUPPORTED=Kann nicht ${action} ${type}. Es gibt kein Netzwerk an der Schnittstelle der virtuellen Maschine, dies wird f\u00FCr Cluster der Version ${clusterVersion} nicht unterst\u00FCtzt.
ACTION_TYPE_FAILED_NETWORK_QOS_IS_NOT_SUPPORTED=Kann nicht ${action} ${type}. Network QoS ist am Profil vorhanden, dies wird f\u00FCr Cluster der Version ${clusterVersion} nicht unterst\u00FCtzt.
HOT_VM_INTERFACE_UPDATE_IS_NOT_SUPPORTED=Kann nicht ${action} ${type}. Die Aktualisierung des Interface der virtuellen Maschine w\u00E4hrend diese l\u00E4uft, wird bei Clustern der Version ${clusterVersion} nicht unterst\u00FCtzt.
HOST_NETWORK_INTERFACE_NOT_EXIST=Kann ${type} nicht ${action}. Die Host-Netzwerkschnittstelle ist nicht vorhanden.
ACTION_TYPE_FAILED_VM_INTERFACE_TYPE_IS_NOT_SUPPORTED_BY_OS=Kann nicht ${action} ${type}. Der Netzwerkschnittstellentyp ist nicht mit dem gew\u00E4hlten Betriebssystem kompatibel.
CANNOT_PERFORM_HOT_UPDATE=Kann nicht ${action} ${type}. Die Aktualisierung von Eigenschaften wird nicht unterst\u00FCtzt w\u00E4hrend diese in eine laufende virtuelle Maschine eingebunden sind. Bitte l\u00F6sen Sie die Bindung des Interface, aktualisieren Sie die Eigenschaften und binden Sie es erneut ein.
CANNOT_PERFORM_HOT_UPDATE_WITH_PORT_MIRRORING=Kann nicht ${action} ${type}. Die Aktualisierung ist nicht m\u00F6glich, wenn 'Port Mirroring' am Interface einer laufenden virtuellen Maschine eingestellt ist.
PORT_MIRRORING_REQUIRES_NETWORK=Kann nicht ${action} ${type}. 'Port Mirroring' Einstellung erfordert ein Netzwerk.
ACTION_TYPE_FAILED_GUEST_OS_VERSION_IS_NOT_SUPPORTED=Kann nicht ${action} ${type}. Die Gast-OS-Version ist nicht unterst\u00FCtzt.
HOT_PLUG_DISK_IS_NOT_VIRTIO=Kann nur virtIO Festplatten anschlie\u00DFen.
HOT_PLUG_DISK_IS_NOT_UNPLUGGED=Die Festplatte ist bereits aktiviert.
HOT_UNPLUG_DISK_IS_NOT_PLUGGED=Die Festplatte ist bereits deaktiviert.
CANNOT_ADD_FLOATING_DISK_WITH_PLUG_VM_SET=Kann ${type} nicht ${action}. Eine mit der "Activate" Einstellung konfigurierte Sisk kann nicht als eine gleitende Disk erstellt werden.
ACTIVATE_DEACTIVATE_NIC_VM_STATUS_ILLEGAL=Kann VM Netzwerkschnittstellen aufgrund des VM-Status nicht aktivieren/deaktivieren. Der VM-Status muss Down oder Up sein.
ACTIVATE_DEACTIVATE_NETWORK_NOT_IN_VDS=Das Netzwerk existiert nicht auf dem Host auf dem das VM l\u00E4uft.\nEntweder f\u00FCgen Sie das Netzwerk zum Host hinzu oder migrieren das VM an einen Host, der dieses Netzwerk hat.
VM_CANNOT_RUN_FROM_DISK_WITHOUT_PLUGGED_DISK=Kann nicht ${action} ${type} ohne zumindest eine aktive Festplatte.\nBitte aktivieren Sie eine Festplatte und starten Sie das VM neu.
SHAREABLE_DISK_IS_NOT_SUPPORTED_FOR_DISK=Kann nicht ${action} ${type}. Festplatte kann nicht gemeinsam benutzt werden, wenn sie von einem Snapshot abh\u00E4ngt. Um sie zu teilen, entfernen Sie die Snapshots von der Festplatte.
SHAREABLE_DISK_IS_NOT_SUPPORTED_BY_VOLUME_FORMAT=Kann nicht ${action} ${type}. Das Volume-Format dieser Festplatte ist nicht f\u00FCr gemeinsam nutzbare Festplatte unterst\u00FCtzt.
ERROR_CANNOT_DETACH_DISK_WITH_SNAPSHOT=Kann nicht ${action} ${type}. Die Festplatte ist bereits in einem Snapshot konfiguriert. Um sie zu trennen, entfernen Sie die Snapshots von der Festplatte.
DISK_IS_ALREADY_SHARED_BETWEEN_VMS=Kann nicht ${action} ${type}. Die Festplatte ist zwischen VMs geteilt und kann nicht ungeteilt werden. Trennen Sie diese Festplatte vom Rest der VMs mit denen sie verbunden ist und aktualisieren Sie dann die Festplatte als unteilbar.
SCSI_GENERIC_IO_IS_NOT_SUPPORTED_FOR_IMAGE_DISK="Kann nicht ${action} ${type}. SCSI Generic IO wird f\u00FCr Bilddatentr\u00E4ger nicht unterst\u00FCtzt."
VIRTIO_SCSI_INTERFACE_IS_NOT_AVAILABLE_FOR_CLUSTER_LEVEL=Virtio-SCSI Interface ist nur f\u00FCr Clusterebene 3.3 oder h\u00F6her verf\u00FCgbar.
CANNOT_PERFORM_ACTION_VIRTIO_SCSI_IS_DISABLED=Kann ${type} nicht ${action}. VirtIO-SCSI ist f\u00FCr die VM deaktiviert
CANNOT_DISABLE_VIRTIO_SCSI_PLUGGED_DISKS=Kann VirtIO-SCSI nicht deaktivieren wenn Disks mit einer VirtIO-SCSI Schnittstelle an die VM angeschlossen sind.
USER_PASSWORD_EXPIRED=Kann nicht Anmelden. Das Benutzer Passwort ist abgelaufen. \u00C4ndern Sie bitte Ihr Passwort.
USER_CANNOT_LOGIN_DOMAIN_NOT_SUPPORTED=Kann nicht Anmelden. Die angegebene Domain ist nicht konfiguriert, bitte wenden Sie sich an Ihren Systemadministrator.
VM_POOL_CANNOT_DECREASE_VMS_FROM_POOL=Kann VMs von VM-Pool nicht verringern.
MOVE_VM_CLUSTER_MISSING_NETWORK=Kann nicht ${action} ${type}. Dem ausgew\u00E4hlten Cluster fehlen ein oder mehrere Netzwerke ${networks}, die von VM verwendet werden.
ACTION_TYPE_FAILED_STORAGE_POOL_WITH_DEFAULT_VDS_GROUP_CANNOT_BE_LOCALFS=Standard-Cluster kann nicht zu dem Data-Center, das lokalen Speicher benutzt, verschoben werden.
DEFAULT_CLUSTER_CANNOT_BE_ON_LOCALFS=Data-Center mit dem Standard-Cluster unterst\u00FCtzt nicht lokalen Speicher.
VM_CANNOT_CANCEL_MIGRATION_WHEN_VM_IS_NOT_MIGRATING=Kann Migration eines nicht migrierenden VM nicht abbrechen.
ACTION_TYPE_FAILED_VM_SNAPSHOT_NOT_IN_PREVIEW=Kann nicht ${action} ${type} auf einem Snapshot, die sich nicht in Preview befindet. Bitte w\u00E4hlen Sie den richtigen Snapshot f\u00FCr die Wiederherstellung aus\: Entweder den in der Preview, oder den von vor der Preview.
ACTION_TYPE_FAILED_SHAREABLE_DISK_NOT_SUPPORTED=Kann nicht ${action} eine teilbare ${type}. Diese Funktion wird nicht unterst\u00FCtzt.
ACTION_TYPE_FAILED_DISK_NOT_EXIST=Kann nicht ${action} ${type}. Der angegebene Datentr\u00E4ger ist nicht vorhanden.
ACTION_TYPE_FAILED_DISKS_NOT_EXIST=Kann ${type} nicht ${action}. Die folgende(n) Disk(s) ID(s) sind nicht vorhanden\: ${diskIds}.
ACTION_TYPE_FAILED_DISK_SNAPSHOTS_NOT_EXIST=Kann ${type} nicht ${action}. Der/Die folgende(n) Disk-Schnappschuss/Schnappsch\u00FCsse(s) ID(s) sind nicht vorhanden\: ${diskSnapshotIds}.
ACTION_TYPE_FAILED_DISK_SNAPSHOTS_ACTIVE=Kann ${type} nicht ${action}. Der/Die folgende(n) Disk-Schnappschuss/Schnappsch\u00FCsse(s) ID(s) sind aktiv\: ${diskSnapshotIds}.
ACTION_TYPE_FAILED_NO_DISKS_SPECIFIED=Kann nicht ${action} ${type}. Es wurden keine Datentr\u00E4ger festgelegt.
ACTION_TYPE_FAILED_DISK_IS_NOT_VM_DISK=Kann nicht ${action} ${type}. Der (die) folgende(n) Datentr\u00E4ger sind an keiner VM angeh\u00E4ngt\: ${diskAliases}.
ACTION_TYPE_FAILED_DISK_IS_NOT_TEMPLATE_DISK=Kann nicht ${action} ${type}. Der ausgew\u00E4hlte Datentr\u00E4ger ist kein Vorlage-Datentr\u00E4ger. Nur Vorlage-Datentr\u00E4ger k\u00F6nnen kopiert werden.
ACTION_TYPE_FAILED_SOURCE_AND_TARGET_SAME=Kann nicht ${action} ${type}. Quell- und Ziel-Speicherdom\u00E4ne sind gleich.
ACTION_TYPE_FAILED_CANNOT_MOVE_TEMPLATE_DISK=Kann nicht ${action} ${type}. Vorlage-Datentr\u00E4ger k\u00F6nnen nicht verschoben werden.
ACTION_TYPE_FAILED_BASE_TEMPLATE_DOES_NOT_EXIST=Kann ${type} nicht ${action}. Basis Vorlage ist f\u00FCr diese Vorlagenversion nicht vorhanden.
ACTION_TYPE_FAILED_NOT_A_VM_NETWORK=Fehlgeschlagen ${action} ${type}. Die folgenden Netzwerke (${networks}) sind nicht als VM-Netzwerke definiert.
ACTION_TYPE_FAILED_NETWORK_NOT_IN_CLUSTER=Fehlgeschlagen ${action} ${type}. Die folgenden Netzwerke (${networks}) sind nicht im Cluster definiert.
CPU_TYPE_UNSUPPORTED_IN_THIS_CLUSTER_VERSION=Host CPU Typ wird in dieser Cluster Kompatibilit\u00E4tsversion oder aber gar nicht unterst\u00FCtzt.
ACTION_TYPE_FAILED_INTERFACE_NETWORK_NOT_CONFIGURED=Fehlgeschlagen ${action} ${type}. Eine oder mehrere Netzwerkschnittstellen haben unvollst\u00E4ndige Netzwerkkonfiguration. Bitte konfigurieren Sie diese Schnittstellen und versuchen es erneut.
NON_VM_NETWORK_NOT_SUPPORTED_FOR_POOL_LEVEL=Nicht-VM Netzwerke werden in diesem Data-Center nicht unterst\u00FCtzt.
VMPAYLOAD_INVALID_PAYLOAD_TYPE=VM-Payload nur in CD-ROM- oder Floppy-Ger\u00E4ten unterst\u00FCtzt
VMPAYLOAD_SIZE_EXCEEDED=Payload ist auf ${size} K begrenzt
VMPAYLOAD_FLOPPY_EXCEEDED=Payload Floppy kann nicht gemeinsam mit einer zus\u00E4tzlichen Floppy verwendet werden
ERROR_GET_STORAGE_DOMAIN_LIST=Kann die Speicherdom\u00E4nen Liste nicht erhalten
ACTION_TYPE_FAILED_VDS_CLUSTER_DIFFERENT_ARCHITECTURES=Kann ${type} nicht ${action}. Der Host und die Ziel Cluster Architekturen stimmen nicht \u00FCberein.
ACTION_TYPE_FAILED_NETWORK_INTERFACE_MAC_INVALID=Kann nicht ${action} ${type}. Die Netzwerkschnittstelle ${IfaceName} hat eine ung\u00FCltige MAC-Adresse ${MacAddress}. Die MAC-Adresse muss im Format  "HH\:HH\:HH\:HH\:HH\:HH"  angegeben werden, wobei H ein hexadezimales Zeichen ist (entweder eine Zahl oder A-F in Gro\u00DF- oder Kleinbuchstaben)
MIGRATE_PAUSED_EIO_VM_IS_NOT_SUPPORTED=Migration einer VM im Angehaltenen Status wird aufgrund eines I/O Fehlers nicht unterst\u00FCtzt.
VM_INTERFACE_NOT_EXIST=Kann nicht ${action} ${type}. Die VM Netzwerkschnittstelle ist nicht vorhanden.
ACTION_TYPE_FAILED_CANNOT_REMOVE_ACTIVE_DEVICE=Kann nicht ${action} ${type}. Die VM Netzwerkschnittstelle ist in eine laufende VM eingebunden.
ACTION_TYPE_FAILED_IMPORT_UNREGISTERED_NOT_COLLAPSED=Kann ${type} nicht ${action}. Nicht registrierte VM kann nicht reduziert werden.
USER_CANNOT_FORCE_RECONNECT_TO_VM=Konsole-Verbindung verweigert. Ein anderer Benutzer hat bereits auf die Konsole dieser VM zugegriffen. Das VM sollte neu gestartet werden, damit ein anderer Benutzer darauf zugreifen kann, oder von einem Admin ge\u00E4ndert werden, damit kein Neustart zwischen Benutzerzugriffen auf diese Konsole erzwungen wird.
ENGINE_IS_RUNNING_IN_MAINTENANCE_MODE=Die Engine l\u00E4uft im Wartungsmodus und akzeptiert derzeit keine Befehle.
ENGINE_IS_RUNNING_IN_PREPARE_MODE=Diese Aktion ist nicht zugelassen wenn die Engine sich f\u00FCr Wartung vorbereitet.
VAR__TYPE__EXTERNAL_EVENT=$type Externes Ereignis
ACTION_TYPE_FAILED_EXTERNAL_EVENT_ILLEGAL_ORIGIN=Kann nicht ${action} ${type}. Unzul\u00E4ssiger Ursprung f\u00FCr externes Ereignis \: oVirt
ACTION_TYPE_FAILED_EXTERNAL_EVENT_NOT_FOUND=Kann nicht ${action} ${type}. Externes Ereignis existiert nicht.
FAILED_TO_RUN_LDAP_QUERY=Ausf\u00FChren der LDAP-Anfrage fehlgeschlagen, bitte wenden Sie sich an Ihren Systemadministrator.
VAR__TYPE__EXTERNAL_JOB=$type Externer Job
VAR__TYPE__EXTERNAL_STEP=$type Externer Schritt
VAR__ACTION__END=$action Beenden
VAR__ACTION__CLEAR=$action L\u00F6schen
ACTION_TYPE_EMPTY_DESCRIPTION=Kann nicht ${action} ${type}. Beschreibung kann nicht leer sein.
ACTION_TYPE_NOT_EXTERNAL=Kann nicht ${action} ${type}. Externe Schritte k\u00F6nnen nur zu externen Jobs oder externen Schritten hinzugef\u00FCgt werden.
ACTION_TYPE_NO_PARENT=Kann nicht ${action} ${type}. Schritt sollte Job oder anderem Schritt untergeordnet sein.
ACTION_TYPE_NO_JOB=Kann nicht ${action} ${type}. Job nicht gefunden.
ACTION_TYPE_NO_STEP=Kann nicht ${action} ${type}. Schritt nicht gefunden.
ACTION_TYPE_NON_MONITORED=Kann nicht ${action} ${type}. Nicht \u00FCberwachter Befehl.
QOS_CPU_SHARES_OUT_OF_RANGE=Kann cpu Freigaben nicht auf den gew\u00FCnschten Wert einstellen. Er muss zwischen 0 und 262144 liegen.
ERROR_CANNOT_RUN_ALIGNMENT_SCAN_VM_IS_RUNNING=Kann ${type} nicht ${action}. Ausrichtungsscan der angeh\u00E4ngten Disk die an einer VM l\u00E4uft wird nur mit RAW virtuellen Disks unterst\u00FCtzt.
ACTION_TYPE_FAILED_ALIGNMENT_SCAN_STORAGE_TYPE=Kann ${type} nicht ${action}. Ausrichtungsscan wird nur f\u00FCr Disks unterst\u00FCtzt, die sich auf Block Storage Domains befinden.
SCHEDULING_ALL_HOSTS_FILTERED_OUT=Kann ${type} nicht ${action}. Es gibt keinen Host, der den aktuellen Scheduling Einschr\u00E4nkungen gerecht wird. Einzelheiten finden Sie nachfolgend\:
SCHEDULING_HOST_FILTERED_REASON=Der Host ${hostName} hat ${filterType} Filter ${filterName} nicht zufriedengestellt.
SCHEDULING_HOST_FILTERED_REASON_WITH_DETAIL=Der Host ${hostName} hat ${filterType} Filter ${filterName} wegen ${detailMessage} nicht zufriedengestellt.
VAR__DETAIL__NETWORK_MISSING=$detailMessage network(s) ${networkNames} fehlen
VAR__DETAIL__AFFINITY_FAILED_POSITIVE=$detailMessage stimmte nicht mit positiven Affinit\u00E4tsregeln ${affinityRules} \u00FCberein
VAR__DETAIL__AFFINITY_FAILED_NEGATIVE=$detailMessage stimmte mit negativen Affinit\u00E4tsregeln ${affinityRules} \u00FCberein
VAR__DETAIL__LOW_CPU_LEVEL=$detailMessage dessen CPU-Level ${hostCPULevel} als von der VM ben\u00F6tigt ${vmCPULevel}
VAR__DETAIL__SWAP_VALUE_ILLEGAL=$detailMessage Swap-Wert war unzul\u00E4ssig
VAR__DETAIL__NOT_ENOUGH_MEMORY=$detailMessage verf\u00FCgt nicht \u00FCber ausreichend freien Speicher zur Ausf\u00FChrung der VM
SCHEDULING_NO_HOSTS=Keine Hosts zur Verwendung. stellen Sie sicher, dass der Cluster mindestens einen Host im Up-Status (betriebsbereit) besitzt.
VAR__FILTERTYPE__EXTERNAL=$filterType extern
VAR__FILTERTYPE__INTERNAL=$filterType intern
POWER_MANAGEMENT_ACTION_ON_ENTITY_ALREADY_IN_PROGRESS=Kann ${action} nicht durchf\u00FChren. Ein anderer Power-Management-Vorgang ist bereits im Gange.
LABELED_NETWORK_INTERFACE_NOT_FOUND=Eine bezeichnete Netzwerkschnittstelle konnte nicht gefunden werden.
NETWORK_LABEL_CONFLICT=Die durch die Bezeichnung repr\u00E4sentierten Netzwerke k\u00F6nnen nicht an derselben Netzwerkschnittstelle konfiguriert werden.
ACTION_TYPE_FAILED_POSITIVE_AFFINITY_GROUP=VM ist mit einer positive Affinity-Gruppe (${affinityGroupName}) assoziiert und muss auf demselben Host (${hostName}) wie die anderen Gruppen-VMs laufen
ACTION_TYPE_FAILED_NEGATIVE_AFFINITY_GROUP=VM ist mit einer negativen Affinity-Gruppe assoziiert und muss auf einem separaten Host laufen, auf dem keine anderen Gruppen-VMs laufen
ACTION_TYPE_FAILED_MIX_POSITIVE_NEGATIVE_AFFINITY_GROUP=VM ist sowohl mit positiven als auch negativen Affinity-Gruppen assoziiert, bitte wenden Sie sich an Ihren Systemadministrator
VALIDATION_ISCSI_BOND_NAME_MAX=iSCSI Bond Name darf 50 Zeichen nicht \u00FCberschreiten
VALIDATION_ISCSI_BOND_NAME_NOT_NULL=iSCSI Bond Name ist erforderlich
VALIDATION_ISCSI_BOND_DESCRIPTION_MAX=iSCSI Bond Beschreibung darf 4000 Zeichen nicht \u00FCberschreiten
VALIDATION_ISCSI_BOND_NAME_INVALID_CHARACTER=iSCSI Bond Name muss aus alphanumerischen Zeichen oder Punkten (.), Bindestrichen (-) und Unterstrichen (_) gebildet werden.
VALIDATION_SCSI_BOND_DESCRIPTION_INVALID=Die iSCSI Bond Beschreibung darf nur aus alphanumerischen Zeichen und Sonderzeichen bestehen, die mit dem ASCII Zeichensatz konform sind.
ISCSI_BOND_NOT_EXIST=Kann ${type} nicht ${action}. Der festgelegte iSCSI Bond ist nicht vorhanden.
ISCSI_BOND_WITH_SAME_NAME_EXIST_IN_DATA_CENTER=Kann ${type} nicht ${action}. iSCSI Bond mit demselben Namen ist im Data Center bereits vorhanden.
ISCSI_BOND_NOT_SUPPORTED=Kann nicht ${action} ${type}. iSCSI Bond wird nur von Data Center Kompatibilit\u00E4tsversion 3.4 und h\u00F6her unterst\u00FCtzt.
ACTION_TYPE_FAILED_STORAGE_CONNECTIONS_CANNOT_BE_ADDED_TO_ISCSI_BOND=Kann ${type} nicht ${action}. Die folgenden Storage-Verbindungen ${connectionIds} k\u00F6nnen dem festgelegten iSCSI Bond nicht hinzugef\u00FCgt werden. \nM\u00F6gliche Gr\u00FCnde\:\n- Sie sind nicht vom Typ iSCSI.\n- Ihr Status ist keiner der folgenden\: Unknown, Active. Inactive.\n- Sie geh\u00F6ren nicht zum selben Data Center wie der festgelegte iSCSI Bond.
ACTION_TYPE_FAILED_ISCSI_BOND_NETWORK_CANNOT_BE_REQUIRED=Kann nicht ${action} ${type}. Erforderliches Netzwerk kann nicht Teil eines iSCSI Bond sein.
ACTION_TYPE_FAILED_INTERFACE_DOES_NOT_SUPPORT_READ_ONLY_ATTR=Kann ${type} nicht ${action}. ${interface} Disks k\u00F6nnen nicht schreibgesch\u00FCtzt sein.
ACTION_TYPE_FAILED_RNG_NOT_FOUND=Kann nicht ${action} ${type}. Versuch der Manipulation mit Random Number Generator Ger\u00E4t (Zufallszahlengenerator), aber keines gefunden.
ACTION_TYPE_FAILED_RNG_ALREADY_EXISTS=Kann nicht ${action} ${type}. Zufallszahlengenerator bereits vorhanden.
ACTION_TYPE_FAILED_RNG_SOURCE_NOT_SUPPORTED=Kann nicht ${action} ${type}. Zufallszahlengenerator wird im Cluster nicht unterst\u00FCtzt.
ACTION_TYPE_RNG_MUST_BE_SPECIFIED=Kann nicht ${action} ${type}. Zufallszahlengenerator muss in Parametern festgelegt sein.
KDUMP_DETECTION_NOT_ENABLED_FOR_VDS=Kann nicht ${action} ${type}. Kdump Detection Support ist f\u00FCr Host '${VdsName} nicht aktiviert.
KDUMP_DETECTION_NOT_CONFIGURED_ON_VDS=Kann nicht ${action} ${type}. Kdump Detection Support ist f\u00FCr Host '${VdsName} nicht ordnungsgem\u00E4\u00DF konfiguriert.
