BlockDeviceActionError=Erro na a\u00E7\u00E3o do dispositivo de bloqueio
BlockStorageDomainMasterFSCKError=Erro FSCK do sistema de arquivo mestre BlockSD
BlockStorageDomainMasterMountError=Erro de montagem do sistema de arquivo mestre BLOckSD
CannotAccessLogicalVolume=N\u00E3o foi poss\u00EDvel acessar o Volume L\u00F3gico
CannotCreateLogicalVolume=N\u00E3o foi poss\u00EDvel criar o Volume L\u00F3gico
CannotDeactivateLogicalVolume=N\u00E3o foi poss\u00EDvel desativar o Volume L\u00F3gico
CannotRemoveLogicalVolume=N\u00E3o foi poss\u00EDvel remover o Volume L\u00F3gico
ExportError=Ocorreu um erro ao exportar o VM
GeneralException=Exce\u00E7\u00E3o geral
HostIdMismatch=A id do host n\u00E3o foi encontrada ou n\u00E3o coincide com a id do host do gerenciador
ImageDeleteError=N\u00E3o foi poss\u00EDvel remover todos os arquivos
ImageDoesNotExistInDomainError=A imagem n\u00E3o existe no dom\u00EDnio
ImageIsNotEmpty=A imagem n\u00E3o est\u00E1 vazia
ImageMissingFromVm=Falta da imagem no VM
ImagePathError=O caminho da imagem n\u00E3o existe ou n\u00E3o pode ser acessado/criado
ImagesActionError=Erro da a\u00E7\u00E3o das imagens
ImageValidationError=Erro da valida\u00E7\u00E3o da imagem
ImportError=Erro na importa\u00E7\u00E3o da imagem
ImportInfoError=Importar o erro da informa\u00E7\u00E3o do candidato
ImportUnknownType=Tipo de informa\u00E7\u00E3o desconhecido
IncorrectFormat=Formato de volume incorreto
InvalidParameterException=Par\u00E2metro inv\u00E1lido
InvalidTask=Tarefa inv\u00E1lida
LogicalVolumeExtendError=Logical Volume extend failed
MergeSnapshotsError=Erro ao mesclar instant\u00E2neos
MetaDataKeyError=Erro de tecla dos metadados
MetaDataKeyNotFoundError=Erro  n\u00E3o encontrado na chave dos metadados
MetaDataSealIsBroken=O lacre dos metadados foi desfeito (checksum incompat\u00EDvel)
MetaDataValidationError=Meta Data self-validation failed
MoveImageError=Erro ao mover a imagem
NotImplementedException=M\u00E9todo n\u00E3o implantado 
PhysDevInitializationError=Falha ao iniciar o disposito. Verifique se o dispositivo est\u00E1 vazio. Por favor remova todos os arquivos e parti\u00E7\u00F5es do arquivo. 
ReconstructMasterError=N\u00E3o foi poss\u00EDvel reconstruir o dom\u00EDnio mestre
ResourceException=Exce\u00E7\u00E3o geral
AcquireLockFailure=N\u00E3o foi poss\u00EDvel obter o bloqueio
SpmFenceError=\n
SpmParamsMismatch=Pool previous lver/id don't match request
SpmStartError=Ocorreu um erro ao iniciar o SPM
SpmStatusError=Not SPM
SpmStopError=Ocorreu um erro ao interromper o SPM
StorageDomainActionError=Ocorreu um erro na armazena\u00E7\u00E3o da a\u00E7\u00E3o do dom\u00EDnio
StorageDomainActivateError=Ocorreu um erro na ativa\u00E7\u00E3o do dom\u00EDnio do armazenamento
StorageDomainAlreadyExists=O dom\u00EDnio de armazenamento j\u00E1 existe
StorageDomainAttachError=Ocorreu um erro ao anexar o dom\u00EDnio de armazenamento
StorageDomainCreationError=Ocorreu um erro ao armazenar o dom\u00EDnio do armazenamento
StorageDomainDeactivateError=Ocorreu um erro na desativa\u00E7\u00E3o do dom\u00EDnio do armazenamento
StorageDomainDetachError=Ocorreu um erro na desativa\u00E7\u00E3o do dom\u00EDnio do armazenamento
StorageDomainDoesNotExist=O dom\u00EDnio do armazenamento n\u00E3o pode ser alcan\u00E7ado a partir do Host selecionado. Tente selecionar outro Host.
StorageDomainFormatError=Ocorreu um erro na formata\u00E7\u00E3o do dom\u00EDnioo do armazenamento
StorageDomainNotEmpty=Ocorreu um erro na cria\u00E7\u00E3o do Dom\u00EDnio do Armazenamento. O caminho de armazenamento selecionado n\u00E3o est\u00E1 vazio (provavelmente cont\u00E9m outro Dom\u00EDnio do Armazenamento). Tanto remova o Dom\u00EDnio do Armazenamento a partir deste caminho ou altere o caminho do Armazenamento.
StorageDomainFSNotMounted=O caminho remoto do dom\u00EDnio do armazenamento n\u00E3o foi montado 
StorageDomainLayoutError=O layout do dom\u00EDnio de armazenamento est\u00E1 corrompido
StorageDomainMasterCopyError=Ocorreu um erro ao copiar os dados do dom\u00EDnio do armazenamento
StorageDomainMasterError=Ocorreu um erro ao marcar o dom\u00EDnio do armazenamento mestre
StorageDomainMasterUnmountError=Ocorreu um erro ao desmontar o dom\u00EDnio de armazenamento
StorageDomainMetadataCreationError=Ocorreu um erro ao criar os metadados do dom\u00EDnio
StorageDomainMetadataFileMissing=N\u00E3o foi poss\u00EDvel rescuperar o nome do arquivo para o dom\u00EDnio
StorageDomainMetadataNotFound=O dom\u00EDnio do armazenamento est\u00E1 inv\u00E1lido, os metadados n\u00E3o foram encontrados
StorageDomainNotActive=O dom\u00EDnio do armazenamento n\u00E3o est\u00E1 ativo
StorageDomainNotInPool=O dom\u00EDnio do armazenamento n\u00E3o est\u00E1 no pool
StorageException=Exce\u00E7\u00E3o de Armazenamento Geral
StoragePoolActionError=Ocorreu erro na a\u00E7\u00E3o do armazenamento do centro de dados
StoragePoolConnectionError=Ocorreu um erro na conex\u00E3o do armazenamento do centro dados
StoragePoolCreationError=Ocorreu um erro ao criar o armazenamento do centro de dados
StoragePoolDestroyingError=Ocorreu um erro ao destruir o armazenamento do centro de dados
StoragePoolDisconnectionError=Ocorreu um erro na desconex\u00E3o do armazenamento do centro de dados
StoragePoolHasPotentialMaster=A fun\u00E7\u00E3o mestre deve ser movida a outro dom\u00EDnio
StoragePoolInternalError=O armazenamento do centro de dados n\u00E3o est\u00E1 definido
StoragePoolMasterNotFound=N\u00E3o foi poss\u00EDvel encontrar o dom\u00EDnio mestre
StoragePoolNotConnected=O armazenamento do centro de dados n\u00E3o est\u00E1 conectado
StoragePoolTooManyMasters=H\u00E1 muitos mestres para o StoragePool
StoragePoolWrongMaster=O dom\u00EDnio do Mestre est\u00E1 errado ou a vers\u00E3o
StoragePoolUnknown=A id do pool \u00E9 desconhecida, o pool n\u00E3o est\u00E1 conectado
StorageServerActionError=Erro na a\u00E7\u00E3o do servidor de armazenameto
StorageServerConnectionError=Erro na conex\u00E3o do servidor do armazenamento
StorageServerDisconnectionError=Erro na disconex\u00E3o do servidor do armazenamento
StorageServeriSCSIError=Erro na conex\u00E3o iSCSI
StorageServerValidationError=O caminho especificado n\u00E3o existe ou n\u00E3o pode ser alcan\u00E7ado.\nVerifique o caminho correto, e para o armazenamento, verifique a conex\u00E3o para seu armazenamento.
StorageUpdateVmError=N\u00E3o foi poss\u00EDvel atualizar o VM
TaskClearError=N\u00E3o foi poss\u00EDvel esvaziar a tarefa
TemplateCreationError=Ocorreu um erro ao criar o modelo a partir do VM
UnknownTask=A id da tarefa \u00E9 desconhecida
VolumeAccessError=Ocorreu um erro ao acessar o volume
VolumeAlreadyExists=O volume j\u00E1 existe
VolumeCreationError=Ocorreu um erro ao criar um novo volume
VolumeDoesNotExist=O volume n\u00E3o existe
VolumeExtendingError=Ocorreu um erro ao extender o volume
VolumeGeneralException=Exce\u00E7\u00E3o Geral
UnicodeArgumentException=Os argumentos de c\u00F3digo \u00FAnico n\u00E3o s\u00E3o suportados
VolumeGroupActionError=Ocorreu um erro na a\u00E7\u00E3o do grupo do volume
VolumeGroupAlreadyExistsError=O volume do grupo j\u00E1 existe
VolumeGroupCreateError=N\u00E3o foi poss\u00EDvel criar o Grupo do Volume
VolumeGroupDoesNotExist=O Grupo do Volume n\u00E3o existe
VolumeGroupExtendError=N\u00E3o foi poss\u00EDvel extender o Grupo do Volume
VolumeGroupPermissionsError=N\u00E3o foi poss\u00EDvel atualizar/alterar as permiss\u00F5es do grupo do volume
VolumeGroupSizeError=O grupo do volue n\u00E3o \u00E9 grande o suficiente. O tamanho m\u00EDnimo para o armazenamento do dom\u00EDnio \u00E9 10GB
OrphanVolumeError=Volume \u00F3rf\u00E3o
VolumeImageHasChildren=N\u00E3o foi poss\u00EDvel deletar a imagem do volume que possui filhos (anti\u00E9tico)
VolumeIsBusy=O volume est\u00E1 ocupado
VolumeMetadataReadError=Ocorreu um erro ao processar os metadados do volume
VolumeMetadataWriteError=Ocorreu um erro ao atualizar os metadados do volume
VolumeUnlinkError=Falha ao cancelar o link do volume
copyerr=Ocorreu uma falha na c\u00F3pia
createErr=Ocorreu um erro ao criar o Desktop solicitado
down=O desktop est\u00E1 desativado
exist=O desktop j\u00E1 existe
imageErr=O arquivo da imagem da unidade n\u00E3o pode ser encontrado
migrateErr=Erro fatal durante a migra\u00E7\u00E3o
MissParam=O par\u00E2metro requirido est\u00E1 ausente
nfsErr=Tempo limite do dom\u00EDnio de armazenamento
noConPeer=N\u00E3o foi poss\u00EDvel conectar ao host par
nonresp=Agente convidado em resposta
noVM=O desktop n\u00E3o existe
noVmType=Tipo de VM n\u00E3o suportado
outOfMem=A mem\u00F3ria dispon\u00EDvel n\u00E3o \u00E9 suficiente para criar o desktop
recovery=Recupera\u00E7\u00E3o da falha ou Inicializa\u00E7\u00E3o
sparse=Falha da cria\u00E7\u00E3o esparsa
ticketErr=Erro ao determinar o ticket spice
unexpected=Exce\u00E7\u00E3o n\u00E3o esperada
unsupFormat=Formato de imagem n\u00E3o suportado
AddiSCSINodeError=Adiciona o erro do n\u00F3 iSCSI
AddiSCSIPortalError=Adiciona o erro do portal iSCSI
AddTaskError=Erro TaskManager, n\u00E3o foi poss\u00EDvel adicionar a tarefa
CannotActivateLogicalVolume=N\u00E3o foi poss\u00EDvel ativar o Volume L\u00F3gico
CannotCloneVolume=N\u00E3o foi poss\u00EDvel clonar o volume
CannotShareVolume=N\u00E3o foi poss\u00EDvel compartilhar o volume
CopyImageError=Falha na c\u00F3pia da imagem de n\u00EDvel inferior
DestImageActionError=Erro durante a manipula\u00E7\u00E3o da imagem de destina\u00E7\u00E3o
GetAllLogicalVolumeTagsError=N\u00E3o foi poss\u00EDvel obter r\u00F3tulos de todos os volumes l\u00F3gicos do Grupo do Volume
GetFloppyListError=N\u00E3o foi poss\u00EDvel obter a lista do disquete
GetiSCSISessionListError=Obter o erro da lista da sess\u00E3o iGSCSi 
GetIsoListError=N\u00E3o foi poss\u00EDvel obter a lista ISO
GetLogicalVolumeDevError=N\u00E3o foi poss\u00EDvel obter os dispositivos f\u00EDsicos do volume l\u00F3gico
GetLogicalVolumesByTagError=N\u00E3o foi poss\u00EDvel obter os volumes l\u00F3gicos com o r\u00F3tulo espec\u00EDfico
GetLogicalVolumeTagError=N\u00E3o foi poss\u00EDvel obter os r\u00F3tulos dos volumes l\u00F3gicos
GetStorageDomainListError=N\u00E3o foi poss\u00EDvel obter a lista dos dom\u00EDnios do armazenamento
GetVolumeGroupListError=Obter o erro da lista do grupo do volume
ImageIsEmpty=A imagem est\u00E1 vazia
InternalVolumeNonWritable=O volume n\u00E3o pode ser acessado para grava\u00E7\u00F5es, ele \u00E9 um volume interno
InvalidTaskType=O tipo de tarefa est\u00E1 inv\u00E1lido
iSCSILoginError=Falha ao efetuar o logon no n\u00F3 iSCSI
ISCSI_LOGIN_AUTH_ERROR=Falha ao efetuar o logon no n\u00F3 iSCSi devido falha de autoriza\u00E7\u00E3o
ProblemWhileTryingToMountTarget=Problema encontrado enquanto tentando montar o destino
iSCSISetupError=Falha ao determinar o subsistema iSCSi
IsoCannotBeMasterDomain=O dom\u00EDnio ISO n\u00E3o pode ser um dom\u00EDnio de armazenamento mestre
IsSpm=A opera\u00E7\u00E3o n\u00E3o \u00E9 permitida enquanto o SPM estiver ativo
LogicalVolumeAddTagError=Adicionar r\u00F3tulo ao erro do volume l\u00F3gico
LogicalVolumePermissionsError=N\u00E3o foi poss\u00EDvel atualizar/alterar as permiss\u00F5es do volume l\u00F3gico
LogicalVolumeRefreshError=N\u00E3o foi poss\u00EDvel atualizar o volume l\u00F3gico
LogicalVolumeRemoveTagError=Remover o r\u00F3tulo do erro do volume l\u00F3gico
LogicalVolumeScanError=Erro ao escanear o volume l\u00F3gico
LogicalVolumesListError=N\u00E3o foi poss\u00EDvel obter a lista dos volumes l\u00F3gicos a partir do grupo do volume
MetaDataMappingError=Falha no mapeamento dos metadados
MiscBlockReadException=Falha na leitura do dispositivo de bloqueio interno
MiscBlockWriteException=Falha na grava\u00E7\u00E3o do dispositivo de bloqueio externo
MiscFileReadException=Falha na leitura do arquivo interno
MiscFileWriteException=Falha na grava\u00E7\u00E3o do arquivo interno
MultipathRestartError=Erro ao reiniciar o servi\u00E7o de caminho m\u00FAltiplo
OperationInProgress=A opera\u00E7\u00E3o j\u00E1 est\u00E1 em andamento
RemoveiSCSINodeError=Remover o erro no n\u00F3 iSCSi
RemoveiSCSIPortalError=Remover o erro do portal iSCSi
SetiSCSIAuthError=Determinar o erro de autentica\u00E7\u00E3o iSCSi
SetiSCSIPasswdError=Determinar o erro da senha iSCSi
SetiSCSIUsernameError=Determinar o erro do nome do usu\u00E1rio iSCSi
SharedVolumeNonWritable=O volume compartilhado \u00E9 apenas de leitura
SourceImageActionError=Erro durante a manipula\u00E7\u00E3o da imagem de fonte
StorageDomainTypeError=Tipo de dom\u00EDnio de armazenamento n\u00E3o suportado
StoragePoolAlreadyExists=Erro ao criar o armazenamento do centro de dados (j\u00E1 existe)
TaskInProgress=Tarefa de rodagem sendo processada
TaskNotFinished=A tarefa n\u00E3o foi finalizada
VolumeCannotGetParent=N\u00E3o foi poss\u00EDvel obter o volume pai
VolumeGroupAddTagError=Adicionar r\u00F3tulo ao erro do grupo de volume
VolumeGroupHasDomainTag=O grupo de volume possui um r\u00F3tulo de dom\u00EDnio - isto requer uma limpeza
VolumeGroupReadTagError=Erro no r\u00F3tulo do grupo de volume de leitura
VolumeGroupRemoveTagError=Remover r\u00F3tulo do erro do grupo de volume
VolumeGroupScanError=Erro de escaneamento do grupo de volume
VolumeGroupUninitialized=O grupo de volume n\u00E3o foi inicializado
VolumeNonShareable=O volume n\u00E3o foi compartilhado, ele n\u00E3o \u00E9 um volume compartilhado/modelo
VolumeNonWritable=O volume n\u00E3o pode ser acessado para grava\u00E7\u00F5es
VolumeOwnershipError=Erro da propriedade do volume
VolumesZeroingError=N\u00E3o foi poss\u00EDvel zerar o volume
StorageDomainNotMemberOfPool=O dom\u00EDnio n\u00E3o \u00E9 membro no pool
StorageDomainAccessError=O dom\u00EDnio \u00E9 tantto parcialmente acess\u00EDvel ou inteiramente inacess\u00EDvel
ERR_BAD_PARAMS=Par\u00E2metros da rede ilegal
ERR_BAD_ADDR=Endere\u00E7o IP ilegal ou incompleto
ERR_BAD_NIC=O nome da interface n\u00E3o pode ser encontrado
ERR_USED_NIC=A interface j\u00E1 est\u00E9 em uso
ERR_BAD_BONDING=Defini\u00E7\u00E3o de t\u00EDtulo inv\u00E1lida
ERR_BAD_VLAN=Defini\u00E7\u00E3o VLan inv\u00E1lida
ERR_BAD_BRIDGE=Nome da rede inv\u00E1lida
ERR_USED_BRIDGE=A rede est\u00E1 sendo usada no momento
IRS_IMAGE_STATUS_ILLEGAL=Essa opera\u00E7\u00E3o est\u00E1 bloqueada no momento devido ao status do arquivo da imagem. O status do arquivo da imagem \u00E9 transciente (provavelmente bloqueado por outra opera\u00E7\u00E3o paralela). Por favor espere pelo esvaziamento do status e tente novamente.
VDS_SHUTDOWN_ERROR=Erro a encerrar o host
IRS_REPOSITORY_NOT_FOUND=Erro na conex\u00E3o para o servi\u00E7o do gerenciador do pool do armazenamento.\nRaz\u00F5es poss\u00EDveis\:\n- o servi\u00E7o do gerenciador do pool de armazenamento est\u00E1 num estado n\u00E3o-ativo\n-nenhum host ativo no centro de dados.
MAC_POOL_INITIALIZATION_FAILED=Erro na inicializa\u00E7\u00E3o do Pool MAC
VDS_FENCING_OPERATION_FAILED=Falha na opera\u00E7\u00E3o de cerca do host.
VDS_NETWORK_ERROR=Erro da rede durante a comunica\u00E7\u00E3o com o Host.
DeviceNotFound=O dispositivo n\u00E3o foi encontrado ou n\u00E3o est\u00E1 acess\u00EDvel
CannotModifyVolumeTime=N\u00E3o foi poss\u00EDvel alterar o tempo de modifica\u00E7\u00E3o do volume
CannotDeleteVolume=Erro na exclus\u00E3o do volume
CannotDeleteSharedVolume=O volume compartilhado n\u00E3o pode ser deletado
NonLeafVolumeNotWritable=O volume n\u00E3o pode ser acessado para grava\u00E7\u00F5es, isto n\u00E3o \u00E9 um volume de folha
VolumeCopyError=Falha na c\u00F3pia do volume
ImageIsNotLegalChain=A imagem n\u00E3o \u00E9 uma corrente legal
CouldNotValideTemplateOnTargetDomain=N\u00E3o foi poss\u00EDvel validar o modelo no dom\u00EDnio de destino
StoragePoolCheckError=Falha na checagem do pool
BackupCannotBeMasterDomain=O dom\u00EDnio de exporta\u00E7\u00E3o n\u00E3o pode ser um dom\u00EDnio de armazenamento
MissingOvfFileFromVM=O arquivo OVF est\u00E1 ausente no VM
ImageNotOnTargetDomain=A imagem n\u00E3o p\u00F4de ser encontxrada no dom\u00EDnio especificado
VMPathNotExists=N\u00E3o foi poss\u00EDvel encontrar o diret\u00F3rio dos VMs
CannotConnectMultiplePools=N\u00E3o foi poss\u00EDvel conectar o pool, a conex\u00E3o j\u00E1 existe  com outro pool
StorageDomainStatusError=Status do dom\u00EDnio de armazenamento n\u00E3o suportado
StorageDomainCheckError=O dom\u00EDnio possui erros
StorageDomainTypeNotBackup=O tipo de dom\u00EDnio deve ser "Exportar", no entanto isto n\u00E3o \u00E9
LogicalVolumeRenameError=N\u00E3o foi poss\u00EDvel renomear o volume l\u00F3gico
CannotWriteAccessLogialVolume=N\u00E3o foi poss\u00EDvel acessar o volume l\u00F3gico para grava\u00E7\u00E3o
CannotSetRWLogicalVolume=N\u00E3o foi poss\u00EDvel determinar a permiss\u00E3o RW do volume l\u00F3gico
LVMSetupError=Falha ao determinar o LVM
CouldNotRetrievePhysicalVolumeList=N\u00E3o foi poss\u00EDvel recuperar a lista de pv
LogicalVolumeAlreadyExists=N\u00E3o foi poss\u00EDvel criar o volume l\u00F3gico - isto j\u00E1 existe
StorageDomainAlreadyAttached=O dom\u00EDnio j\u00E1 est\u00E1 sendo usado por outro centro de dados.\nCom o objetivo de us\u00E1-lo, desanexe-o a partir do centro de dados em que ele encontra-se anexado.
MultipathSetupError=Falha ao determinar o caminho m\u00FAltiplo
LogicalVolumesScanError=Erro ao escanear o volume l\u00F3gico
CannotActivateLogicalVolumes=N\u00E3o foi poss\u00EDvel ativar os volumes l\u00F3gicos
GetLogicalVolumeDataError=N\u00E3o foi poss\u00EDvel obter a informa\u00E7\u00E3o do volume l\u00F3gico
CouldNotRetrieveLogicalVolumesList=N\u00E3o foi poss\u00EDvel recuperar a lista de pv
MetaDataParamError=O par\u00E2metro dos metadados est\u00E1 inv\u00E1lido
MiscBlockWriteIncomplete=A grava\u00E7\u00E3o do dispositivo de bloqueio interno est\u00E1 incompleta
NO_FREE_VM_IN_POOL=N\u00E3o foi poss\u00EDvel alocar o VM. N\u00E3o h\u00E1 VMs dispon\u00EDveis no pool
CannotDetachMasterStorageDomain=A\u00E7\u00E3o ilegal
createIllegalVolumeSnapshotError=N\u00E3o foi poss\u00EDvel criar o instant\u00E2neo do volume a partir do volume ilegal
createVolumeRollbackError=Falha ao criar a revers\u00E3o do volume
createVolumeSizeError=O tamanho requisitado \u00E9 muito pequeno. Isto deve ser maior ou igual a 1.
DomainAlreadyLocked=N\u00E3o foi poss\u00EDvel adquirir o bloqueio, o recurso est\u00E1 marcado com bloqueado
DomainLockDoesNotExist=N\u00E3o foi poss\u00EDvel liberar o bloqueio, o recurso n\u00E3o foi encontrado
CannotRetrieveSpmStatus=N\u00E3o foi poss\u00EDvel recuperar o status do SPM, o dom\u00EDnio mestre est\u00E1 provavelmente indispon\u00EDvel
FileStorageDomainStaleNFSHandle=Manuseio do NFS Obsoleto no servidor NFS adjacente
InvalidJob=O trabalho est\u00E1 inv\u00E1lido
InvalidPhysDev=Dispositivo f\u00EDsico inv\u00E1lido
PartitionedPhysDev=Dispositivo f\u00EDsico particionado
InvalidRecovery=A recupera\u00E7\u00E3o \u00E9 inv\u00E1lida
InvalidTaskMng=Gerenciador de Tarefa inv\u00E1lido
MoveTemplateImageError=N\u00E3o foi poss\u00EDvel mover a imagem do modelo uma vez que ela est\u00E1 sendo usada por um VM.
MultipleMoveImageError=Erro ao mover imagens m\u00FAltiplas
OverwriteImageError=N\u00E3o foi poss\u00EDvel substituir a imagem
prepareIllegalVolumeError=N\u00E3o foi poss\u00EDvel preparar volume ilegal
StorageDomainActive=A\u00E7\u00E3o ilegal, dom\u00EDnio ativo
StorageDomainClassError=Valor de classe de dom\u00EDnio inv\u00E1lida
StorageDomainInsufficientPermissions=Permiss\u00F5es de acesso insuficiente ao armazenamento subjacente
StorageDomainStateTransitionIllegal=Altera\u00E7\u00E3o do estado de dom\u00EDnio ilegal
StoragePoolConnected=N\u00E3o foi poss\u00EDvel executar a a\u00E7\u00E3o enquanto o pool estiver conectado
StoragePoolHigherVersionMasterFound=Dom\u00EDnio mestre encontrado com vers\u00E3o mestre mais alta que a entrada 
StorageTypeError=Erro do tipo de armazenamento
StorageServerAccessPermissionError=As configura\u00E7\u00F5es de permiss\u00E3o no caminho especificado n\u00E3o permitem acesso ao armazenamento. Verifique a configura\u00E7\u00E3o da permiss\u00E3o no caminho de armazenamento especificado.
MountTypeError=Erro do tipo de montagem
MountParsingError=Erro de pesquisa da montagem
InvalidIpAddress=Endere\u00E7o IP inv\u00E1lido
iSCSIifaceError=erro iscsiadm iface
iSCSILogoutError=Falha ao sair do n\u00F3 iSCSI 
iSCSIDiscoveryError=Falha ao descobrir os destinos do iSCI
TaskAborted=A tarefa foi anulada
TaskDirError=N\u00E3o foi poss\u00EDvel encontrar/acessar o diret\u00F3rio da tarefa
TaskHasRefs=a opera\u00E7\u00E3o n\u00E3o pode ser executada - a tarefa possui refer\u00EAncias ativas
ActionStopped=A a\u00E7\u00E3o foi interrompida
TaskMetaDataLoadError=N\u00E3o foi poss\u00EDvel carregar os Metadados da Tarefa
TaskMetaDataSaveError=N\u00E3o foi poss\u00EDvel salvar os Metadados da Tarefa
TaskPersistError=N\u00E3o foi poss\u00EDvel persistir a tarefa
TaskStateError=A opera\u00E7\u00E3o n\u00E3o \u00E9 permitida neste estado da tarefa
TaskStateTransitionError=n\u00E3o foi poss\u00EDvel mover o estado solicitado
UnmanagedTask=A opera\u00E7\u00E3o n\u00E3o pode ser executada em tarefa n\u00E3o-gerenciada
VolumeGroupRemoveError=Erro ao remover o Grupo do Volume
VolumeGroupRenameError=Erro ao renomear o Grupo do Volume
InvalidDefaultExceptionException=N\u00E3o foi poss\u00EDvel determinar a exce\u00E7\u00E3o como padr\u00E3o. O tipo n\u00E3o \u00E9 suportado
MiscDirCleanupFailure=Falha na limpeza do diret\u00F3rio
ResourceNamespaceNotEmpty=O Namespace do Recurso n\u00E3o est\u00E1 vazio
ResourceTimeout=Tempo limite do recurso
StoragePoolDescriptionTooLongError=A descri\u00E7\u00E3o do pool de armazenamento \u00E9 muito longa
TooManyDomainsInStoragePoolError=Existem muitos dom\u00EDnios no pool de armazenamento
StorageDomainDescriptionTooLongError=A descri\u00E7\u00E3o do dom\u00EDnio de armazenamento \u00E9 muito longa
StorageDomainIsMadeFromTooManyPVs=O dom\u00EDnio de armazenamento \u00E9 composto de muitos PVs
TooManyPVsInVG=Houve a tentativa de criar um VG a partir de muitos PVs
MetadataOverflowError=Os metadados s\u00E3o muito grandes. N\u00E3o foi poss\u00EDvel alterar os metadados
MergeVolumeRollbackError=N\u00E3o foi poss\u00EDvel reverter a mesclagem do volume
ResourceReferenceInvalid=N\u00E3o foi poss\u00EDvel executar a opera\u00E7\u00E3o. Este recurso est\u00E1 lan\u00E7ado ou expirado
ResourceAcqusitionFailed=N\u00E3o foi poss\u00EDvel adquirir o recurso. A cria\u00E7\u00E3o do recurso lan\u00E7ou uma exce\u00E7\u00E3o
ENGINE_ERROR_CREATING_STORAGE_POOL=N\u00E3o foi poss\u00EDvel criar o Pool do Armazenamento. Por favor verifique se todos os hosts podem conectar aos dom\u00EDnios de armazenamento.
unavail=Recurso n\u00E3o dispon\u00EDvel
FAILED_CHANGE_CD_IS_MOUNTED=Falha ao executar a opera\u00E7\u00E3o "Alterar o CD". O CD pode estar sendo usado pelo VM.\nPor favor tente desanexar manualmente o CD do VM\:\n  1. Log ao VM\n  2  Nos VMS do Linux, desmonte o CD usando o comando desmontar;\n     Nos VMs do Windows, clique com o bot\u00E3o direito no CD drive e clique em 'Ejetar';
destroyErr=Erro ao destruir a m\u00E1quina virtual
fenceAgent=O agente de cercamento n\u00E3o \u00E9 suportado
StorageDomainIllegalRemotePath=O caminho remoto \u00E9 ilegal
CannotFormatAttachedStorageDomain=N\u00E3o foi poss\u00EDvel formatar o dom\u00EDnio de armazenamento
CannotFormatStorageDomainInConnectedPool=N\u00E3o foi poss\u00EDvel formatar o dom\u00EDnio de armazenamento no pool conectado
UnsupportedDomainVersion=O formato armazenado n\u00E3o \u00E9 suportado
CurrentVersionTooAdvancedError=O formato de armazenamento atual \u00E9 muito avan\u00E7ado
PoolUpgradeInProgress=A atualiza\u00E7\u00E3o do pool enquanto uma atualiza\u00E7\u00E3o estiver sendo processada n\u00E3o \u00E9 suportada
NoSpaceLeftOnDomain=Nenhum espa\u00E7o restante no dom\u00EDnio
MixedSDVersionError=O formato do dom\u00EDnio \u00E9 diferente do formato de dom\u00EDnio do armazenamento mestre
VolumeGroupReplaceTagError=Erro no r\u00F3tulo do Grupo de Volume de Substitui\u00E7\u00E3o
LogicalVolumeReplaceTagError=Erro no r\u00F3tulo do Volume L\u00F3gico de Substitui\u00E7\u00E3o
MkfsError=N\u00E3o foi poss\u00EDvel criar um sistema de arquivo no dispositivo
MissingTagOnLogicalVolume=O r\u00F3tulo do volume l\u00F3gico est\u00E1 ausente.
LogicalVolumeDoesNotExistError=O volume l\u00F3gico n\u00E3o existe
LogicalVolumeCachingError=Erro no cache do volume l\u00F3gico
LogicalVolumeWrongTagError=R\u00F3tulo errado do volume l\u00F3gico
MetaDataGeneralError=Erro geral de metadados
ResourceDoesNotExist=O recurso n\u00E3o existe
InvalidResourceName=O nome do recurso est\u00E1 inv\u00E1lido
CANT_RECONSTRUCT_WHEN_A_DOMAIN_IN_POOL_IS_LOCKED=N\u00E3o \u00E9 poss\u00EDvel reconstruir o Dom\u00EDnio Mestre quando o Centro de Dados conter Dom\u00EDnios no estado Bloqueado.\nPor favor espere at\u00E9 que a opera\u00E7\u00E3o para estes Dom\u00EDnios encerre antes de tentar reconstruir o Dom\u00EDnio Mestre novamente.
NO_IMPLEMENTATION=N\u00E3o est\u00E1 implantado
FailedToPlugDisk=Falha ao conectar o disco
FailedToUnPlugDisk=Falha ao desconectar o disco
VOLUME_WAS_NOT_PREPARED_BEFORE_TEARDOWN=O Volume n\u00E3o foi preparado antes de ser dividido
IMAGES_NOT_SUPPORTED_ERROR=Este dom\u00EDnio n\u00E3o suporta as imagens
GET_FILE_LIST_ERROR=N\u00E3o foi poss\u00EDvel obter lista de arquivos 
STORAGE_DOMAIN_REFRESH_ERROR=N\u00E3o foi poss\u00EDvel atualizar o dom\u00EDnio de armazenamento
VOLUME_GROUP_BLOCK_SIZE_ERROR=Erro no tamanho do bloqueio do Grupo do Volume
DEVICE_BLOCK_SIZE_NOT_SUPPORTED=Erro na a\u00E7\u00E3o do grupo do volume. Por favor verifique a sua configura\u00E7\u00E3o do Grupo de Volume. O tamanho do bloco suportado \u00E9 512 bytes. 
HOST_ALREADY_EXISTS=N\u00E3o foi poss\u00EDvel adicionar o Host. Um Host j\u00E1 existe com as mesmas caracter\u00EDsticas.
NO_ACTIVE_ISO_DOMAIN_IN_DATA_CENTER=N\u00E3o h\u00E1 Dom\u00EDnio ISO ativo no Centro de Dados.
MIGRATION_DEST_INVALID_HOSTNAME=A destina\u00E7\u00E3o da migra\u00E7\u00E3o possui um hostname inv\u00E1lido
MIGRATION_CANCEL_ERROR=A migra\u00E7\u00E3o n\u00E3o est\u00E1 em andamento
DB=Erro no banco de dados
DB_NO_SUCH_VM=N\u00E3o foi poss\u00EDvel encontrar o VM no Banco de Dados.
MAC_POOL_NO_MACS_LEFT=Nenhum endere\u00E7o MAC dispon\u00EDvel no Pool do Endere\u00E7o MAC.
MAC_POOL_NOT_INITIALIZED=O Pool do Endere\u00E7o MAC n\u00E3o est\u00E1 definido. Por favor verifique a sua configura\u00E7\u00E3o usando a Ferramenta de Configura\u00E7\u00E3o.
RESOURCE_MANAGER_CANT_ALLOC_VDS_MIGRATION=A opera\u00E7\u00E3o de migra\u00E7\u00E3o foi cancelada. Nenhum Host de Destina\u00E7\u00E3o foi encontrado.
RESOURCE_MANAGER_MIGRATION_FAILED_AT_DST=Falha na migra\u00E7\u00E3o. Isto deve ter ocorrido devido ao um erro no Host de Destina\u00E7\u00E3o.
RESOURCE_MANAGER_VDS_NOT_FOUND=O Host n\u00E3o foi encontrado.
RESOURCE_MANAGER_VM_SNAPSHOT_MISSMATCH=Erro interno (o Instant\u00E2neo do VM n\u00E3o coincide).
VM_TEMPLATE_CANT_LOCATE_DISKS_IN_DB=N\u00E3o foi poss\u00EDvel localizar os discos do Modelo no banco de dados.
VM_WITH_SAME_NAME_EXIST=J\u00E1 existe um VM com o mesmo nome.
SNAPSHOT_FAILED=O instant\u00E2neo ativo falhou.
ACTIVATE_NIC_FAILED=Falha ao ativar a Interface da Rede do VM.
DEACTIVATE_NIC_FAILED=Falha ao desativar a Interface da Rede do VM.
