#
# Bundle name: AppMessages
# Locale: de_DE
#
#Fri Sep 11 00:19:49 EDT 2020
AUTHENTICATION_FAILED=Authentifizierung fehlgeschlagen.
AUTHENTICATION_REQUIRED=Authentifizierung erforderlich.
AUTHORIZATION_GRANT_EXPIRED=Die angegebene Authentifizierung ist abgelaufen.
AUTHORIZATION_GRANT_EXPIRED_FOR_USERNAME_PASSWORD=Die angegebene Authentifizierung f\u00FCr Benutzername und Passwort ist abgelaufen.
CANNOT_AUTHENTICATE_USER=Authentifizierung fehlgeschlagen f\u00FCr Benutzer  %s.
CANNOT_AUTHENTICATE_USER_IN_DOMAIN=Authentifizierung fehlgeschlagen f\u00FCr Benutzer \u00BB%1$s@%2$s\u00AB\: %3$s.
CHANGE_PASSWORD_FAILED=Passwort\u00E4nderung fehlgeschlagen f\u00FCr Benutzer '%1$s'\: %2$s.
CHANGE_PASSWORD_SUCCEEDED=Passwort wurde erfolgreich ge\u00E4ndert. Geben Sie die neuen Anmeldedaten ein, um sich anzumelden.
INVALID_CREDENTIALS=Ung\u00FCltige Anmeldedaten.
INVALID_GRANT=Die angegebene Authentifizierung f\u00FCr den Authentifizierungscode ist abgelaufen.
NOT_VALID_FQDN_MSG=Der zum Zugreifen auf das System verwendete FQDN ist kein g\u00FCltiger Engine-FQDN. Sie m\u00FCssen mit dem Engine-FQDN oder einem der alternativen Engine-FQDNs auf das System zugreifen.
NO_PROFILE_IN_CREDENTIALS=Kein Profil in Anmeldedaten gefunden.
NO_USER_NAME_IN_CREDENTIALS=Kein Benutzername in Anmeldedaten gefunden.
NO_USER_NAME_IN_CREDENTIALS_INTERACTIVE_AUTH=Der Benutzername ist erforderlich.
NO_VALID_AUTHENTICATION_MECHANISM_FOUND=Kein g\u00FCltiger Authentifizierungsmechanismus gefunden.
NO_VALID_PROFILE_IN_CREDENTIALS=Kein g\u00FCltiges Profil in Anmeldedaten gefunden.
PASSWORDS_DONT_MATCH=Die Passw\u00F6rter stimmen nicht \u00FCberein.
PROVIDE_USERNAME_AND_PROFILE=Bitte geben Sie Benutzernamen und Profil an.
PROVIDE_USERNAME_PASSWORD_AND_PROFILE=Bitte geben Sie Benutzernamen, Passwort und Profil an.
REDIRECT_URI_NOTREG_MSG=Der Umleitungs-URI f\u00FCr den Client ist nicht registriert.
SESSION_EXPIRED=Sitzung abgelaufen.
UNABLE_TO_DECODE_SESSION_ID_TOKEN=Entschl\u00FCsseln des sessionIdToken fehlgeschlagen.
UNABLE_TO_EXTRACT_CREDENTIALS=Anmeldedaten des Benutzers k\u00F6nnen nicht von der Anfrage extrahiert werden.
UNSUPPORTED_PARAMETER_IN_REQUEST=Die Anfrage enth\u00E4lt einen nicht unterst\u00FCtzten Parameterwert  f\u00FCr Parameter '%1$s'.
USER_ACCOUNT_DISABLED=Anmeldung nicht m\u00F6glich, Benutzerkonto ist deaktiviert oder gesperrt. Bitte wenden Sie sich an Ihren Systemadministrator.
USER_ACCOUNT_EXPIRED=Anmeldung nicht m\u00F6glich, Benutzerkonto ist abgelaufen. Bitte wenden Sie sich an Ihren Systemadministrator.
USER_FAILED_TO_AUTHENTICATE=Anmeldung fehlgeschlagen. Bitte \u00FCberpr\u00FCfen Sie Ihre Anmeldeinformationen oder wenden Sie sich an den Systemadministrator.
USER_FAILED_TO_AUTHENTICATE_TIMED_OUT=Anmeldung nicht m\u00F6glich. Server k\u00F6nnen nicht erreicht werden. Versuchen Sie es sp\u00E4ter erneut.
USER_PASSWORD_EXPIRED=Anmeldung nicht m\u00F6glich. Benutzerpasswort ist abgelaufen.
USER_PASSWORD_EXPIRED_CHANGE_URL_PROVIDED=Anmeldung nicht m\u00F6glich. Das Benutzerpasswort ist abgelaufen. Benutzen Sie folgende URL um das Passwort zu \u00E4ndern\: <a href\='%s'> Passwort \u00E4ndern </a>
