#
# Bundle name: AppMessages
# Locale: pt_BR
#
#Fri Sep 11 00:19:49 EDT 2020
AUTHENTICATION_FAILED=Autentica\u00E7\u00E3o falhou.
AUTHENTICATION_REQUIRED=Autentica\u00E7\u00E3o obrigat\u00F3ria.
AUTHORIZATION_GRANT_EXPIRED=A concess\u00E3o de autoriza\u00E7\u00E3o fornecida expirou
AUTHORIZATION_GRANT_EXPIRED_FOR_USERNAME_PASSWORD=A concess\u00E3o de autoriza\u00E7\u00E3o fornecida para o nome de usu\u00E1rio e senha expirou.
CANNOT_AUTHENTICATE_USER=N\u00E3o foi poss\u00EDvel autenticar usu\u00E1rio %s.
CANNOT_AUTHENTICATE_USER_IN_DOMAIN=N\u00E3o foi poss\u00EDvel autenticar usu\u00E1rio '%1$s@%2$s'\: %3$s.
CHANGE_PASSWORD_FAILED=A altera\u00E7\u00E3o de senha para usu\u00E1rio '%1$s' falhou \: %2$s.
CHANGE_PASSWORD_SUCCEEDED=Altera\u00E7\u00E3o de senha realizada com \u00EAxito. Use as novas credenciais para fazer o login.
INVALID_CREDENTIALS=Credenciais inv\u00E1lidas.
INVALID_GRANT=A concess\u00E3o de autoriza\u00E7\u00E3o fornecida para o c\u00F3digo de autoriza\u00E7\u00E3o expirou.
NOT_VALID_FQDN_MSG=O FQDN usado para acessar o sistema n\u00E3o \u00E9 um FQDN de mecanismo v\u00E1lido. Voc\u00EA deve acessar o sistema usando o FQDN de mecanismo ou um dos FQDNs de mecanismo alternativo.
NO_PROFILE_IN_CREDENTIALS=Nenhum perfil encontrado nas credenciais.
NO_USER_NAME_IN_CREDENTIALS=Nenhum nome usu\u00E1rio encontrado nas credenciais.
NO_USER_NAME_IN_CREDENTIALS_INTERACTIVE_AUTH=Nome de usu\u00E1rio \u00E9 obrigat\u00F3rio.
NO_VALID_AUTHENTICATION_MECHANISM_FOUND=Encontrado mecanismo de autentica\u00E7\u00E3o inv\u00E1lido.
NO_VALID_PROFILE_IN_CREDENTIALS=Nenhum perfil v\u00E1lido encontrado nas credenciais.
PASSWORDS_DONT_MATCH=As senhas n\u00E3o correspondem.
PROVIDE_USERNAME_AND_PROFILE=Por favor , forne\u00E7a nome de usu\u00E1rio e perfil.
PROVIDE_USERNAME_PASSWORD_AND_PROFILE=Por favor, forne\u00E7a nome de usu\u00E1rio, senha e perfil.
REDIRECT_URI_NOTREG_MSG=O URI de redirecionamento para o cliente n\u00E3o est\u00E1 registrado.
SESSION_EXPIRED=Sess\u00E3o expirou.
UNABLE_TO_DECODE_SESSION_ID_TOKEN=N\u00E3o foi poss\u00EDvel decodificar sessionIdToken.
UNABLE_TO_EXTRACT_CREDENTIALS=N\u00E3o foi poss\u00EDvel extrair credenciais de usu\u00E1rio a partir do solicita\u00E7\u00E3o.
UNSUPPORTED_PARAMETER_IN_REQUEST=A solicita\u00E7\u00E3o cont\u00E9m um valor de par\u00E2metro n\u00E3o compat\u00EDvel com o par\u00E2metro '%1$s'.
USER_ACCOUNT_DISABLED=Falha ao efetuar o login porque a conta do usu\u00E1rio est\u00E1 desabilitada ou bloqueada. Entre em contato com o administrador do sistema.
USER_ACCOUNT_EXPIRED=Falha ao efetuar o login porque a conta do usu\u00E1rio expirou. Entre em contato com o administrador do sistema.
USER_FAILED_TO_AUTHENTICATE=Falha ao efetuar o login. Verifique as informa\u00E7\u00F5es de login ou entre em contato com o administrador do sistema.
USER_FAILED_TO_AUTHENTICATE_TIMED_OUT=Falha ao efetuar o login porque n\u00E3o foi poss\u00EDvel alcan\u00E7ar os servidores. Tente novamente mais tarde.
USER_PASSWORD_EXPIRED=Falha ao efetuar o login porque a senha expirou.
USER_PASSWORD_EXPIRED_CHANGE_URL_PROVIDED=Falha ao efetuar o login porque a senha do usu\u00E1rio expirou. <a href\='%s'>Altere a senha</a>para prosseguir.
