#
# Bundle name: AppMessages
# Locale: ja_JP
#
#Fri Sep 11 00:19:49 EDT 2020
AUTHENTICATION_FAILED=\u8A8D\u8A3C\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
AUTHENTICATION_REQUIRED=\u8A8D\u8A3C\u304C\u5FC5\u8981\u3067\u3059\u3002
AUTHORIZATION_GRANT_EXPIRED=\u6307\u5B9A\u3057\u305F\u8A8D\u53EF\u30B0\u30E9\u30F3\u30C8\u306F\u6709\u52B9\u671F\u9650\u304C\u5207\u308C\u3066\u3044\u307E\u3059\u3002
AUTHORIZATION_GRANT_EXPIRED_FOR_USERNAME_PASSWORD=\u6307\u5B9A\u3057\u305F\u30E6\u30FC\u30B6\u30FC\u540D\u3068\u30D1\u30B9\u30EF\u30FC\u30C9\u306E\u8A8D\u53EF\u30B0\u30E9\u30F3\u30C8\u306F\u6709\u52B9\u671F\u9650\u304C\u5207\u308C\u3066\u3044\u307E\u3059\u3002
CANNOT_AUTHENTICATE_USER=\u30E6\u30FC\u30B6\u30FC %s \u3092\u8A8D\u8A3C\u3059\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u305B\u3093\u3002
CANNOT_AUTHENTICATE_USER_IN_DOMAIN=\u30E6\u30FC\u30B6\u30FC\u300C%1$s@%2$s\u300D\u3092\u8A8D\u8A3C\u3067\u304D\u307E\u305B\u3093\: %3$s
CHANGE_PASSWORD_FAILED=\u30E6\u30FC\u30B6\u30FC\u300C%1$s\u300D\u306E\u30D1\u30B9\u30EF\u30FC\u30C9\u5909\u66F4\u306B\u5931\u6557\u3057\u307E\u3057\u305F \: %2$s
CHANGE_PASSWORD_SUCCEEDED=\u30D1\u30B9\u30EF\u30FC\u30C9\u306F\u6B63\u5E38\u306B\u5909\u66F4\u3055\u308C\u307E\u3057\u305F\u3002\u65B0\u3057\u3044\u30D1\u30B9\u30EF\u30FC\u30C9\u3092\u5165\u529B\u3057\u3066\u30ED\u30B0\u30A4\u30F3\u3057\u3066\u304F\u3060\u3055\u3044\u3002
INVALID_CREDENTIALS=\u8A8D\u8A3C\u60C5\u5831\u304C\u7121\u52B9\u3067\u3059\u3002
INVALID_GRANT=\u8A8D\u8A3C\u30B3\u30FC\u30C9\u306B\u5BFE\u3057\u3066\u6307\u5B9A\u3057\u305F\u8A8D\u53EF\u30B0\u30E9\u30F3\u30C8\u306F\u6709\u52B9\u671F\u9650\u304C\u5207\u308C\u3066\u3044\u307E\u3059\u3002
NOT_VALID_FQDN_MSG=\u30B7\u30B9\u30C6\u30E0\u3078\u306E\u30A2\u30AF\u30BB\u30B9\u306B\u4F7F\u7528\u3057\u305F FQDN \u306F\u3001Engine \u306E\u6709\u52B9\u306A FQDN \u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002\u30B7\u30B9\u30C6\u30E0\u3078\u306E\u30A2\u30AF\u30BB\u30B9\u306B\u306F Engine \u306E FQDN \u3092\u4F7F\u7528\u3059\u308B\u304B\u3001\u307E\u305F\u306F Engine \u306E\u4EE3\u66FF FQDN \u306E 1 \u3064\u3092\u4F7F\u7528\u3057\u306A\u3051\u308C\u3070\u306A\u308A\u307E\u305B\u3093\u3002
NO_PROFILE_IN_CREDENTIALS=\u8A8D\u8A3C\u60C5\u5831\u5185\u3067\u30D7\u30ED\u30D5\u30A1\u30A4\u30EB\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F\u3002
NO_USER_NAME_IN_CREDENTIALS=\u8A8D\u8A3C\u60C5\u5831\u5185\u3067\u30E6\u30FC\u30B6\u30FC\u540D\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F\u3002
NO_USER_NAME_IN_CREDENTIALS_INTERACTIVE_AUTH=\u30E6\u30FC\u30B6\u30FC\u540D\u304C\u5FC5\u8981\u3067\u3059\u3002
NO_VALID_AUTHENTICATION_MECHANISM_FOUND=\u6709\u52B9\u306A\u8A8D\u8A3C\u30E1\u30AB\u30CB\u30BA\u30E0\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3002
NO_VALID_PROFILE_IN_CREDENTIALS=\u8A8D\u8A3C\u60C5\u5831\u5185\u3067\u6709\u52B9\u306A\u30D7\u30ED\u30D5\u30A1\u30A4\u30EB\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F\u3002
PASSWORDS_DONT_MATCH=\u30D1\u30B9\u30EF\u30FC\u30C9\u304C\u4E00\u81F4\u3057\u307E\u305B\u3093\u3002
PROVIDE_USERNAME_AND_PROFILE=\u30E6\u30FC\u30B6\u30FC\u540D\u3068\u30D7\u30ED\u30D5\u30A1\u30A4\u30EB\u3092\u6307\u5B9A\u3057\u3066\u304F\u3060\u3055\u3044\u3002
PROVIDE_USERNAME_PASSWORD_AND_PROFILE=\u30E6\u30FC\u30B6\u30FC\u540D\u3001\u30D1\u30B9\u30EF\u30FC\u30C9\u3001\u30D7\u30ED\u30D5\u30A1\u30A4\u30EB\u3092\u6307\u5B9A\u3057\u3066\u304F\u3060\u3055\u3044\u3002
REDIRECT_URI_NOTREG_MSG=\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u306E\u30EA\u30C0\u30A4\u30EC\u30AF\u30B7\u30E7\u30F3 URI \u304C\u767B\u9332\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
SESSION_EXPIRED=\u30BB\u30C3\u30B7\u30E7\u30F3\u306E\u6709\u52B9\u671F\u9650\u304C\u5207\u308C\u307E\u3057\u305F\u3002
UNABLE_TO_DECODE_SESSION_ID_TOKEN=sessionIdToken \u3092\u30C7\u30B3\u30FC\u30C9\u3067\u304D\u307E\u305B\u3093\u3002
UNABLE_TO_EXTRACT_CREDENTIALS=\u8981\u6C42\u304B\u3089\u30E6\u30FC\u30B6\u30FC\u306E\u8A8D\u8A3C\u60C5\u5831\u3092\u62BD\u51FA\u3059\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u305B\u3093\u3002
UNSUPPORTED_PARAMETER_IN_REQUEST=\u8981\u6C42\u306B\u306F\u3001\u30D1\u30E9\u30E1\u30FC\u30BF\u30FC '%1$s' \u306E\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u306A\u3044\u30D1\u30E9\u30E1\u30FC\u30BF\u30FC\u5024\u304C\u542B\u307E\u308C\u3066\u3044\u307E\u3059\u3002
USER_ACCOUNT_DISABLED=\u30E6\u30FC\u30B6\u30FC\u30A2\u30AB\u30A6\u30F3\u30C8\u304C\u7121\u52B9\u5316\u307E\u305F\u306F\u30ED\u30C3\u30AF\u3055\u308C\u3066\u3044\u308B\u305F\u3081\u30ED\u30B0\u30A4\u30F3\u3067\u304D\u307E\u305B\u3093\u3002\u30B7\u30B9\u30C6\u30E0\u7BA1\u7406\u8005\u306B\u304A\u554F\u3044\u5408\u308F\u305B\u304F\u3060\u3055\u3044\u3002
USER_ACCOUNT_EXPIRED=\u30E6\u30FC\u30B6\u30FC\u30A2\u30AB\u30A6\u30F3\u30C8\u304C\u671F\u9650\u5207\u308C\u3066\u3044\u308B\u305F\u3081\u30ED\u30B0\u30A4\u30F3\u3067\u304D\u307E\u305B\u3093\u3002\u30B7\u30B9\u30C6\u30E0\u7BA1\u7406\u8005\u306B\u304A\u554F\u3044\u5408\u308F\u305B\u304F\u3060\u3055\u3044\u3002
USER_FAILED_TO_AUTHENTICATE=\u30ED\u30B0\u30A4\u30F3\u3067\u304D\u307E\u305B\u3093\u3002\u30ED\u30B0\u30A4\u30F3\u60C5\u5831\u3092\u78BA\u8A8D\u3059\u308B\u304B\u3001\u30B7\u30B9\u30C6\u30E0\u7BA1\u7406\u8005\u306B\u304A\u554F\u3044\u5408\u308F\u305B\u304F\u3060\u3055\u3044\u3002
USER_FAILED_TO_AUTHENTICATE_TIMED_OUT=\u30B5\u30FC\u30D0\u30FC\u306B\u30A2\u30AF\u30BB\u30B9\u3067\u304D\u306A\u3044\u305F\u3081\u30ED\u30B0\u30A4\u30F3\u3067\u304D\u307E\u305B\u3093\u3002
USER_PASSWORD_EXPIRED=\u30E6\u30FC\u30B6\u30FC\u30D1\u30B9\u30EF\u30FC\u30C9\u306E\u671F\u9650\u304C\u5207\u308C\u3066\u3044\u308B\u305F\u3081\u30ED\u30B0\u30A4\u30F3\u3067\u304D\u307E\u305B\u3093\u3002
USER_PASSWORD_EXPIRED_CHANGE_URL_PROVIDED=\u30D1\u30B9\u30EF\u30FC\u30C9\u306E\u671F\u9650\u304C\u5207\u308C\u3066\u3044\u308B\u305F\u3081\u30ED\u30B0\u30A4\u30F3\u3067\u304D\u307E\u305B\u3093\u3002\u7D9A\u884C\u3059\u308B\u306B\u306F<a href\='%s'>\u30D1\u30B9\u30EF\u30FC\u30C9\u3092\u5909\u66F4\u3057\u3066\u304F\u3060\u3055\u3044</a>\u3002
