AUTHENTICATION_FAILED=Fall\u00F3 la autenticaci\u00F3n
AUTHORIZATION_GRANT_EXPIRED=La autorizaci\u00F3n provista otorgada ha expirado.
AUTHORIZATION_GRANT_EXPIRED_FOR_USERNAME_PASSWORD=La autorizaci\u00F3n provista otorgada para el nombre de usuario y contrase\u00F1a ha expirado.
CANNOT_AUTHENTICATE_USER=No se puede autenticar usuario %s.
CANNOT_AUTHENTICATE_USER_IN_DOMAIN=No se puede autenticar el usuario '%1$s@%2$s'\: %3$s.
CHANGE_PASSWORD_SUCCEEDED=Se ha cambiado la contrase\u00F1a, escriba aqu\u00ED las nueva informaci\u00F3n de autenticaci\u00F3n para ingresar.
CHANGE_PASSWORD_FAILED=Fall\u00F3 el cambio de la contrase\u00F1a para el usuario  '%1$s'\: %2$s.
INVALID_CREDENTIALS=Credenciales inv\u00E1lidas.
NO_VALID_AUTHENTICATION_MECHANISM_FOUND=No se encontr\u00F3 mecanismo de autenticaci\u00F3n v\u00E1lido 
PASSWORDS_DONT_MATCH=Las contrase\u00F1as no coinciden.
PROVIDE_USERNAME_PASSWORD_AND_PROFILE=Por favor proporcione nombre de usuario, contrase\u00F1a y perfil.
PROVIDE_USERNAME_AND_PROFILE=Por favor proporcione nombre de usuario y perfil.
UNABLE_TO_EXTRACT_CREDENTIALS=No se pudieron extraer las credenciales de usuario de la solicitud.
UNSUPPORTED_PARAMETER_IN_REQUEST=La solicitud contiene un valor de par\u00E1metro '%1$s'  no reconocido para el par\u00E1metro '%2$s'.
USER_PASSWORD_EXPIRED_CHANGE_URL_PROVIDED=No se puede iniciar sesi\u00F3n. La contrase\u00F1a expir\u00F3. Use la siguiente URL para cambiarla\: <a href\='%s'> Link </a>
USER_FAILED_TO_AUTHENTICATE=No logr\u00F3 iniciar sesi\u00F3n. Verifique la informaci\u00F3n de inicio de sesi\u00F3n o contacte al administrador del sistema.
USER_FAILED_TO_AUTHENTICATE_WRONG_USERNAME_OR_PASSWORD=El nombre de usuario o la contrase\u00F1a es incorrecta.
USER_ACCOUNT_DISABLED=No se puede iniciar sesi\u00F3n. La cuenta del usuario est\u00E1 inhabilitada o bloqueada, contacte al administrador del sistema.
USER_ACCOUNT_EXPIRED=No se puede iniciar sesi\u00F3n. La cuenta del usuario ha expirado. Por favor contacte a su administrador del sistema.
USER_PASSWORD_EXPIRED=No se puede iniciar sesi\u00F3n. La contrase\u00F1a expir\u00F3. Por favor cambie su contrase\u00F1a.
USER_FAILED_TO_AUTHENTICATE_TIMED_OUT=Inicio de sesi\u00F3n fallido. Uno o m\u00E1s de los servidores que participan en el proceso de inicio de sesi\u00F3n ha expirado.
