#
# Bundle name: AppMessages
# Locale: es_ES
#
#Mon May 17 16:17:18 EDT 2021
AUTHENTICATION_FAILED=Error de autenticaci\u00F3n.
AUTHENTICATION_REQUIRED=Se requiere autenticaci\u00F3n.
AUTHORIZATION_GRANT_EXPIRED=La autorizaci\u00F3n provista otorgada ha expirado.
AUTHORIZATION_GRANT_EXPIRED_FOR_USERNAME_PASSWORD=La autorizaci\u00F3n provista otorgada para el nombre de usuario y la contrase\u00F1a ha expirado.
CANNOT_AUTHENTICATE_USER=No se puede autenticar el usuario %s.
CANNOT_AUTHENTICATE_USER_IN_DOMAIN=No se puede autenticar el usuario '%1$s@%2$s'\: %3$s.
CHANGE_PASSWORD_FAILED=Se produjo un error al cambiar la contrase\u00F1a para el usuario '%1$s'\: %2$s.
CHANGE_PASSWORD_SUCCEEDED=Se ha cambiado la contrase\u00F1a. Use la contrase\u00F1a nueva para iniciar sesi\u00F3n.
INVALID_CREDENTIALS=Credenciales no v\u00E1lidas.
INVALID_GRANT=La autorizaci\u00F3n provista otorgada para el c\u00F3digo de autenticaci\u00F3n ha caducado.
NOT_VALID_FQDN_MSG=El FQDN utilizado para acceder al sistema no es un FQDN de motor v\u00E1lido. Debe acceder al sistema haciendo uso del FQDN del motor, o bien, uno de los FQDN alternativos del motor.
NO_PROFILE_IN_CREDENTIALS=No se ha encontrado ning\u00FAn perfil en las credenciales.
NO_USER_NAME_IN_CREDENTIALS=No se ha encontrado ning\u00FAn nombre de usuario en las credenciales.
NO_USER_NAME_IN_CREDENTIALS_INTERACTIVE_AUTH=Se requiere un nombre de usuario.
NO_VALID_AUTHENTICATION_MECHANISM_FOUND=No se encontr\u00F3 mecanismo de autenticaci\u00F3n v\u00E1lido.
NO_VALID_PROFILE_IN_CREDENTIALS=No se ha encontrado ning\u00FAn perfil v\u00E1lido en las credenciales.
PASSWORDS_DONT_MATCH=Las contrase\u00F1as no coinciden.
PROVIDE_USERNAME_AND_PROFILE=Proporcione nombre de usuario y perfil.
PROVIDE_USERNAME_PASSWORD_AND_PROFILE=Proporcione nombre de usuario, contrase\u00F1a y perfil.
REDIRECT_URI_NOTREG_MSG=La URI de redirecci\u00F3n para el cliente no est\u00E1 registrada.
SESSION_EXPIRED=La sesi\u00F3n ha caducado.
UNABLE_TO_DECODE_SESSION_ID_TOKEN=No es posible decodificar el sessionIdToken.
UNABLE_TO_EXTRACT_CREDENTIALS=No se pudieron extraer las credenciales de usuario de la solicitud.
UNSUPPORTED_PARAMETER_IN_REQUEST=La solicitud contiene un valor de par\u00E1metro no compatible para el par\u00E1metro '%1$s'.
USER_ACCOUNT_DISABLED=No se pudo iniciar sesi\u00F3n porque la cuenta del usuario est\u00E1 desactivada o bloqueada. Contacte al administrador del sistema.
USER_ACCOUNT_EXPIRED=No se pudo iniciar sesi\u00F3n porque la cuenta del usuario ha caducado. Contacte al administrador del sistema.
USER_FAILED_TO_AUTHENTICATE=No se pudo iniciar sesi\u00F3n. Verifique la informaci\u00F3n de inicio de sesi\u00F3n o contacte al administrador del sistema.
USER_FAILED_TO_AUTHENTICATE_TIMED_OUT=No se pudo iniciar sesi\u00F3n porque no es posible conectarse con los servidores. Intente nuevamente m\u00E1s tarde.
USER_PASSWORD_EXPIRED=No se pudo iniciar sesi\u00F3n porque la contrase\u00F1a ha caducado.
USER_PASSWORD_EXPIRED_CHANGE_URL_PROVIDED=No se puede iniciar sesi\u00F3n porque la contrase\u00F1a ha caducado. <a href\='%s'>Cambie la contrase\u00F1a</a> para continuar.
