AUTHENTICATION_FAILED=\u8A8D\u8A3C\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
AUTHORIZATION_GRANT_EXPIRED=\u6307\u5B9A\u3057\u305F\u8A8D\u53EF\u30B0\u30E9\u30F3\u30C8\u306F\u6709\u52B9\u671F\u9650\u304C\u5207\u308C\u3066\u3044\u307E\u3059\u3002
AUTHORIZATION_GRANT_EXPIRED_FOR_USERNAME_PASSWORD=\u6307\u5B9A\u3057\u305F\u30E6\u30FC\u30B6\u30FC\u540D\u3068\u30D1\u30B9\u30EF\u30FC\u30C9\u306E\u8A8D\u53EF\u30B0\u30E9\u30F3\u30C8\u306F\u6709\u52B9\u671F\u9650\u304C\u5207\u308C\u3066\u3044\u307E\u3059\u3002
CANNOT_AUTHENTICATE_USER=\u30E6\u30FC\u30B6\u30FC %s \u3092\u8A8D\u8A3C\u3059\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u305B\u3093\u3002
CANNOT_AUTHENTICATE_USER_IN_DOMAIN=\u30E6\u30FC\u30B6\u30FC\u300C%1$s@%2$s\u300D\u3092\u8A8D\u8A3C\u3067\u304D\u307E\u305B\u3093\: %3$s
CHANGE_PASSWORD_SUCCEEDED=\u30D1\u30B9\u30EF\u30FC\u30C9\u306E\u5909\u66F4\u304C\u6B63\u5E38\u306B\u7D42\u4E86\u3057\u307E\u3057\u305F\u3002\u65B0\u3057\u3044\u8A8D\u8A3C\u60C5\u5831\u3092\u5165\u529B\u3057\u3066\u30ED\u30B0\u30A4\u30F3\u3057\u3066\u304F\u3060\u3055\u3044\u3002
CHANGE_PASSWORD_FAILED=\u30E6\u30FC\u30B6\u30FC\u300C%1$s\u300D\u306E\u30D1\u30B9\u30EF\u30FC\u30C9\u5909\u66F4\u306B\u5931\u6557\u3057\u307E\u3057\u305F \: %2$s
INVALID_CREDENTIALS=\u8A8D\u8A3C\u60C5\u5831\u304C\u7121\u52B9\u3067\u3059\u3002
NO_VALID_AUTHENTICATION_MECHANISM_FOUND=\u6709\u52B9\u306A\u8A8D\u8A3C\u30E1\u30AB\u30CB\u30BA\u30E0\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3002
PASSWORDS_DONT_MATCH=\u30D1\u30B9\u30EF\u30FC\u30C9\u304C\u4E00\u81F4\u3057\u307E\u305B\u3093\u3002
PROVIDE_USERNAME_PASSWORD_AND_PROFILE=\u30E6\u30FC\u30B6\u30FC\u540D\u3001\u30D1\u30B9\u30EF\u30FC\u30C9\u3001\u30D7\u30ED\u30D5\u30A1\u30A4\u30EB\u3092\u6307\u5B9A\u3057\u3066\u304F\u3060\u3055\u3044\u3002
PROVIDE_USERNAME_AND_PROFILE=\u30E6\u30FC\u30B6\u30FC\u540D\u3068\u30D7\u30ED\u30D5\u30A1\u30A4\u30EB\u3092\u6307\u5B9A\u3057\u3066\u304F\u3060\u3055\u3044\u3002
UNABLE_TO_EXTRACT_CREDENTIALS=\u8981\u6C42\u304B\u3089\u30E6\u30FC\u30B6\u30FC\u306E\u8A8D\u8A3C\u60C5\u5831\u3092\u62BD\u51FA\u3059\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u305B\u3093\u3002
UNSUPPORTED_PARAMETER_IN_REQUEST=\u8981\u6C42\u306B\u306F\u3001\u30D1\u30E9\u30E1\u30FC\u30BF\u30FC\u300C%2$s\u300D\u306E\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u306A\u3044\u30D1\u30E9\u30E1\u30FC\u30BF\u30FC\u5024\u300C%1$s\u300D\u304C\u4F7F\u7528\u3055\u308C\u3066\u3044\u307E\u3059\u3002
USER_PASSWORD_EXPIRED_CHANGE_URL_PROVIDED=\u30ED\u30B0\u30A4\u30F3\u3067\u304D\u307E\u305B\u3093\u3002\u30E6\u30FC\u30B6\u30FC\u30D1\u30B9\u30EF\u30FC\u30C9\u306E\u671F\u9650\u304C\u5207\u308C\u3066\u3044\u307E\u3059\u3002\u6B21\u306E URL \u3067\u30D1\u30B9\u30EF\u30FC\u30C9\u3092\u5909\u66F4\u3057\u3066\u304F\u3060\u3055\u3044\: <a href\='%s'> Link </a>
USER_FAILED_TO_AUTHENTICATE=\u30ED\u30B0\u30A4\u30F3\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002\u30ED\u30B0\u30A4\u30F3\u60C5\u5831\u3092\u78BA\u8A8D\u3059\u308B\u304B\u3001\u30B7\u30B9\u30C6\u30E0\u7BA1\u7406\u8005\u306B\u304A\u554F\u3044\u5408\u308F\u305B\u304F\u3060\u3055\u3044\u3002
USER_FAILED_TO_AUTHENTICATE_WRONG_USERNAME_OR_PASSWORD=\u30E6\u30FC\u30B6\u30FC\u540D\u307E\u305F\u306F\u30D1\u30B9\u30EF\u30FC\u30C9\u304C\u6B63\u3057\u304F\u3042\u308A\u307E\u305B\u3093\u3002
USER_ACCOUNT_DISABLED=\u30ED\u30B0\u30A4\u30F3\u3067\u304D\u307E\u305B\u3093\u3002\u30E6\u30FC\u30B6\u30FC\u30A2\u30AB\u30A6\u30F3\u30C8\u304C\u7121\u52B9\u5316\u307E\u305F\u306F\u30ED\u30C3\u30AF\u3055\u308C\u3066\u3044\u307E\u3059\u3002\u30B7\u30B9\u30C6\u30E0\u7BA1\u7406\u8005\u306B\u304A\u554F\u3044\u5408\u308F\u305B\u304F\u3060\u3055\u3044\u3002
USER_ACCOUNT_EXPIRED=\u30ED\u30B0\u30A4\u30F3\u3067\u304D\u307E\u305B\u3093\u3002\u30E6\u30FC\u30B6\u30FC\u30A2\u30AB\u30A6\u30F3\u30C8\u304C\u671F\u9650\u5207\u308C\u3067\u3059\u3002\u30B7\u30B9\u30C6\u30E0\u7BA1\u7406\u8005\u306B\u304A\u554F\u3044\u5408\u308F\u305B\u304F\u3060\u3055\u3044\u3002
USER_PASSWORD_EXPIRED=\u30ED\u30B0\u30A4\u30F3\u3067\u304D\u307E\u305B\u3093\u3002\u30E6\u30FC\u30B6\u30FC\u30D1\u30B9\u30EF\u30FC\u30C9\u306E\u671F\u9650\u304C\u5207\u308C\u3066\u3044\u307E\u3059\u3002\u30D1\u30B9\u30EF\u30FC\u30C9\u3092\u5909\u66F4\u3057\u3066\u304F\u3060\u3055\u3044\u3002
USER_FAILED_TO_AUTHENTICATE_TIMED_OUT=\u30ED\u30B0\u30A4\u30F3\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002\u30ED\u30B0\u30A4\u30F3\u30D7\u30ED\u30BB\u30B9\u306B\u95A2\u4E0E\u3057\u305F\u5358\u4E00\u307E\u305F\u306F\u8907\u6570\u306E\u30B5\u30FC\u30D0\u30FC\u3067\u30BF\u30A4\u30E0\u30A2\u30A6\u30C8\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
