#
# Bundle name: AppMessages
# Locale: fr_FR
#
#Fri Sep 11 00:19:49 EDT 2020
AUTHENTICATION_FAILED=L'authentification a \u00E9chou\u00E9
AUTHENTICATION_REQUIRED=Authentification requise.
AUTHORIZATION_GRANT_EXPIRED=L'autorisation donn\u00E9e a expir\u00E9.
AUTHORIZATION_GRANT_EXPIRED_FOR_USERNAME_PASSWORD=L'autorisation donn\u00E9e pour le nom d'utilisateur et le mot de passe a expir\u00E9.
CANNOT_AUTHENTICATE_USER=Impossible d'authentifier l'utilisateur %s
CANNOT_AUTHENTICATE_USER_IN_DOMAIN=Impossible d'authentifier l'utilisateur \u00AB\u00A0%1$s@%2$s\u00A0\u00BB\: %3$s.
CHANGE_PASSWORD_FAILED=Le changement de mot de passe de l'utilisateur \u00A0\u00AB\u00A0'%1$s\u00A0\u00BB a \u00E9chou\u00E9 \: %2$s.
CHANGE_PASSWORD_SUCCEEDED=Le changement de mot de passe a r\u00E9ussi. Saisir vos informations d'identification pour vous connecter.
INVALID_CREDENTIALS=Informations d\u2019identification non valides.
INVALID_GRANT=L'autorisation donn\u00E9e pour le code d'auth a expir\u00E9.
NOT_VALID_FQDN_MSG=Le FQDN utilis\u00E9 pour acc\u00E9der au syst\u00E8me n'est pas un FQDN de moteur valide. Vous devez acc\u00E9der au syst\u00E8me en utilisant le FQDN du moteur ou l'un des FQDN alternatifs du moteur.
NO_PROFILE_IN_CREDENTIALS=Aucun profil trouv\u00E9 dans les identifiants.
NO_USER_NAME_IN_CREDENTIALS=Aucun nom d'utilisateur trouv\u00E9 parmi les identifiants.
NO_USER_NAME_IN_CREDENTIALS_INTERACTIVE_AUTH=Le nom d'utilisateur est obligatoire
NO_VALID_AUTHENTICATION_MECHANISM_FOUND=Aucun m\u00E9canisme d'authentification valide trouv\u00E9.
NO_VALID_PROFILE_IN_CREDENTIALS=Aucun profil valide  trouv\u00E9 dans les identifiants.
PASSWORDS_DONT_MATCH=Les mots de passe ne sont pas identiques.
PROVIDE_USERNAME_AND_PROFILE=Veuillez fournir un nom d'utilisateur et un profil.
PROVIDE_USERNAME_PASSWORD_AND_PROFILE=Veuillez fournir un nom d'utilisateur, un mot de passe et un profil.
REDIRECT_URI_NOTREG_MSG=L'URI de redirection pour le client n'est pas enregistr\u00E9.
SESSION_EXPIRED=Votre session a expir\u00E9.
UNABLE_TO_DECODE_SESSION_ID_TOKEN=Impossible de d\u00E9coder le jeton d'Id de session.
UNABLE_TO_EXTRACT_CREDENTIALS=Impossible d'obtenir les informations d'identification de l'utilisateur \u00E0 partir de la demande.
UNSUPPORTED_PARAMETER_IN_REQUEST=La demande contient une valeur de param\u00E8tre non prise en charge pour le param\u00E8tre  \u00AB\u00A0%1$s\u00A0\u00BB.
USER_ACCOUNT_DISABLED=\u00C9chec de connexion car le compte utilisateur est d\u00E9sactiv\u00E9 ou verrouill\u00E9. Veuillez contacter l'administrateur du syst\u00E8me.
USER_ACCOUNT_EXPIRED=Impossible de se connecter car le compte utilisateur a expir\u00E9. Veuillez contacter votre administrateur de syst\u00E8me.
USER_FAILED_TO_AUTHENTICATE=Erreur de connexion. Veuillez v\u00E9rifier vos informations de connexion ou contacter l'administrateur du syst\u00E8me.
USER_FAILED_TO_AUTHENTICATE_TIMED_OUT=\u00C9chec de connexion car on ne peut pas joindre les serveurs. Veuillez essayer \u00E0 nouveau un peu plus tard.
USER_PASSWORD_EXPIRED=\u00C9chec de connexion car le mot de passe de l'utilisateur a expir\u00E9.
USER_PASSWORD_EXPIRED_CHANGE_URL_PROVIDED=Erreur de connexion. Le mot de passe a expir\u00E9.  <a href\='%s'>Modifier le mot de passe</a> pour continuer.
