#
# Bundle name: org.ovirt.engine.ui.webadmin.ApplicationMessages
# Locale: de_DE
#
#Mon May 17 16:17:19 EDT 2021
bondActiveSlave=Bond aktiver Slave\: {0}
bondAdAggregatorId=Bond-Ad Aggregator-ID\: {0}
bondAdPartnerMac=Bond-Ad Partner-MAC\: {0}
bondSlaveAdAggregatorId={0} Ad Aggregator-ID\: {1}
bondStatus=Bond-Status\: {0}
brickStatusWithUnSyncedEntriesPresent={0}, {1} nicht synchronisierte Eintr\u00E4ge vorhanden
clusterCpuConfigurationOutdated=Die CPU-Konfiguration des Clusters ist veraltet. VMs werden in einem Modus mit reduzierter Leistung mit der Konfiguration ''{0}'' ausgef\u00FChrt. Bitte stellen Sie sicher, dass alle Hosts im Cluster aktiv sind und die neue Konfiguration ''{1}'' unterst\u00FCtzen. Starten Sie dann entweder die Engine neu oder warten und aktivieren Sie einen der Hosts erneut.
clusterCpuTypeInfo=Konfiguration des Cluster-CPU-Typs ist\: {0}.
clusterHasNewGlusterHosts=Einige neue Hosts wurden im Cluster erkannt. Sie k\u00F6nnen sie in die Engine <a>importieren</a> oder sie vom Cluster <a>trennen</a>.
clusterPopupMemoryOptimizationCustomLabel=Benutzerdefinierter Grenzwert f\u00FCr Overcommitment \u2013 mittels API/CLI auf {0}% gesetzt
clusterPopupMemoryOptimizationForDesktopLabel=F\u00FCr Desktop-Arbeitslasten \u2013 Scheduling von {0}% physischem Arbeitsspeicher erlauben
clusterPopupMemoryOptimizationForServerLabel=F\u00FCr Server-Arbeitslasten \u2013 Scheduling von {0}% physischem Arbeitsspeicher erlauben
cpuDeprecationWarning=Warnung\: Der CPU-Typ ''{0}'' wird ab Version 4.3 nicht mehr unterst\u00FCtzt.
defaultMtu=Standard ({0})
detaCenterForceRemovePopupMessageLabel=Alle Verweise auf Objekte, die zum Data-Center {0} geh\u00F6ren, werden entfernt. Sie m\u00FCssen m\u00F6glicherweise die Speicherdom\u00E4nen manuell bereinigen, um sie wiederverwenden zu k\u00F6nnen.
detachRequiredNetworkWarning={0}. Durch Trennen des erforderlichen Netzwerks wird der Host in den Status "Nicht betriebsbereit" versetzt.
exportDomainDeprecationWarning=Der Export in eine Exportdom\u00E4ne ist veraltet.\nErw\u00E4gen Sie stattdessen den Export in eine Datendom\u00E4ne.
geoRepRemoteSessionName={0}\:\:{1}
geoRepSlaveVolumeToolTip=Volume-Daten von {0} von Cluster {1} sind an diesem Volume repliziert.
getStorageDeviceSelectionInfo=(Speicherger\u00E4te w\u00E4hlen vom RAID-Typ\: {0})
glusterCapacityInfo={0} frei\n{1} verwendet von insgesamt verf\u00FCgbaren {2}
hostGlusterDisconnectedAlert=Gluster Status ist f\u00FCr diesen Host nicht verbunden. <a>Glusterd Service neu starten</a>
hostHasDefaultRouteAlert=Host hat keine Standard-Route.
hostHasManualFenceAlert=Dieser Host reagiert nicht und hat keine Energieverwaltung konfiguriert. Bitte starten Sie manuell neu.
hostHasMissingCpuFlagsAlert=Die Host-CPU entspricht nicht dem Cluster-CPU-Typ und wird in einem Modus mit reduzierter Leistung ausgef\u00FChrt. Die folgenden CPU-Flags fehlen\: {0}. Aktualisieren Sie den CPU-Mikrocode oder \u00E4ndern Sie den Cluster-CPU-Typ.
hostHasMissingCpuFlagsTooltipAlert=Die Host-CPU entspricht nicht dem Cluster-CPU-Typ und wird in einem Modus mit reduzierter Leistung ausgef\u00FChrt. Die folgenden CPU-Flags fehlen\: {0}.
hostHasNICsAlert=Die Host-Netzwerkkonfiguration ist nicht gespeichert. <a>Speichern</a>
hostHasNoPowerManagementAlert=F\u00FCr diesen Host ist keine Energieverwaltung konfiguriert. <a>Energieverwaltung aktivieren</a>
hostHasReinstallAlertInstallFailed=Host-Installation fehlgeschlagen. Beheben Sie die Installationsprobleme und versuchen Sie eine <a>Neuinstallation</a>
hostHasReinstallAlertMaintenance=Host befindet sich im Wartungsmodus. Sie k\u00F6nnen ihn durch Klicken der \u00BBAktivieren\u00AB-Schaltfl\u00E4che aktivieren. Falls Sie ein Upgrade oder eine Neuinstallation durchf\u00FChren m\u00F6chten, klicken Sie <a>hier</a>.
hostHasReinstallAlertNonResponsive=Dieser Host reagiert nicht. Versuchen Sie, ihn zu aktivieren. Falls das Problem weiterhin besteht, schalten Sie den Host auf Wartungsmodus um und versuchen Sie, ihn neu zu installieren.
hostHasReinstallRequiredAlert=Host muss neu installiert werden, da wesentliche Konfigurations\u00E4nderungen auf ihn angewendet wurden.
hostHasSmtClusterDiscrepancyAlert=Option "SMT deaktiviert" ist f\u00FCr Host und Cluster verschieden.
hostHasSmtDiscrepancyAlert=Host hat SMT deaktiviert, aber die \u00C4nderungen wurden nicht angewendet. Bitte neu installieren und Host neu starten.
hostHasUpgradeAlert=Eine neue Version ist verf\u00FCgbar. Eine Upgrade-Option wird angezeigt, sobald der Host auf Wartungsmodus umgeschaltet wird.
hostInSupportedStatusHasUpgradeAlert=Eine neue Version ist verf\u00FCgbar. <a>Upgrade</a>
limitedMemConsumption={0} von {1} MiB
limitedStorageConsumption={0} von {1} GiB
limitedVcpuConsumption={0} von {1} vCPUs
logicalNetworks={0} Logische Netzwerke
manaulFencePopupMessageLabel=Bitte stellen Sie sicher, dass der Host \u00BB{0}\u00AB manuell heruntergefahren oder neu gestartet wurde.
maxVfs=0 \u2013 {0}
moveDisplayNetworkWarning={0}. Durch das Verschieben des Anzeigenetzwerks f\u00E4llt die Konsolenverbindung der VM aus, bis diese neu gestartet wird.
nameId={0} ({1})
needsGlusterHealingWithVolumeStatus={0} nicht synchronisierte Eintr\u00E4ge vorhanden - muss bearbeitet werden
onlyAvailableInCompatibilityVersions=Nur in Kompatibilit\u00E4tsversion(en) verf\u00FCgbar\: {0}
percentWithValueInGiB={0}% ({1} GiB)
rebalanceStatusMessage=Neuverteilung {0}
sameVmNameExists=Virtuelle Maschine {0} ist bereits vorhanden
slaves={0} Slaves
storageDestroyPopupMessageLabel=Alle Verweise auf Objekte, die sich in der Speicherdom\u00E4ne {0} in der Datenbank befinden, werden entfernt. Sie m\u00FCssen m\u00F6glicherweise den Speicher manuell bereinigen, um ihn wiederverwenden zu k\u00F6nnen.
stripSizeInfoForGlusterBricks=Stripe-Gr\u00F6\u00DFe {0} KB wird empfohlen f\u00FCr {1} Ger\u00E4t
testImageIOProxyConnectionFailure=Verbindung zu ovirt-imageio-Dienst ist fehlgeschlagen. Stellen Sie sicher, dass <a href\="{0}/ovirt-engine/services/pki-resource?resource\=ca-certificate&format\=X509-PEM-CA">ovirt-engine certificate</a> als g\u00FCltige CA im Browser registriert ist.
theNetworkWillBeAddedToTheDataCenterAsWell=Das Netzwerk wird auch zum Data-Center {0} hinzugef\u00FCgt.
unSyncedEntriesPresent={0} nicht synchronisierte Eintr\u00E4ge vorhanden
unlimitedMemConsumption={0} von unbegrenzten MiB
unlimitedStorageConsumption={0} von unbegrenzten GiB
unlimitedVcpuConsumption={0} von unbegrenzten vCPUs
vlanNetwork=(VLAN {0})
vmStartedWithDifferentName=VM wurde mit einem anderen Namen gestartet\: {0}
vmsWithInOutMigrations={0} VMs laufen, {1} migrieren zum Host und {2} migrieren vom Host
vmsWithTotalMigrations={0} VMs laufen, von denen {1} migrieren
