#
# Bundle name: org.ovirt.engine.ui.webadmin.ApplicationMessages
# Locale: ja_JP
#
#Mon May 17 16:17:19 EDT 2021
bondActiveSlave=\u30DC\u30F3\u30C7\u30A3\u30F3\u30B0\u30A2\u30AF\u30C6\u30A3\u30D6\u30B9\u30EC\u30FC\u30D6\: {0}
bondAdAggregatorId=\u30DC\u30F3\u30C7\u30A3\u30F3\u30B0 ad \u30A2\u30B0\u30EA\u30B2\u30FC\u30BF\u30FC\u306E ID\: {0}
bondAdPartnerMac=\u30DC\u30F3\u30C7\u30A3\u30F3\u30B0\u306E ad \u30D1\u30FC\u30C8\u30CA\u30FC\u306E MAC\: {0}
bondSlaveAdAggregatorId={0} ad \u30A2\u30B0\u30EA\u30B2\u30FC\u30BF\u30FC\u306E ID\: {1}
bondStatus=\u30DC\u30F3\u30C7\u30A3\u30F3\u30B0\u30B9\u30C6\u30FC\u30BF\u30B9\: {0}
brickStatusWithUnSyncedEntriesPresent={0} \u3067 {1} \u306E\u540C\u671F\u3055\u308C\u3066\u3044\u306A\u3044\u30A8\u30F3\u30C8\u30EA\u30FC\u304C\u3042\u308A\u307E\u3059\u3002
clusterCpuConfigurationOutdated=\u30AF\u30E9\u30B9\u30BF\u30FC\u306E CPU \u8A2D\u5B9A\u304C\u53E4\u304F\u306A\u3063\u3066\u3044\u307E\u3059\u3002\u4EEE\u60F3\u30DE\u30B7\u30F3\u306F\u300C{0}\u300D\u8A2D\u5B9A\u306E\u30C7\u30B0\u30EC\u30FC\u30C9\u30E2\u30FC\u30C9\u3067\u5B9F\u884C\u4E2D\u3067\u3059\u3002\u30AF\u30E9\u30B9\u30BF\u30FC\u5185\u306E\u3059\u3079\u3066\u306E\u30DB\u30B9\u30C8\u304C Up \u72B6\u614B\u306B\u3042\u308A\u3001\u65B0\u3057\u3044\u8A2D\u5B9A\u300C{1}\u300D\u3092\u30B5\u30DD\u30FC\u30C8\u3057\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002 \u6B21\u306B\u3001\u30A8\u30F3\u30B8\u30F3\u3092\u518D\u8D77\u52D5\u3059\u308B\u304B\u3001\u30DB\u30B9\u30C8\u306E 1 \u3064\u3092\u518D\u3073\u30E1\u30F3\u30C6\u30CA\u30F3\u30B9\u3068 Up \u72B6\u614B\u306B\u3057\u307E\u3059\u3002
clusterCpuTypeInfo=\u30AF\u30E9\u30B9\u30BF\u30FC\u306E CPU \u30BF\u30A4\u30D7\u306E\u8A2D\u5B9A\: {0}.
clusterHasNewGlusterHosts=\u30AF\u30E9\u30B9\u30BF\u30FC\u5185\u3067\u65B0\u898F\u30DB\u30B9\u30C8\u304C\u691C\u51FA\u3055\u308C\u307E\u3057\u305F\u3002\u3053\u306E\u65B0\u898F\u30DB\u30B9\u30C8\u306F Engine \u306B <a>\u30A4\u30F3\u30DD\u30FC\u30C8</a> \u3057\u305F\u308A\u3001\u30AF\u30E9\u30B9\u30BF\u30FC\u304B\u3089 <a>\u30C7\u30BF\u30C3\u30C1</a> \u3059\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u3059\u3002
clusterPopupMemoryOptimizationCustomLabel=\u30AB\u30B9\u30BF\u30E0\u306E\u30AA\u30FC\u30D0\u30FC\u30B3\u30DF\u30C3\u30C8\u95BE\u5024 - API/CLI \u306B\u3088\u308A {0}% \u306B\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u307E\u3059\u3002
clusterPopupMemoryOptimizationForDesktopLabel=\u30C7\u30B9\u30AF\u30C8\u30C3\u30D7\u306E\u8CA0\u8377 - \u7269\u7406\u30E1\u30E2\u30EA\u30FC\u306E {0}% \u306E\u30B9\u30B1\u30B8\u30E5\u30FC\u30EA\u30F3\u30B0\u3092\u8A31\u53EF\u3059\u308B
clusterPopupMemoryOptimizationForServerLabel=\u30B5\u30FC\u30D0\u30FC\u306E\u8CA0\u8377 - \u7269\u7406\u30E1\u30E2\u30EA\u30FC\u306E {0}% \u306E\u30B9\u30B1\u30B8\u30E5\u30FC\u30EA\u30F3\u30B0\u3092\u8A31\u53EF\u3059\u308B
cpuDeprecationWarning=\u8B66\u544A\: \u30D0\u30FC\u30B8\u30E7\u30F3 4.3 \u4EE5\u964D\u3067\u306F\u3001CPU \u30BF\u30A4\u30D7\u300C{0}\u300D\u306F\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
defaultMtu=\u30C7\u30D5\u30A9\u30EB\u30C8 ({0})
detaCenterForceRemovePopupMessageLabel=\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u5185\u306E\u30C7\u30FC\u30BF\u30BB\u30F3\u30BF\u30FC {0} \u306B\u5C5E\u3059\u308B\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306E\u5168\u53C2\u7167\u304C\u524A\u9664\u3055\u308C\u307E\u3059\u3002\u30B9\u30C8\u30EC\u30FC\u30B8\u30C9\u30E1\u30A4\u30F3\u3092\u518D\u5229\u7528\u3059\u308B\u306B\u306F\u3001\u624B\u52D5\u3067\u30AF\u30EA\u30FC\u30CB\u30F3\u30B0\u3057\u306A\u3051\u308C\u3070\u306A\u3089\u306A\u3044\u5834\u5408\u304C\u3042\u308A\u307E\u3059\u3002
detachRequiredNetworkWarning={0}\u3002\u5FC5\u9808\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u3092\u30C7\u30BF\u30C3\u30C1\u3059\u308B\u3068\u3001\u30DB\u30B9\u30C8\u304C Non-operational \u306E\u30B9\u30C6\u30FC\u30BF\u30B9\u306B\u306A\u308A\u307E\u3059\u3002
exportDomainDeprecationWarning=\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u30C9\u30E1\u30A4\u30F3\u3078\u306E\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u306F\u5EC3\u6B62\u3055\u308C\u307E\u3057\u305F\u3002\n\u4EE3\u308F\u308A\u306B\u30C7\u30FC\u30BF\u30C9\u30E1\u30A4\u30F3\u3078\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u3059\u308B\u3053\u3068\u3092\u691C\u8A0E\u3057\u3066\u304F\u3060\u3055\u3044\u3002
geoRepRemoteSessionName={0}\:\:{1}
geoRepSlaveVolumeToolTip=\u30AF\u30E9\u30B9\u30BF\u30FC {1} \u306E  {0} \u306E\u30DC\u30EA\u30E5\u30FC\u30E0\u30C7\u30FC\u30BF\u304C\u3053\u306E\u30DC\u30EA\u30E5\u30FC\u30E0\u306B\u8907\u88FD\u3055\u308C\u307E\u3059\u3002
getStorageDeviceSelectionInfo=(RAID \u30BF\u30A4\u30D7\u306E\u30B9\u30C8\u30EC\u30FC\u30B8\u30C7\u30D0\u30A4\u30B9\u3092\u9078\u629E\u3057\u307E\u3059\: {0})
glusterCapacityInfo=\u672A\u4F7F\u7528 {0}\n\u5168 {2} \u4E2D {1} \u3092\u4F7F\u7528\u4E2D
hostGlusterDisconnectedAlert=\u3053\u306E\u30DB\u30B9\u30C8\u3067\u306F\u3001Gluster \u306E\u30B9\u30C6\u30FC\u30BF\u30B9\u306F\u3001\u5207\u65AD\u3055\u308C\u3066\u3044\u307E\u3059\u3002<a>Glusterd \u30B5\u30FC\u30D3\u30B9\u3092\u518D\u8D77\u52D5\u3057\u3066\u304F\u3060\u3055\u3044\u3002</a>
hostHasDefaultRouteAlert=\u30DB\u30B9\u30C8\u306B\u306F\u30C7\u30D5\u30A9\u30EB\u30C8\u306E\u30EB\u30FC\u30C8\u304C\u3042\u308A\u307E\u305B\u3093\u3002
hostHasManualFenceAlert=\u3053\u306E\u30DB\u30B9\u30C8\u306F\u5FDC\u7B54\u3057\u3066\u304A\u3089\u305A\u3001\u96FB\u6E90\u7BA1\u7406\u306E\u8A2D\u5B9A\u304C\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002\u624B\u52D5\u3067\u30EA\u30D6\u30FC\u30C8\u3057\u3066\u304F\u3060\u3055\u3044\u3002
hostHasMissingCpuFlagsAlert=\u30DB\u30B9\u30C8 CPU \u306F\u30AF\u30E9\u30B9\u30BF\u30FC\u306E CPU \u30BF\u30A4\u30D7\u306B\u4E00\u81F4\u305B\u305A\u3001\u30C7\u30B0\u30EC\u30FC\u30C9\u30E2\u30FC\u30C9\u3067\u5B9F\u884C\u4E2D\u3067\u3059\u3002\u4EE5\u4E0B\u306E CPU \u30D5\u30E9\u30B0\u304C\u4E0D\u660E\u3067\u3059\: {0}\u3002\u30DB\u30B9\u30C8 CPU \u306E\u30DE\u30A4\u30AF\u30ED\u30B3\u30FC\u30C9\u3092\u66F4\u65B0\u3059\u308B\u304B\u3001\u30AF\u30E9\u30B9\u30BF\u30FC\u306E CPU \u30BF\u30A4\u30D7\u3092\u5909\u66F4\u3057\u3066\u304F\u3060\u3055\u3044\u3002
hostHasMissingCpuFlagsTooltipAlert=\u30DB\u30B9\u30C8 CPU \u306F\u30AF\u30E9\u30B9\u30BF\u30FC\u306E CPU \u30BF\u30A4\u30D7\u306B\u4E00\u81F4\u305B\u305A\u3001\u30C7\u30B0\u30EC\u30FC\u30C9\u30E2\u30FC\u30C9\u3067\u5B9F\u884C\u4E2D\u3067\u3059\u3002\u4EE5\u4E0B\u306E CPU \u30D5\u30E9\u30B0\u304C\u4E0D\u660E\u3067\u3059\: {0}\u3002
hostHasNICsAlert=\u30DB\u30B9\u30C8\u306E\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u8A2D\u5B9A\u306F\u4FDD\u5B58\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002<a>\u4FDD\u5B58\u3057\u3066\u304F\u3060\u3055\u3044\u3002</a>
hostHasNoPowerManagementAlert=\u3053\u306E\u30DB\u30B9\u30C8\u306B\u306F\u96FB\u6E90\u7BA1\u7406\u304C\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002<a>\u96FB\u6E90\u7BA1\u7406\u3092\u6709\u52B9\u306B\u3057\u3066\u304F\u3060\u3055\u3044\u3002</a>
hostHasReinstallAlertInstallFailed=\u30DB\u30B9\u30C8\u306E\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u306E\u554F\u984C\u3092\u89E3\u6C7A\u3057\u3066\u3001<a>\u518D\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB</a> \u3092\u8A66\u884C\u3057\u3066\u304F\u3060\u3055\u3044\u3002
hostHasReinstallAlertMaintenance=\u30DB\u30B9\u30C8\u306F\u30E1\u30F3\u30C6\u30CA\u30F3\u30B9\u30E2\u30FC\u30C9\u3067\u3059\u3002\u30A2\u30AF\u30C6\u30A3\u30D6\u5316\u306E\u30DC\u30BF\u30F3\u3092\u62BC\u3059\u3068\u3001\u30DB\u30B9\u30C8\u3092\u30A2\u30AF\u30C6\u30A3\u30D6\u5316\u3067\u304D\u307E\u3059\u3002\u30DB\u30B9\u30C8\u3092\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u307E\u305F\u306F\u518D\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3057\u305F\u3044\u5834\u5408\u306F  <a>\u3053\u3061\u3089</a> \u3092\u30AF\u30EA\u30C3\u30AF\u3057\u3066\u304F\u3060\u3055\u3044\u3002
hostHasReinstallAlertNonResponsive=\u30DB\u30B9\u30C8\u306F\u5FDC\u7B54\u3057\u3066\u3044\u307E\u305B\u3093\u3002\u30A2\u30AF\u30C6\u30A3\u30D6\u5316\u3092\u8A66\u884C\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u554F\u984C\u304C\u89E3\u6C7A\u3057\u306A\u3044\u5834\u5408\u306F\u3001\u30DB\u30B9\u30C8\u3092\u30E1\u30F3\u30C6\u30CA\u30F3\u30B9\u30E2\u30FC\u30C9\u306B\u5207\u308A\u66FF\u3048\u3066\u3001\u518D\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3092\u8A66\u884C\u3057\u3066\u304F\u3060\u3055\u3044\u3002
hostHasReinstallRequiredAlert=\u30DB\u30B9\u30C8\u306B\u91CD\u8981\u306A\u8A2D\u5B9A\u5909\u66F4\u304C\u9069\u7528\u3055\u308C\u305F\u306E\u3067\u3001\u30DB\u30B9\u30C8\u3092\u518D\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
hostHasSmtClusterDiscrepancyAlert=\u30DB\u30B9\u30C8\u3068\u30AF\u30E9\u30B9\u30BF\u30FC\u306E "SMT \u7121\u52B9\u5316" \u30AA\u30D7\u30B7\u30E7\u30F3\u306F\u7570\u306A\u308A\u307E\u3059\u3002
hostHasSmtDiscrepancyAlert=\u30DB\u30B9\u30C8\u306F SMT \u3092\u7121\u52B9\u306B\u3057\u307E\u3057\u305F\u304C\u3001\u5909\u66F4\u306F\u9069\u7528\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002\u30DB\u30B9\u30C8\u3092\u518D\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3057\u3001\u518D\u8D77\u52D5\u3057\u3066\u304F\u3060\u3055\u3044\u3002
hostHasUpgradeAlert=\u65B0\u898F\u30D0\u30FC\u30B8\u30E7\u30F3\u304C\u5229\u7528\u3067\u304D\u307E\u3059\u3002\u30DB\u30B9\u30C8\u304C\u30E1\u30F3\u30C6\u30CA\u30F3\u30B9\u30E2\u30FC\u30C9\u306B\u5207\u308A\u66FF\u308F\u308B\u3068\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u306E\u30AA\u30D7\u30B7\u30E7\u30F3\u304C\u8868\u793A\u3055\u308C\u307E\u3059\u3002
hostInSupportedStatusHasUpgradeAlert=\u65B0\u3057\u3044\u30D0\u30FC\u30B8\u30E7\u30F3\u304C\u5229\u7528\u53EF\u80FD\u3067\u3059\u3002<a>\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u3057\u3066\u304F\u3060\u3055\u3044\u3002</a>
limitedMemConsumption={1} MiB \u4E2D {0} MiB \u3092\u4F7F\u7528\u4E2D
limitedStorageConsumption={1} GiB \u4E2D {0} GiB \u3092\u4F7F\u7528\u4E2D
limitedVcpuConsumption={1} vCPU \u4E2D {0} \u3092\u4F7F\u7528\u4E2D
logicalNetworks={0} \u8AD6\u7406\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF
manaulFencePopupMessageLabel=\u30DB\u30B9\u30C8 ''{0}'' \u304C\u624B\u52D5\u3067\u30B7\u30E3\u30C3\u30C8\u30C0\u30A6\u30F3\u307E\u305F\u306F\u30EA\u30D6\u30FC\u30C8\u3055\u308C\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
maxVfs=0 - {0}
moveDisplayNetworkWarning={0}\u3002\u30C7\u30A3\u30B9\u30D7\u30EC\u30A4\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u3092\u79FB\u52D5\u3059\u308B\u3068\u3001\u518D\u8D77\u52D5\u3055\u308C\u308B\u307E\u3067\u4EEE\u60F3\u30DE\u30B7\u30F3\u306E\u30B3\u30F3\u30BD\u30FC\u30EB\u306B\u63A5\u7D9A\u3067\u304D\u306A\u304F\u306A\u308A\u307E\u3059\u3002
nameId={0} ({1})
needsGlusterHealingWithVolumeStatus={0} \u306E \u540C\u671F\u3055\u308C\u3066\u3044\u306A\u3044\u30A8\u30F3\u30C8\u30EA\u30FC\u304C\u3042\u308A\u307E\u3059 - \u81EA\u5DF1\u4FEE\u5FA9\u304C\u5FC5\u8981\u3067\u3059\u3002
onlyAvailableInCompatibilityVersions=\u552F\u4E00\u5229\u7528\u53EF\u80FD\u306A\u4E92\u63DB\u30D0\u30FC\u30B8\u30E7\u30F3\: {0}
percentWithValueInGiB={0}% ({1} GiB)
rebalanceStatusMessage=\u30EA\u30D0\u30E9\u30F3\u30B9 {0}
sameVmNameExists=\u4EEE\u60F3\u30DE\u30B7\u30F3 {0} \u306F\u3059\u3067\u306B\u5B58\u5728\u3057\u3066\u3044\u307E\u3059
slaves={0} \u30B9\u30EC\u30FC\u30D6
storageDestroyPopupMessageLabel=\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u5185\u306E\u30B9\u30C8\u30EC\u30FC\u30B8\u30C9\u30E1\u30A4\u30F3 {0} \u306B\u6240\u5C5E\u3059\u308B\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306E\u5168\u53C2\u7167\u304C\u524A\u9664\u3055\u308C\u307E\u3059\u3002\u30B9\u30C8\u30EC\u30FC\u30B8\u3092\u518D\u5229\u7528\u3059\u308B\u306B\u306F\u3001\u624B\u52D5\u3067\u30AF\u30EA\u30FC\u30CB\u30F3\u30B0\u3057\u306A\u3051\u308C\u3070\u306A\u3089\u306A\u3044\u5834\u5408\u304C\u3042\u308A\u307E\u3059\u3002
stripSizeInfoForGlusterBricks=\ {1} \u306E\u30C7\u30D0\u30A4\u30B9\u306B\u306F\u3001\u30B9\u30C8\u30E9\u30A4\u30D7\u30B5\u30A4\u30BA {0} KB \u304C\u63A8\u5968\u3055\u308C\u307E\u3059\u3002
testImageIOProxyConnectionFailure=ovirt-imageio \u30B5\u30FC\u30D3\u30B9\u3078\u306E\u63A5\u7D9A\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002<a href\="{0}/ovirt-engine/services/pki-resource?resource\=ca-certificate&format\=X509-PEM-CA">ovirt-engine certificate</a> \u304C\u6709\u52B9\u306A CA \u3068\u3057\u3066\u30D6\u30E9\u30A6\u30B6\u30FC\u3067\u767B\u9332\u3055\u308C\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
theNetworkWillBeAddedToTheDataCenterAsWell=\u3053\u306E\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u306F\u3001\u30C7\u30FC\u30BF\u30BB\u30F3\u30BF\u30FC {0} \u306B\u3082\u8FFD\u52A0\u3055\u308C\u307E\u3059\u3002
unSyncedEntriesPresent={0} \u306E\u540C\u671F\u3055\u308C\u3066\u3044\u306A\u3044\u30A8\u30F3\u30C8\u30EA\u30FC\u304C\u3042\u308A\u307E\u3059\u3002
unlimitedMemConsumption={0} MiB \u3092\u4F7F\u7528\u4E2D (\u4E0A\u9650\u306A\u3057)
unlimitedStorageConsumption={0} GiB \u3092\u4F7F\u7528\u4E2D (\u4E0A\u9650\u306A\u3057)
unlimitedVcpuConsumption={0} vCPU \u3092\u4F7F\u7528\u4E2D (\u4E0A\u9650\u306A\u3057)
vlanNetwork=(VLAN {0})
vmStartedWithDifferentName=\u4EEE\u60F3\u30DE\u30B7\u30F3\u306F\u6B21\u306E\u7570\u306A\u308B\u540D\u524D\u3067\u8D77\u52D5\u3057\u307E\u3057\u305F\: {0}
vmsWithInOutMigrations=\u4EEE\u60F3\u30DE\u30B7\u30F3 {0} \u53F0\u304C\u5B9F\u884C\u4E2D\u3001\u305D\u306E\u3046\u3061 {1} \u304C\u30DB\u30B9\u30C8\u306B\u79FB\u884C\u4E2D\u3001{2} \u304C\u30DB\u30B9\u30C8\u304B\u3089\u79FB\u884C\u4E2D
vmsWithTotalMigrations=\u4EEE\u60F3\u30DE\u30B7\u30F3 {0} \u53F0\u304C\u5B9F\u884C\u4E2D\u3001\u305D\u306E\u3046\u3061 {1} \u53F0\u304C\u79FB\u884C\u4E2D
