addressesVmGuestAgent=endere\u00E7os {0}
asyncCallFailure=Erro durante a leitura de dados do servidor\: {0}
bootable=Inici\u00E1vel
cloneVmNotSupported=Clonar a MV a partir do Snapshot \u00E9 suportado apenas por Clusters de vers\u00E3o {0} e acima
clusterHasNewGlusterHosts=Alguns hosts novos s\u00E3o detectados no cluster. Voc\u00EA pode <a>Import\u00E1</a>-los ao mecanismo oVirt ou <a>Desconect\u00E1</a>-los do cluster.
clusterPopupMemoryOptimizationCustomLabel=Limite de Confirma\u00E7\u00E3o Personalizada - Configure para {0}% atrav\u00E9s do API/CLI
clusterPopupMemoryOptimizationForDesktopLabel=Para a Carga do Desktop - Ativar o compartilhamento da p\u00E1gina da mem\u00F3ria para {0}%
clusterPopupMemoryOptimizationForServerLabel=Para a Carga do Servidor - Ativar o compartilhamento da p\u00E1gina da mem\u00F3ria para {0}%
connectingToPoolIsNotSupported=\ A conex\u00E3o ao pool da MV n\u00E3o \u00E9 suportada
cpuInfoLabel={0} ({1} Soquete(s), {2} Core(s) por Soquete)
detaCenterForceRemovePopupMessageLabel=Todas as refer\u00EAncias para objetos pertencentes ao Centro de Dados {0} no banco de dados ser\u00E3o removidas. Voc\u00EA pode precisar limpar manualmente os Dom\u00EDnios de Armazenamento para us\u00E1-los novamente.
diskAttachedToOtherVMs=Conectado a {0} MV(s) diferentes de {1}
diskAttachedToVMs=Conectado a {0} MV(s)
diskNote=Note que o disco \u00E9\:
disksStatusWarning=Os seguintes discos est\u00E3o no staus {0}\: {1}
errorConnectingToConsole=Erro ao Conectar ao {0}. Esse navegador n\u00E3o possui protocolo {1} de suporte
globalVncKeyboardLayoutCaption=default [{0}]
hostHasManualFenceAlert=Esse host n\u00E3o est\u00E1 no estado non responding e n\u00E3o tem gerenciamento de energia configurado. Por favor, reinicie manualmente.
hostHasNICsAlert=A configura\u00E7\u00E3o de rede do Host n\u00E3o est\u00E1 salva. <a>Salvar</a>
hostHasNoPowerManagementAlert=Gerenciamento de Energia n\u00E3o est\u00E1 configurado para esse Host. <a>Habilitar o Gerenciamento de Energia</a>
hostHasReinstallAlertInstallFailed=Falha na instala\u00E7\u00E3o do Host. Corriga os problemas na instala\u00E7\u00E3o e tente <a>Reinstalar</a>
hostHasReinstallAlertMaintenance=Host est\u00E1 no modo de manuten\u00E7\u00E3o, voc\u00EA pode Ativar ele pressionando o bot\u00E3o Ativar. Se voc\u00EA desejar atualizar ou reinstalar ele clique <a>aqui</a>.
hostHasReinstallAlertNonResponsive=Esse host est\u00E1 em estado non responding. Tente Ativ\u00E1-lo. Caso o problema persistir, mude o Host para o modo de Manuten\u00E7\u00E3o e tente reinstal\u00E1-lo.
hostHasUpgradeAlert=Uma nova vers\u00E3o est\u00E1 dispon\u00EDvel; uma op\u00E7\u00E3o de atualiza\u00E7\u00E3o aparecer\u00E1 quando o Host for movido para o modo de manuten\u00E7\u00E3o.
limitedMemConsumption={0} de {1} MB
limitedStorageConsumption={0} de {1} GB
limitedVcpuConsumption={0} de {1} vCPUs
lunAlreadyPartOfStorageDomainWarning=A LUN j\u00E1 faz parte de um Dom\u00EDnio de Armazenamento\: {0}
lunUsedByDiskWarning=A LUN j\u00E1 est\u00E1 sendo usada por um Disco\: {0}
manaulFencePopupMessageLabel=Por favor certifique-se que o Host "{0}" foi manualmente desligado ou reiniciado
migrateHostDisabledVMsInServerClusters=Host de destino est\u00E1 desabilitado uma vez que voc\u00EA selecionou Maquinas Virtuais em v\u00E1rios Clusters.
migrateNoAvailableHost=Nenhum Host dispon\u00EDvel para receber a migra\u00E7\u00E3o.
migrateSomeVmsAlreadyRunningOnHost=Note que algumas das MVs selecionadas j\u00E1 est\u00E3o sendo executadas nesse Host e n\u00E3o ser\u00E3o migradas.
outOfXVMsInPool=fora de {0} MVs no pool
poolNameHelp=N\u00E3o \u00E9 poss\u00EDvel especificar a m\u00E1scara para os \u00EDndices da MV, por exemplo\: para o pool ''my??pool'' os nomes gerados ser\u00E3o\: my01pool,my02pool,...my99pool
prestartedHelp=O n\u00FAmero de MVs Pr\u00E9-iniciadas define o n\u00FAmero de MVs no estado Run, que est\u00E3o esperando para ser conectadas aos Usu\u00E1rios. Valores aceitos\: 0 para o N\u00FAmero de MVs que j\u00E1 existem no Pool.
quotaFreeCpus=Dispon\u00EDvel\: {0} vCPU
refreshRateSeconds={0} s
removeConfirmationPopupMessage=Voc\u00EA tem certeza que deseja remover {0}?
sameVmNameExists=A M\u00E1quina Virtual {0} j\u00E1 existe
selectConsoleFor=Selecionar Console para ''{0}''
shareable=Compartilh\u00E1vel
storageDestroyPopupMessageLabel=Todas as refer\u00EAncias para objetos que residem no Dom\u00EDnio de Armazenamento {0} do banco de dados ser\u00E3o removidas. Voc\u00EA pode precisar limpar manualmente o armazenamento para us\u00E1-lo novamente.
storageDomainFreeSpace={0} ({1} GB dispon\u00EDvel de {2} GB)
theNetworkWillBeAddedToTheDataCenterAsWell=A Rede tab\u00E9m ser\u00E1 adicionada ao Data Center {0}.
uiCommonPublicConnectionClosed=Conex\u00E3o fechada\: {0}
uiCommonRunActionExecutionFailed=Erro durante a execu\u00E7\u00E3o da a\u00E7\u00E3o {0}\: {1}
uiCommonRunActionFailed=Erro durante a execu\u00E7\u00E3o da a\u00E7\u00E3o\: {0}
uiCommonRunQueryFailed=Erro durante a execu\u00E7\u00E3o da consulta\: {0}
unlimitedMemConsumption={0} de MB ilimitados
unlimitedStorageConsumption={0} de GB ilimitados
unlimitedVcpuConsumption={0} de vCPUs ilimitados
vlanNetwork={0} (VLAN {1})
