addressesVmGuestAgent={0} \u30A2\u30C9\u30EC\u30B9
asyncCallFailure=\u30B5\u30FC\u30D0\u30FC\u304B\u3089\u30C7\u30FC\u30BF\u3092\u30ED\u30FC\u30C9\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\: {0}
bootable=\u30D6\u30FC\u30C8\u53EF\u80FD
cloneVmNotSupported=\u30B9\u30CA\u30C3\u30D7\u30B7\u30E7\u30C3\u30C8\u304B\u3089\u306E\u4EEE\u60F3\u30DE\u30B7\u30F3\u306E\u30AF\u30ED\u30FC\u30F3\u4F5C\u6210\u306F\u3001{0} \u4EE5\u964D\u306E\u30D0\u30FC\u30B8\u30E7\u30F3\u306E\u30AF\u30E9\u30B9\u30BF\u30FC\u3067\u306E\u307F\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u3059\u3002
clusterHasNewGlusterHosts=\u30AF\u30E9\u30B9\u30BF\u30FC\u5185\u3067\u65B0\u898F\u30DB\u30B9\u30C8\u304C\u691C\u51FA\u3055\u308C\u307E\u3057\u305F\u3002\u3053\u306E\u65B0\u898F\u30DB\u30B9\u30C8\u306F Engine \u306B <a>\u30A4\u30F3\u30DD\u30FC\u30C8</a> \u3057\u305F\u308A\u3001\u30AF\u30E9\u30B9\u30BF\u30FC\u304B\u3089 <a>\u30C7\u30BF\u30C3\u30C1</a> \u3059\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u3059\u3002
clusterPopupMemoryOptimizationCustomLabel=\u30AB\u30B9\u30BF\u30E0\u306E\u30AA\u30FC\u30D0\u30FC\u30B3\u30DF\u30C3\u30C8\u95BE\u5024 - API/CLI \u306B\u3088\u308A {0}% \u306B\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u307E\u3059\u3002
clusterPopupMemoryOptimizationForDesktopLabel=\u30C7\u30B9\u30AF\u30C8\u30C3\u30D7\u306E\u8CA0\u8377 - \u30E1\u30E2\u30EA\u30FC\u30DA\u30FC\u30B8\u5171\u6709\u3092 {0}% \u306B\u6709\u52B9\u5316\u3059\u308B
clusterPopupMemoryOptimizationForServerLabel=\u30B5\u30FC\u30D0\u30FC\u306E\u8CA0\u8377 - \u30E1\u30E2\u30EA\u30FC\u30DA\u30FC\u30B8\u5171\u6709\u3092 {0}% \u306B\u6709\u52B9\u5316\u3059\u308B
consoleOverrideDefinedInGlobalConfig=\u30B0\u30ED\u30FC\u30D0\u30EB\u8A2D\u5B9A
consoleOverrideDefinedOnCluster=\u30AF\u30E9\u30B9\u30BF\u30FC
consoleOverrideSpiceProxyMessage=\u3053\u308C\u306B\u3088\u308A\u3001{0} \u3067\u5B9A\u7FA9\u3055\u308C\u3066\u3044\u308B SPICE \u30D7\u30ED\u30AD\u30B7\u30FC\u304C\u4E0A\u66F8\u304D\u3055\u308C\u307E\u3059\u3002\u73FE\u5728\u306F {1} \u306B\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u307E\u3059\u3002SPICE \u30D7\u30ED\u30AD\u30B7\u30FC\u30A2\u30C9\u30EC\u30B9\u306E\u5F62\u5F0F\u306F [protocol\://]<host>[\:port] \u3067\u3059\u3002\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u308B\u552F\u4E00\u306E\u30D7\u30ED\u30C8\u30B3\u30EB\u306F http \u3067\u3059\u3002
cpuInfoLabel={0} ({1} \u30BD\u30B1\u30C3\u30C8\u3001\u30BD\u30B1\u30C3\u30C8\u3042\u305F\u308A {2} \u30B3\u30A2)
defaultMtu=\u30C7\u30D5\u30A9\u30EB\u30C8 ({0})
defaultTimeZoneCaption=\u30C7\u30D5\u30A9\u30EB\u30C8\: {0}
detaCenterForceRemovePopupMessageLabel=\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u5185\u306E\u30C7\u30FC\u30BF\u30BB\u30F3\u30BF\u30FC {0} \u306B\u5C5E\u3059\u308B\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306E\u5168\u53C2\u7167\u304C\u524A\u9664\u3055\u308C\u307E\u3059\u3002\u30B9\u30C8\u30EC\u30FC\u30B8\u30C9\u30E1\u30A4\u30F3\u3092\u518D\u5229\u7528\u3059\u308B\u306B\u306F\u3001\u624B\u52D5\u3067\u30AF\u30EA\u30FC\u30CB\u30F3\u30B0\u3057\u306A\u3051\u308C\u3070\u306A\u3089\u306A\u3044\u5834\u5408\u304C\u3042\u308A\u307E\u3059\u3002
diskAttachedToOtherVMs={1} \u4EE5\u5916\u306B {0} \u53F0\u306E\u4EEE\u60F3\u30DE\u30B7\u30F3\u306B\u30A2\u30BF\u30C3\u30C1\u3055\u308C\u3066\u3044\u308B
diskAttachedToVMs=\u4EEE\u60F3\u30DE\u30B7\u30F3 {0} \u53F0\u306B\u30A2\u30BF\u30C3\u30C1\u3055\u308C\u3066\u3044\u308B
diskNote=\u30C7\u30A3\u30B9\u30AF\u306F\u4EE5\u4E0B\u306E\u3088\u3046\u306B\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u307E\u3059\:
disksStatusWarning=\u6B21\u306E\u30C7\u30A3\u30B9\u30AF\u306F {0} \u306E\u30B9\u30C6\u30FC\u30BF\u30B9\u3067\u3059\: {1}
emptyProfile=<\u7A7A\u6B04>
emptyProfileDescription=\u3053\u306E\u4EEE\u60F3\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u30A4\u30F3\u30BF\u30FC\u30D5\u30A7\u30FC\u30B9\u306B\u306F\u30D7\u30ED\u30D5\u30A1\u30A4\u30EB\u3092\u5272\u308A\u5F53\u3066\u306A\u3044\u3067\u304F\u3060\u3055\u3044\u3002
globalVncKeyboardLayoutCaption=\u30C7\u30D5\u30A9\u30EB\u30C8 [{0}]
hostHasManualFenceAlert=\u3053\u306E\u30DB\u30B9\u30C8\u306F\u5FDC\u7B54\u3057\u3066\u304A\u3089\u305A\u3001\u96FB\u6E90\u7BA1\u7406\u306E\u8A2D\u5B9A\u304C\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002\u624B\u52D5\u3067\u30EA\u30D6\u30FC\u30C8\u3057\u3066\u304F\u3060\u3055\u3044\u3002
hostHasNICsAlert=\u30DB\u30B9\u30C8\u306E\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u8A2D\u5B9A\u306F\u4FDD\u5B58\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002<a>\u4FDD\u5B58</a>
hostHasNoPowerManagementAlert=\u3053\u306E\u30DB\u30B9\u30C8\u306B\u306F\u96FB\u6E90\u7BA1\u7406\u304C\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002<a>\u96FB\u6E90\u7BA1\u7406\u3092\u6709\u52B9\u306B\u3059\u308B</a>
hostHasReinstallAlertInstallFailed=\u30DB\u30B9\u30C8\u306E\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u306E\u554F\u984C\u3092\u89E3\u6C7A\u3057\u3066\u3001<a>\u518D\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB</a> \u3092\u8A66\u884C\u3057\u3066\u304F\u3060\u3055\u3044\u3002
hostHasReinstallAlertMaintenance=\u30DB\u30B9\u30C8\u306F\u30E1\u30F3\u30C6\u30CA\u30F3\u30B9\u30E2\u30FC\u30C9\u3067\u3059\u3002\u30A2\u30AF\u30C6\u30A3\u30D6\u5316\u306E\u30DC\u30BF\u30F3\u3092\u62BC\u3059\u3068\u3001\u30DB\u30B9\u30C8\u3092\u30A2\u30AF\u30C6\u30A3\u30D6\u5316\u3067\u304D\u307E\u3059\u3002\u30DB\u30B9\u30C8\u3092\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u307E\u305F\u306F\u518D\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3057\u305F\u3044\u5834\u5408\u306F  <a>\u3053\u3061\u3089</a> \u3092\u30AF\u30EA\u30C3\u30AF\u3057\u3066\u304F\u3060\u3055\u3044\u3002
hostHasReinstallAlertNonResponsive=\u30DB\u30B9\u30C8\u306F\u5FDC\u7B54\u3057\u3066\u3044\u307E\u305B\u3093\u3002\u30A2\u30AF\u30C6\u30A3\u30D6\u5316\u3092\u8A66\u884C\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u554F\u984C\u304C\u89E3\u6C7A\u3057\u306A\u3044\u5834\u5408\u306F\u3001\u30DB\u30B9\u30C8\u3092\u30E1\u30F3\u30C6\u30CA\u30F3\u30B9\u30E2\u30FC\u30C9\u306B\u5207\u308A\u66FF\u3048\u3066\u3001\u518D\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3092\u8A66\u884C\u3057\u3066\u304F\u3060\u3055\u3044\u3002
hostHasUpgradeAlert=\u65B0\u898F\u30D0\u30FC\u30B8\u30E7\u30F3\u304C\u5229\u7528\u3067\u304D\u307E\u3059\u3002\u30DB\u30B9\u30C8\u304C\u30E1\u30F3\u30C6\u30CA\u30F3\u30B9\u30E2\u30FC\u30C9\u306B\u5207\u308A\u66FF\u308F\u308B\u3068\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u306E\u30AA\u30D7\u30B7\u30E7\u30F3\u304C\u8868\u793A\u3055\u308C\u307E\u3059\u3002
hotPlugUnplugCpuWarning=\u30BD\u30B1\u30C3\u30C8\u6570\u3092\u5909\u66F4\u3057\u3066\u3001CPU \u3092\u30DB\u30C3\u30C9\u30A2\u30C9\u3057\u307E\u3059\u3002CPU \u306E\u30DB\u30C3\u30C8\u30A2\u30C9\u304C\u6B63\u5F0F\u306B\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u308B\u304B\u3069\u3046\u304B\u3092\u78BA\u8A8D\u3059\u308B\u306B\u306F\u3001\u304A\u4F7F\u3044\u306E\u30B2\u30B9\u30C8\u30AA\u30DA\u30EC\u30FC\u30C6\u30A3\u30F3\u30B0\u30B7\u30B9\u30C6\u30E0\u306E\u30DE\u30CB\u30E5\u30A2\u30EB\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
lastDiskAlignment=\u524D\u56DE\u306E\u30B9\u30AD\u30E3\u30F3\: {0}
limitedMemConsumption={1} MB \u4E2D {0} \u3092\u4F7F\u7528\u4E2D
limitedStorageConsumption={1} GB \u4E2D {0} \u3092\u4F7F\u7528\u4E2D
limitedVcpuConsumption={1} vCPU \u4E2D {0} \u3092\u4F7F\u7528\u4E2D
lunAlreadyPartOfStorageDomainWarning=LUN \u306F\u3059\u3067\u306B\u30B9\u30C8\u30EC\u30FC\u30B8\u30C9\u30E1\u30A4\u30F3 {0} \u306E\u4E00\u90E8\u3067\u3059\u3002
lunUsedByDiskWarning=LUN \u306F\u3059\u3067\u306B\u30C7\u30A3\u30B9\u30AF {0} \u306B\u3088\u3063\u3066\u4F7F\u7528\u3055\u308C\u3066\u3044\u307E\u3059\u3002
manaulFencePopupMessageLabel=\u30DB\u30B9\u30C8 ''{0}'' \u304C\u624B\u52D5\u3067\u30B7\u30E3\u30C3\u30C8\u30C0\u30A6\u30F3\u307E\u305F\u306F\u30EA\u30D6\u30FC\u30C8\u3055\u308C\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
maxAssignedVmsPerUserHelp=\u3053\u306E\u30D7\u30FC\u30EB\u304B\u3089 1 \u30E6\u30FC\u30B6\u30FC\u304C\u30A2\u30BF\u30C3\u30C1\u3067\u304D\u308B\u4EEE\u60F3\u30DE\u30B7\u30F3\u306E\u6700\u5927\u6570\u3002\u3053\u306E\u30D5\u30A3\u30FC\u30EB\u30C9\u306E\u5024\u306F 1 \u304B\u3089 32,767 \u306E\u7BC4\u56F2\u5185\u3067\u6307\u5B9A\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
migrateHostDisabledVMsInServerClusters=\u8907\u6570\u306E\u30AF\u30E9\u30B9\u30BF\u30FC\u5185\u3067\u4EEE\u60F3\u30DE\u30B7\u30F3\u3092\u9078\u629E\u3057\u305F\u305F\u3081\u3001\u79FB\u884C\u5148\u306E\u30DB\u30B9\u30C8\u306F\u7121\u52B9\u3067\u3059\u3002
migrateNoAvailableHost=\u79FB\u884C\u5148\u306B\u6307\u5B9A\u53EF\u80FD\u306A\u30DB\u30B9\u30C8\u306F\u3042\u308A\u307E\u305B\u3093\u3002
migrateSomeVmsAlreadyRunningOnHost=\u9078\u629E\u3057\u305F\u4E00\u90E8\u306E\u4EEE\u60F3\u30DE\u30B7\u30F3\u306F\u3053\u306E\u30DB\u30B9\u30C8\u4E0A\u3067\u3059\u3067\u306B\u5B9F\u884C\u3057\u3066\u3044\u308B\u305F\u3081\u3001\u79FB\u884C\u3055\u308C\u307E\u305B\u3093\u3002
migratingVmsOutOfTotal=\u4EEE\u60F3\u30DE\u30B7\u30F3 {0} \u53F0\u304C\u5B9F\u884C\u4E2D\u3001\u305D\u306E\u3046\u3061 {1} \u53F0\u304C\u79FB\u884C\u4E2D
migrationDowntimeInfo=\u30E9\u30A4\u30D6\u30DE\u30A4\u30B0\u30EC\u30FC\u30B7\u30E7\u30F3\u4E2D\u306B\u4EEE\u60F3\u30DE\u30B7\u30F3\u304C\u505C\u6B62\u72B6\u614B\u3092\u7D9A\u3051\u308B\u3053\u3068\u304C\u3067\u304D\u308B\u6700\u5927\u30DF\u30EA\u79D2\u6570\u3092\u793A\u3057\u307E\u3059\u30020 \u306E\u5024\u306F\u3001VDSM \u30C7\u30D5\u30A9\u30EB\u30C8\u5024\u304C\u4F7F\u7528\u3055\u308C\u308B\u3053\u3068\u3092\u610F\u5473\u3057\u307E\u3059 (\u73FE\u5728\u306E engine \u5168\u4F53\u306E\u30C7\u30D5\u30A9\u30EB\u30C8\u306F {0} \u30DF\u30EA\u79D2\u3067\u3059)\u3002
moveDisplayNetworkWarning={0}\u3002\u30C7\u30A3\u30B9\u30D7\u30EC\u30A4\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u3092\u79FB\u52D5\u3059\u308B\u3068\u3001\u518D\u8D77\u52D5\u3055\u308C\u308B\u307E\u3067\u4EEE\u60F3\u30DE\u30B7\u30F3\u306E\u30B3\u30F3\u30BD\u30FC\u30EB\u306B\u63A5\u7D9A\u3067\u304D\u306A\u304F\u306A\u308A\u307E\u3059\u3002
nextRunConfigurationCanBeAppliedImmediately=\u6B21\u306E\u5024\u306F\u5373\u6642\u306B\u9069\u7528\u3067\u304D\u307E\u3059\:<br/>- cpu
nextRunConfigurationExists=\u4E00\u90E8\u306E\u5909\u66F4\u306F\u3001\u6B21\u56DE\u306E\u518D\u8D77\u52D5\u5F8C\u306B\u9069\u7528\u3055\u308C\u307E\u3059\u3002
noSpiceProxyDefined=SPICE \u30D7\u30ED\u30AD\u30B7\u30FC\u672A\u5B9A\u7FA9
or={0} \u307E\u305F\u306F {1}
outOfXVMsInPool=\u53F0 (\u30D7\u30FC\u30EB\u5185\u306E\u4EEE\u60F3\u30DE\u30B7\u30F3\u5168 {0} \u53F0\u4E2D)
poolNameHelp=\u4EEE\u60F3\u30DE\u30B7\u30F3\u30A4\u30F3\u30C7\u30C3\u30AF\u30B9\u306B\u3001\u30DE\u30B9\u30AF\u3092\u6307\u5B9A\u3059\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u3059\u3002\u4F8B\u3048\u3070\u3001\u30D7\u30FC\u30EB ''my??pool'' \u3068\u6307\u5B9A\u3057\u305F\u5834\u5408\u3001\u751F\u6210\u3055\u308C\u308B\u540D\u524D\u306F\u6B21\u306E\u3088\u3046\u306B\u306A\u308A\u307E\u3059\: my01pool\u3001my02pool\u3001...my99pool
prestartedHelp=\u4E8B\u524D\u8D77\u52D5\u6E08\u307F\u306E\u4EEE\u60F3\u30DE\u30B7\u30F3\u306E\u53F0\u6570\u306F\u3001\u7A3C\u50CD\u4E2D\u306E\u72B6\u614B (\u30E6\u30FC\u30B6\u30FC\u306B\u30A2\u30BF\u30C3\u30C1\u3055\u308C\u308B\u306E\u3092\u5F85\u6A5F\u3057\u3066\u3044\u308B\u72B6\u614B) \u306E\u4EEE\u60F3\u30DE\u30B7\u30F3\u306E\u53F0\u6570\u3092\u5B9A\u7FA9\u3057\u307E\u3059\u3002\u8A31\u5BB9\u5024\: 0 \u3092\u6700\u5C0F\u5024\u3001\u30D7\u30FC\u30EB\u5185\u306B\u3059\u3067\u306B\u5B58\u5728\u3059\u308B\u4EEE\u60F3\u30DE\u30B7\u30F3\u306E\u53F0\u6570\u3092\u6700\u5927\u5024\u3068\u3059\u308B\u7BC4\u56F2\u5185\u3002
profileAndNetwork={0} ({1})
profileAndNetworkSelected={0}/{1}
quotaFreeCpus=\u4F7F\u7528\u53EF\u80FD\: {0} vCPU
rebalanceFileSizeBytes={0} \u30D0\u30A4\u30C8
rebalanceFileSizeGb={0} \u30D0\u30A4\u30C8
rebalanceFileSizeKb={0} GB
rebalanceFileSizeMb={0} MB
rebalanceStatusMessage=\u30EA\u30D0\u30E9\u30F3\u30B9 {0}
refreshRateSeconds={0} \u79D2
remapCtrlAltDelete=control-alt-del \u306E\u30B7\u30E7\u30FC\u30C8\u30AB\u30C3\u30C8\u3092 {0} \u306B\u30DE\u30C3\u30D7
roleOnUser=\u30E6\u30FC\u30B6\u30FC {1} \u306B\u5272\u308A\u5F53\u3066\u3089\u308C\u305F \u30ED\u30FC\u30EB {0}
sameVmNameExists=\u4EEE\u60F3\u30DE\u30B7\u30F3 {0} \u306F\u3059\u3067\u306B\u5B58\u5728\u3057\u3066\u3044\u307E\u3059
selectConsoleFor=''{0}'' \u306E\u30B3\u30F3\u30BD\u30FC\u30EB\u3092\u9078\u629E
serialNumberInfo=\u30B7\u30EA\u30A2\u30EB\u756A\u53F7\u3092\u5B9F\u884C\u4E2D\u306E\u4EEE\u60F3\u30DE\u30B7\u30F3\u306B\u5272\u308A\u5F53\u3066\u308B\u30DD\u30EA\u30B7\u30FC\u3002\u30DB\u30B9\u30C8\u306E UUID\u3001\u4EEE\u60F3\u30DE\u30B7\u30F3\u306E UUID\u3001\u307E\u305F\u306F\u4EFB\u610F\u306E\u30AB\u30B9\u30BF\u30E0\u5024\u3092\u6307\u5B9A\u3059\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u3059\u3002
shareable=\u5171\u6709\u53EF\u80FD
storageDestroyPopupMessageLabel=\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u5185\u306E\u30B9\u30C8\u30EC\u30FC\u30B8\u30C9\u30E1\u30A4\u30F3 {0} \u306B\u6240\u5C5E\u3059\u308B\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306E\u5168\u53C2\u7167\u304C\u524A\u9664\u3055\u308C\u307E\u3059\u3002\u30B9\u30C8\u30EC\u30FC\u30B8\u3092\u518D\u5229\u7528\u3059\u308B\u306B\u306F\u3001\u624B\u52D5\u3067\u30AF\u30EA\u30FC\u30CB\u30F3\u30B0\u3057\u306A\u3051\u308C\u3070\u306A\u3089\u306A\u3044\u5834\u5408\u304C\u3042\u308A\u307E\u3059\u3002
storageDomainFreeSpace={0} ({2} GB \u4E2D\u3001{1} GB \u304C\u4F7F\u7528\u53EF\u80FD)
theNetworkWillBeAddedToTheDataCenterAsWell=\u3053\u306E\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u306F\u3001\u30C7\u30FC\u30BF\u30BB\u30F3\u30BF\u30FC {0} \u306B\u3082\u8FFD\u52A0\u3055\u308C\u307E\u3059\u3002
uiCommonPublicConnectionClosed=\u63A5\u7D9A\u304C\u9589\u3058\u3089\u308C\u307E\u3057\u305F\: {0}
uiCommonRunActionExecutionFailed={0}\u306E\u30A2\u30AF\u30B7\u30E7\u30F3\u3092\u5B9F\u884C\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\: {1}
uiCommonRunActionFailed=\u30A2\u30AF\u30B7\u30E7\u30F3\u3092\u5B9F\u884C\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\: {0}
uiCommonRunQueryFailed=\u30AF\u30A8\u30EA\u30FC\u3092\u5B9F\u884C\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\: {0}
unlimitedMemConsumption=\u4E0A\u9650\u7121\u5236\u9650\u3001{0} MB \u3092\u4F7F\u7528\u4E2D
unlimitedStorageConsumption=\u4E0A\u9650\u7121\u5236\u9650\u3001{0} GB \u3092\u4F7F\u7528\u4E2D
unlimitedVcpuConsumption=\u4E0A\u9650\u7121\u5236\u9650\u3001{0} vCPU \u3092\u4F7F\u7528\u4E2D
userWithRole=\u30E6\u30FC\u30B6\u30FC {1} \u306B\u5272\u308A\u5F53\u3066\u3089\u308C\u305F \u30ED\u30FC\u30EB {0}
vlanNetwork=(VLAN {0})
