addressesVmGuestAgent={0} direcciones
assignNicsToProfilesPlural=La MV tiene {0} Nics. As\u00EDgnelos a los perfiles.
assignNicsToProfilesSingular=La MV tiene 1 Nic. As\u00EDgnelo a un perfil.
asyncCallFailure=Error al cargar datos del servidor\: {0}
bootable=Iniciable
cloneVmNotSupported=La clonaci\u00F3n de la MV de la toma de pantalla solo se soporta para los cl\u00FAsters de la versi\u00F3n {0} y posteriores
clusterHasNewGlusterHosts=Se detectan algunos nuevos hosts en el cl\u00FAster. Puede <a>Import</a>arlos a la m\u00E1quina o <a>Detach</a> - separarlos del cl\u00FAster.
clusterPopupMemoryOptimizationCustomLabel=L\u00EDmite personalizado de sobre guardado - configurado como {0}% por medio de API/CLI
clusterPopupMemoryOptimizationForDesktopLabel=Para la carga de escritorio - habilitar el compartir la p\u00E1gina de memoria en{0}%
clusterPopupMemoryOptimizationForServerLabel=Para la carga del servidor - habilitar el compartir la p\u00E1gina de memoria en {0}%
connectingToPoolIsNotSupported=No se soporta la conexi\u00F3n al pool de la MV
cpuInfoLabel={0} ({1} Socket(s), {2} n\u00FAcleo(s) por socket)
defaultTimeZoneCaption=predeterminado\: {0}
detaCenterForceRemovePopupMessageLabel=Se borrar\u00E1n todas las referencias a objetos que pertenezcan al centro de datos {0} en la base de datos. Es posible que necesite limpiar los dominios de almacenamiento de manera manual para reutilizarlos.
diskAttachedToOtherVMs=Adjunto a {0} MV(s) diferentes de {1}
diskAttachedToVMs=Adjunto a {0} MV(s)
diskNote=Note que el disco es\:
disksStatusWarning=Los siguientes discos est\u00E1n en estado {0}\: {1}
errorConnectingToConsole=Error conect\u00E1ndose a {0}. Este navegador no soporta el protocolo {1}
globalVncKeyboardLayoutCaption=predeterminado [{0}]
hostHasManualFenceAlert=Este host no responde y no tiene configurado la administraci\u00F3n de la energ\u00EDa. Reinicie manualmente.
hostHasNICsAlert=La configuraci\u00F3n de la red del host no se guarda. <a>Guardar</a>
hostHasNoPowerManagementAlert=La gesti\u00F3n de energ\u00EDa no est\u00E1 configurada para este host. <a>Habilitar la gesti\u00F3n de energ\u00EDa</a>
hostHasReinstallAlertInstallFailed=Fall\u00F3 la instalaci\u00F3n del host. Resuelva los problemas de la instalaci\u00F3n y trate de <a>Reinstalar</a>
hostHasReinstallAlertMaintenance=Host en modo de mantenimiento, puede activarlo presionando el bot\u00F3n de activar. Si desea actualizarlo o reinstalarlo haga clic en <a>here</a>.
hostHasReinstallAlertNonResponsive=Este host no responde. Trate de activarlo; si el problema persiste, cambie el host al modo de mantenimiento y trate de reinstalarlo.
hostHasUpgradeAlert=Hay una nueva versi\u00F3n disponible; aparecer\u00E1 una opci\u00F3n de actualizaci\u00F3n una vez que el host se mueva al modo de mantenimiento.
lastDiskAlignment=Ultimo escaneo\: {0}
limitedMemConsumption={0} de {1} MB
limitedStorageConsumption={0} de {1} GB
limitedVcpuConsumption={0} de {1} vCPUs
lunAlreadyPartOfStorageDomainWarning=LUN ya es parte de un dominio de almacenamiento\: {0}
lunUsedByDiskWarning=LUN ya est\u00E1 en uso por parte de un disco\: {0}
manaulFencePopupMessageLabel=Aseg\u00FArese de que el host ''{0}'' se ha apagado manualmente o se ha reiniciado.
maxAssignedVmsPerUserHelp=N\u00FAmero m\u00E1ximo de MVs que un solo usuario puede anexar a desde este pool. El campo debe ser por lo menos 1.
migrateHostDisabledVMsInServerClusters=El destino del host est\u00E1 inhabilitado ya que ha seleccionado m\u00E1quinas virtuales en varios cl\u00FAsters.
migrateNoAvailableHost=No hay host disponible al cual migrar.
migrateSomeVmsAlreadyRunningOnHost=Note que algunas de las MVs seleccionadas ya est\u00E1n ejecutando en este host y no se migrar\u00E1n.
migratingVmsOutOfTotal={0} MVs ejecutando de las cuales {1} est\u00E1n migrando
outOfXVMsInPool=de {0} MVs en el pool
poolNameHelp=Es posible especificar la m\u00E1scara para los \u00EDndices de la MV, por ejemplo\: para el pool ''my??pool'' los nombres generados ser\u00E1n\: my01pool,my02pool,...my99pool
prestartedHelp=El n\u00FAmero de MVs preiniciadas define el n\u00FAmero de MVs en estado de ejecuci\u00F3n, que est\u00E1n esperando a ser adjuntadas a usuarios. Valores aceptados\: 0 hasta el n\u00FAmero de MVs que ya existen en el pool.
profileAndNetwork={0} ({1})
profileAndNetworkSelected={0}/{1}
quotaFreeCpus=Libre\: {0} vCPU
refreshRateSeconds={0} seg
sameVmNameExists=M\u00E1quina virtual {0} ya existe
selectConsoleFor=Seleccione consola para ''{0}''
shareable=Compartido
storageDestroyPopupMessageLabel=Se borrar\u00E1n todas las referencias a objetos que se encuentren en el dominio de almacenamiento {0} en la base de datos. Es posible que necesite limpiar el almacenamiento manualmente para reutilizarlo.
storageDomainFreeSpace={0} ({1} GB libre de {2} GB)
theNetworkWillBeAddedToTheDataCenterAsWell=La red se agregar\u00E1 al centro de datos {0} tambi\u00E9n.
uiCommonPublicConnectionClosed=Conexi\u00F3n cerrada\: {0}
uiCommonRunActionExecutionFailed=Error al ejecutar la acci\u00F3n {0}\: {1}
uiCommonRunActionFailed=Error al ejecutar la acci\u00F3n {0}
uiCommonRunQueryFailed=Error al ejecutar la petici\u00F3n\: {0}
unlimitedMemConsumption={0} de MB ilimitados
unlimitedStorageConsumption={0} de GB ilimitados
unlimitedVcpuConsumption={0} de vCPUs ilimitados
vlanNetwork={0} (VLAN {1})
