#
# Bundle name: org.ovirt.engine.ui.webadmin.ApplicationMessages
# Locale: fr_FR
#
#Mon May 17 16:17:19 EDT 2021
bondActiveSlave=Bond esclave actif\u00A0\: {0}
bondAdAggregatorId=Bond ad aggregator id\: {0}
bondAdPartnerMac=Bond ad partner mac\: {0}
bondSlaveAdAggregatorId={0} ad aggregator id\: {1}
bondStatus=Bond status\: {0}
brickStatusWithUnSyncedEntriesPresent={0}, {1} entr\u00E9es non sync pr\u00E9sentes
clusterCpuConfigurationOutdated=La configuration du CPU est obsol\u00E8te. Les VM ex\u00E9cutent en mode d\u00E9grad\u00E9 avec la configuration ''{0}''. Veuillez vous assurer que tous les h\u00F4tes du cluster soient en \u00E9tat \u00AB Up \u00BB et qu''ils prennent en charge la nouvelle configuration ''{1}''. Puis, d\u00E9marrer \u00E0 nouveau la machine ou mettre un de ces h\u00F4tes en \u00E9tat Maintenance ou Up \u00E0 nouveau.
clusterCpuTypeInfo=Configuration du type de CPU du cluster\u00A0\: {0}.
clusterHasNewGlusterHosts=Nous avons d\u00E9tect\u00E9 de nouveaux h\u00F4tes dans le cluster. Vous pouvez les <a>Importer</a> dans oVirt engine ou bien les <a>D\u00E9tacher</a> du cluster.
clusterPopupMemoryOptimizationCustomLabel=Seuil de surallocation personnalis\u00E9 - D\u00E9fini \u00E0 {0} % via API/CLI
clusterPopupMemoryOptimizationForDesktopLabel=Pour les charges de travail de Bureau - Activer l''ordonnancement de partage de la m\u00E9moire physique \u00E0 {0}\u00A0%
clusterPopupMemoryOptimizationForServerLabel=Pour les charges de travail de serveur - Activer l''ordonnancement de la m\u00E9moire physique \u00E0 {0}\u00A0%
cpuDeprecationWarning=Attention \: le type de CPU ''{0}'' n''est pas pris en charge pour les versions 4.3 ou versions sup\u00E9rieures.
defaultMtu=Par d\u00E9faut [{0}]
detaCenterForceRemovePopupMessageLabel=Toutes les r\u00E9f\u00E9rences aux objets qui appartiennent au centre de donn\u00E9es {0} de la base de donn\u00E9es seront retir\u00E9es. Vous devrez sans doute nettoyer les domaines de stockage pour pouvoir les r\u00E9utiliser.
detachRequiredNetworkWarning={0}. D\u00E9tacher le r\u00E9seau demand\u00E9 am\u00E8nera l''h\u00F4te \u00E0 \u00EAtre en \u00E9tat non op\u00E9rationnel.
exportDomainDeprecationWarning=L''exportation vers un domaine d''exportation est d\u00E9pr\u00E9ci\u00E9e.\nEnvisagez plut\u00F4t d''exporter vers un domaine de donn\u00E9es.
geoRepRemoteSessionName={0}\:\:{1}
geoRepSlaveVolumeToolTip=Les donn\u00E9es de volume de {0} du cluster {1} sont r\u00E9pliqu\u00E9es dans ce volume.
getStorageDeviceSelectionInfo=(Choisir des p\u00E9riph\u00E9riques de stockage de type RAID\u00A0\:\u00A0{0})
glusterCapacityInfo=Disponible {0}\n{1} utilis\u00E9 parmi {2} de total disponible
hostGlusterDisconnectedAlert=Le statut de Gluster est disconnect\u00E9 pour cet h\u00F4te. <a>D\u00E9marrez le service Glusterd \u00E0 nouveau</a>
hostHasDefaultRouteAlert=L''h\u00F4te n''a pas d''itin\u00E9raire de routage par d\u00E9faut.
hostHasManualFenceAlert=Cet h\u00F4te n''est pas en \u00E9tat de r\u00E9pondre et son alimentation n''est pas configur\u00E9e. Veuillez le red\u00E9marrer manuellement.
hostHasMissingCpuFlagsAlert=Le processeur h\u00F4te ne correspond pas au type de processeur du cluster et fonctionne en mode d\u00E9grad\u00E9. Il lui manque les indicateurs de CPU suivants \: {0}. Veuillez mettre \u00E0 jour le microcode du CPU h\u00F4te ou Modifier le CPU du cluster.
hostHasMissingCpuFlagsTooltipAlert=Le processeur h\u00F4te ne correspond pas au type de processeur du cluster et fonctionne en mode d\u00E9grad\u00E9. Il lui manque les indicateurs de CPU suivants \: {0}.
hostHasNICsAlert=La configuration du r\u00E9seau de l''h\u00F4te n''a pas \u00E9t\u00E9 enregistr\u00E9e. <a>Enregistrer</a>
hostHasNoPowerManagementAlert=La gestion de l''alimentation n''est pas configur\u00E9e pour cet h\u00F4te. <a>Activer la gestion de l''alimentation</a>
hostHasReinstallAlertInstallFailed=L''installation de l''h\u00F4te a \u00E9chou\u00E9. Veuillez corriger les probl\u00E8mes d''installation et essayer de <a>r\u00E9installer</a>
hostHasReinstallAlertMaintenance=L''h\u00F4te est en mode maintenance, vous pouvez l''activer en appuyant sur le bouton Activer. Si vous souhaitez le mettre \u00E0 niveau ou bien le r\u00E9installer, cliquer <a>ici</a>.
hostHasReinstallAlertNonResponsive=Cet h\u00F4te n''est pas en \u00E9tat de r\u00E9pondre. Essayez de l''activer \u00E0 nouveau. Si le probl\u00E8me persiste, fa\u00EEtes-le passer en mode Maintenance et essayez de le r\u00E9installer.
hostHasReinstallRequiredAlert=L''h\u00F4te doit \u00EAtre install\u00E9 \u00E0 nouveau car il a subi de grands changements de configuration.
hostHasSmtClusterDiscrepancyAlert=Les options "SMT d\u00E9sactiv\u00E9" de l''h\u00F4te et du cluster sont diff\u00E9rentes.
hostHasSmtDiscrepancyAlert=L''h\u00F4te a d\u00E9sactiv\u00E9 SMT mais les changements n''ont pas \u00E9t\u00E9 appliqu\u00E9s. Veuillez r\u00E9installer et red\u00E9marrer l''h\u00F4te.
hostHasUpgradeAlert=Une nouvelle version est maintenant disponible\u00A0; une option de mise \u00E0 niveau appara\u00EEtra quand l''h\u00F4te sera en mode maintenance.
hostInSupportedStatusHasUpgradeAlert=Nouvelle version disponible. <a>Upgrade</a>
limitedMemConsumption={0} de {1} MiO
limitedStorageConsumption={0} de {1} GiO
limitedVcpuConsumption={0} de {1} vCPU
logicalNetworks={0} R\u00E9seaux logiques
manaulFencePopupMessageLabel=Assurez-vous que l''h\u00F4te \u00AB\u00A0{0}\u00A0\u00BB ait bien \u00E9t\u00E9 arr\u00EAt\u00E9 manuellement ou red\u00E9marr\u00E9.
maxVfs=0 - {0}
moveDisplayNetworkWarning={0}. En d\u00E9pla\u00E7ant le r\u00E9seau d''affichage, vous diminuez la connectivit\u00E9 de la console VM jusqu''au red\u00E9marrage.
nameId={0} ({1})
needsGlusterHealingWithVolumeStatus={0}, entr\u00E9es non sync pr\u00E9sentes - Healing requis
onlyAvailableInCompatibilityVersions=Uniquement disponible dans version(s) compatibles\u00A0\: {0}
percentWithValueInGiB={0}% ({1} GiO)
rebalanceStatusMessage=R\u00E9\u00E9quilibrage {0}
sameVmNameExists=Machine virtuelle {0} existe d\u00E9j\u00E0
slaves={0} Esclaves
storageDestroyPopupMessageLabel=Toutes les r\u00E9f\u00E9rences aux objets qui appartiennent au Domaine de stockage {0} de la base de donn\u00E9es seront retir\u00E9es. Vous devrez sans doute nettoyer le stockage manuellement pour pouvoir les r\u00E9utiliser.
stripSizeInfoForGlusterBricks=Une taille de tranche de {0} Ko est conseill\u00E9e pour le p\u00E9riph\u00E9rique {1}
testImageIOProxyConnectionFailure=La connexion au service ovirt-imageio a \u00E9chou\u00E9. V\u00E9rifiez que <a href\="{0}/ovirt-engine/services/pki-resource?resource\=ca-certificate&format\=X509-PEM-CA">ovirt-engine certificate</a> soit bien enregistr\u00E9 en tant que CA valide dans le navigateur.
theNetworkWillBeAddedToTheDataCenterAsWell=Le r\u00E9seau sera \u00E9galement ajout\u00E9 au centre de donn\u00E9es {0}.
unSyncedEntriesPresent={0} entr\u00E9es non sync pr\u00E9sentes
unlimitedMemConsumption={0} sur une quantit\u00E9 illimit\u00E9e en MiO
unlimitedStorageConsumption={0} sur une quantit\u00E9 illimit\u00E9e en GiO
unlimitedVcpuConsumption={0} sur une quantit\u00E9 illimit\u00E9e de vCPU
vlanNetwork=(VLAN {0})
vmStartedWithDifferentName=La VM a d\u00E9marr\u00E9 avec un nom diff\u00E9rent\u00A0\: {0}
vmsWithInOutMigrations={0} VM en cours d''ex\u00E9cution, dont {1} en cours de migration vers l''h\u00F4te et  {2} en cours de migration en provenance de l''h\u00F4te
vmsWithTotalMigrations={0} VM en cours d''ex\u00E9cution, dont {1} en cours de migration
