#
# Bundle name: org.ovirt.engine.ui.webadmin.ApplicationMessages
# Locale: ru
#
#Fri Sep 11 00:19:50 EDT 2020
brickStatusWithUnSyncedEntriesPresent={0}, {1} \u0438\u043C\u0435\u044E\u0442\u0441\u044F \u043D\u0435 \u0441\u0438\u043D\u0445\u0440\u043E\u043D\u0438\u0437\u0438\u0440\u043E\u0432\u0430\u043D\u043D\u044B\u0435 \u044D\u043B\u0435\u043C\u0435\u043D\u0442\u044B
clusterHasNewGlusterHosts=\u041D\u043E\u0432\u044B\u0435 \u0443\u0437\u043B\u044B \u043E\u0431\u043D\u0430\u0440\u0443\u0436\u0435\u043D\u044B \u0432 \u043A\u043B\u0430\u0441\u0442\u0435\u0440\u0435. \u0412\u044B \u043C\u043E\u0436\u0435\u0442\u0435 <a>\u0438\u043C\u043F\u043E\u0440\u0442\u0438\u0440\u043E\u0432\u0430\u0442\u044C</a> \u0438\u0445 \u0432 \u0434\u0432\u0438\u0436\u043E\u043A \u0438\u043B\u0438  <a>\u043E\u0442\u043A\u043B\u044E\u0447\u0438\u0442\u044C</a> \u0438\u0445 \u043E\u0442 \u043A\u043B\u0430\u0441\u0442\u0435\u0440\u0430.
clusterPopupMemoryOptimizationCustomLabel=\u041F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044C\u0441\u043A\u0438\u0439 \u043F\u043E\u0440\u043E\u0433 \u043F\u0435\u0440\u0435\u043F\u043E\u0434\u0442\u0432\u0435\u0440\u0436\u0434\u0435\u043D\u0438\u044F - \u0443\u0441\u0442\u0430\u043D\u043E\u0432\u043B\u0435\u043D \u0432 {0}% \u0447\u0435\u0440\u0435\u0437 API/CLI
clusterPopupMemoryOptimizationForDesktopLabel=\u041F\u0440\u0438 \u043D\u0430\u0433\u0440\u0443\u0437\u043A\u0435 \u0440\u0430\u0431\u043E\u0447\u0438\u043C\u0438 \u0441\u0442\u043E\u043B\u0430\u043C\u0438 - \u0440\u0430\u0437\u0440\u0435\u0448\u0438\u0442\u044C \u043F\u043B\u0430\u043D\u0438\u0440\u043E\u0432\u0430\u043D\u0438\u0435 \u0438\u0437 {0}% \u0444\u0438\u0437\u0438\u0447\u0435\u0441\u043A\u043E\u0439 \u043F\u0430\u043C\u044F\u0442\u0438
clusterPopupMemoryOptimizationForServerLabel=\u041F\u0440\u0438 \u043D\u0430\u0433\u0440\u0443\u0437\u043A\u0435 \u0441\u0435\u0440\u0432\u0435\u0440\u0430\u043C\u0438 - \u0440\u0430\u0437\u0440\u0435\u0448\u0438\u0442\u044C \u043F\u043B\u0430\u043D\u0438\u0440\u043E\u0432\u0430\u043D\u0438\u0435 \u0438\u0437 {0}% \u0444\u0438\u0437\u0438\u0447\u0435\u0441\u043A\u043E\u0439 \u043F\u0430\u043C\u044F\u0442\u0438
defaultMtu=\u041F\u043E \u0443\u043C\u043E\u043B\u0447\u0430\u043D\u0438\u044E ({0})
detaCenterForceRemovePopupMessageLabel=\u0412\u0441\u0435 \u0441\u0441\u044B\u043B\u043A\u0438 \u043D\u0430 \u043E\u0431\u044A\u0435\u043A\u0442\u044B \u043F\u0440\u0438\u043D\u0430\u0434\u043B\u0435\u0436\u0430\u0449\u0438\u0435 \u0426\u0435\u043D\u0442\u0440\u0443 \u043E\u0431\u0440\u0430\u0431\u043E\u0442\u043A\u0438 \u0434\u0430\u043D\u043D\u044B\u0445 {0} \u0431\u0443\u0434\u0443\u0442 \u0443\u0434\u0430\u043B\u0435\u043D\u044B \u0438\u0437 \u0431\u0430\u0437\u044B \u0434\u0430\u043D\u043D\u044B\u0445. \u0412\u044B \u0434\u043E\u043B\u0436\u043D\u044B \u0432\u0440\u0443\u0447\u043D\u0443\u044E \u043E\u0447\u0438\u0441\u0442\u0438\u0442\u044C \u0434\u043E\u043C\u0435\u043D\u044B \u0445\u0440\u0430\u043D\u0435\u043D\u0438\u044F \u0434\u043B\u044F \u043D\u043E\u0432\u043E\u0433\u043E \u0438\u0445 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u043D\u0438\u044F.
geoRepRemoteSessionName={0}\:\:{1}
geoRepSlaveVolumeToolTip=\u0414\u0430\u043D\u043D\u044B\u0435 \u0442\u043E\u043C\u0430 \u0438\u0437 {0} \u043A\u043B\u0430\u0441\u0442\u0435\u0440\u0430 {1} \u0440\u0435\u043F\u043B\u0438\u0446\u0438\u0440\u043E\u0432\u0430\u043D\u044B \u043D\u0430 \u044D\u0442\u043E\u0442 \u0442\u043E\u043C.
getStorageDeviceSelectionInfo=(\u0412\u044B\u0431\u0435\u0440\u0438\u0442\u0435 \u0443\u0441\u0442\u0440\u043E\u0439\u0441\u0442\u0432\u043E \u0445\u0440\u0430\u043D\u0435\u043D\u0438\u044F \u0438\u0437 \u0442\u0438\u043F\u043E\u0432 RIAD\: {0})
glusterCapacityInfo=\u0421\u0432\u043E\u0431\u043E\u0434\u043D\u043E {0}\n\u0418\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u0435\u0442\u0441\u044F {1} \u0438\u0437 \u0432\u0441\u0435\u0433\u043E \u0434\u043E\u0441\u0442\u0443\u043F\u043D\u044B\u0445 {2}
hostGlusterDisconnectedAlert=\u0421\u043E\u0441\u0442\u043E\u044F\u043D\u0438\u0435 Gluster \u043D\u0430 \u044D\u0442\u043E\u043C \u0443\u0437\u043B\u0435 - \u043E\u0442\u043A\u043B\u044E\u0447\u0451\u043D. <a>\u041F\u0435\u0440\u0435\u0437\u0430\u043F\u0443\u0441\u0442\u0438\u0442\u044C \u0441\u043B\u0443\u0436\u0431\u0443 Gluster</a>
hostHasManualFenceAlert=\u042D\u0442\u043E\u0442 \u0443\u0437\u0435\u043B \u043D\u0435 \u043E\u0442\u0432\u0435\u0447\u0430\u0435\u0442 \u0438 \u043D\u0435 \u0438\u043C\u0435\u0435\u0442 \u043D\u0430\u0441\u0442\u0440\u043E\u0435\u043D\u043D\u043E\u0433\u043E \u0443\u043F\u0440\u0430\u0432\u043B\u0435\u043D\u0438\u044F \u043F\u0438\u0442\u0430\u043D\u0438\u0435\u043C. \u041F\u0435\u0440\u0435\u0437\u0430\u0433\u0440\u0443\u0437\u0438\u0442\u0435 \u0435\u0433\u043E \u0432\u0440\u0443\u0447\u043D\u0443\u044E.
hostHasNICsAlert=\u041D\u0430\u0441\u0442\u0440\u043E\u0439\u043A\u0438 \u0441\u0435\u0442\u0438 \u0443\u0437\u043B\u0430 \u043D\u0435 \u0441\u043E\u0445\u0440\u0430\u043D\u0435\u043D\u044B. <a>\u0421\u043E\u0445\u0440\u0430\u043D\u0438\u0442\u044C</a>
hostHasNoPowerManagementAlert=\u0423\u043F\u0440\u0430\u0432\u043B\u0435\u043D\u0438\u0435 \u043F\u0438\u0442\u0430\u043D\u0438\u0435\u043C \u043D\u0435 \u043D\u0430\u0441\u0442\u0440\u043E\u0435\u043D\u043E \u0434\u043B\u044F \u044D\u0442\u043E\u0433\u043E \u0443\u0437\u043B\u0430. <a>\u0412\u043A\u043B\u044E\u0447\u0438\u0442\u044C \u0443\u043F\u0440\u0430\u0432\u043B\u0435\u043D\u0438\u0435 \u043F\u0438\u0442\u0430\u043D\u0438\u0435\u043C</a>
hostHasReinstallAlertInstallFailed=\u0421\u0431\u043E\u0439 \u0443\u0441\u0442\u0430\u043D\u043E\u0432\u043A\u0438 \u043D\u0430 \u0443\u0437\u043B\u0435. \u0418\u0441\u043F\u0440\u0430\u0432\u044C\u0442\u0435 \u043F\u0440\u043E\u0431\u043B\u0435\u043C\u044B \u0443\u0441\u0442\u0430\u043D\u043E\u0432\u043A\u0438 \u0438 \u043F\u043E\u043F\u0440\u043E\u0431\u0443\u0439\u0442\u0435 <a>\u041F\u0435\u0440\u0435\u0443\u0441\u0442\u0430\u043D\u043E\u0432\u0438\u0442\u044C</a>
hostHasReinstallAlertMaintenance=\u0423\u0437\u0435\u043B \u0432 \u0440\u0435\u0436\u0438\u043C\u0435 \u043E\u0431\u0441\u043B\u0443\u0436\u0438\u0432\u0430\u043D\u0438\u044F, \u0412\u044B \u043C\u043E\u0436\u0435\u0442\u0435 \u0432\u043A\u043B\u044E\u0447\u0438\u0442\u044C \u0435\u0433\u043E, \u043D\u0430\u0436\u0430\u0432 \u043A\u043D\u043E\u043F\u043A\u0443 \u0412\u043A\u043B\u044E\u0447\u0438\u0442\u044C. \u0415\u0441\u043B\u0438 \u0412\u044B \u0445\u043E\u0442\u0438\u0442\u0435 \u043F\u0435\u0440\u0435\u0443\u0441\u0442\u0430\u043D\u043E\u0432\u0438\u0442\u044C \u0438\u043B\u0438 \u043E\u0431\u043D\u043E\u0432\u0438\u0442\u044C, \u0442\u043E \u0449\u0451\u043B\u043A\u043D\u0438\u0442\u0435 <a>\u0437\u0434\u0435\u0441\u044C</a>.
hostHasReinstallAlertNonResponsive=\u042D\u0442\u043E\u0442 \u0443\u0437\u0435\u043B \u043D\u0435 \u043E\u0442\u0432\u0435\u0447\u0430\u0435\u0442. \u041F\u043E\u043F\u0440\u043E\u0431\u0443\u0439\u0442\u0435 \u0432\u043A\u043B\u044E\u0447\u0438\u0442\u044C \u0435\u0433\u043E, \u0435\u0441\u043B\u0438 \u043F\u0440\u043E\u0431\u043B\u0435\u043C\u0430 \u043E\u0441\u0442\u0430\u043D\u0435\u0442\u0441\u044F, \u043F\u0435\u0440\u0435\u043A\u043B\u044E\u0447\u0438\u0442\u0435 \u0443\u0437\u0435\u043B \u0432 \u0440\u0435\u0436\u0438\u043C \u043E\u0431\u0441\u043B\u0443\u0436\u0438\u0432\u0430\u043D\u0438\u044F \u0438 \u043F\u043E\u043F\u0440\u043E\u0431\u0443\u0439\u0442\u0435 \u043F\u0435\u0440\u0435\u0443\u0441\u0442\u0430\u043D\u043E\u0432\u0438\u0442\u044C \u0435\u0433\u043E.
hostHasUpgradeAlert=\u0414\u043E\u0441\u0442\u0443\u043F\u043D\u0430 \u043D\u043E\u0432\u0430\u044F \u0432\u0435\u0440\u0441\u0438\u044F, \u043E\u043F\u0446\u0438\u044F \u043E\u0431\u043D\u043E\u0432\u043B\u0435\u043D\u0438\u044F \u043F\u043E\u044F\u0432\u0438\u0442\u044C\u0441\u044F \u043E\u0434\u043D\u043E\u043A\u0440\u0430\u0442\u043D\u043E, \u043A\u043E\u0433\u0434\u0430 \u0443\u0437\u0435\u043B \u0431\u0443\u0434\u0435\u0442 \u043F\u0435\u0440\u0435\u043A\u043B\u044E\u0447\u0435\u043D \u0432 \u0440\u0435\u0436\u0438\u043C \u043E\u0431\u0441\u043B\u0443\u0436\u0438\u0432\u0430\u043D\u0438\u044F.
hostInSupportedStatusHasUpgradeAlert=\u0414\u043E\u0441\u0442\u0443\u043F\u043D\u0430 \u043D\u043E\u0432\u0430\u044F \u0432\u0435\u0440\u0441\u0438\u044F. <a>\u041E\u0431\u043D\u043E\u0432\u0438\u0442\u044C</a>
limitedMemConsumption={0} \u0438\u0437 {1} \u041C\u0435\u0433\u0430\u0431\u0430\u0439\u0442
limitedStorageConsumption={0} \u0438\u0437 {1} \u0413\u0438\u0433\u0430\u0431\u0430\u0439\u0442
limitedVcpuConsumption={0} \u0438\u0437 {1} \u0412\u0438\u0440\u0442\u0443\u0430\u043B\u044C\u043D\u044B\u0445 \u041F\u0440\u043E\u0446\u0435\u0441\u0441\u043E\u0440\u043E\u0432
manaulFencePopupMessageLabel=\u0423\u0431\u0435\u0434\u0438\u0442\u0435\u0441\u044C \u0447\u0442\u043E \u0443\u0437\u0435\u043B "{0}" \u0431\u044B\u043B \u0432\u0440\u0443\u0447\u043D\u0443\u044E \u0432\u044B\u043A\u043B\u044E\u0447\u0435\u043D \u0438\u043B\u0438 \u043F\u0435\u0440\u0435\u0437\u0430\u043F\u0443\u0449\u0435\u043D.
maxVfs=0 - {0}
moveDisplayNetworkWarning={0}. \u041F\u0435\u0440\u0435\u043C\u0435\u0449\u0435\u043D\u0438\u0435 \u043E\u0442\u043E\u0431\u0440\u0430\u0436\u0430\u0435\u043C\u043E\u0439 \u0441\u0435\u0442\u0438 \u043C\u043E\u0436\u0435\u0442 \u0441\u0431\u0440\u043E\u0441\u0438\u0442\u044C \u0441\u043E\u0435\u0434\u0438\u043D\u0435\u043D\u0438\u0435 \u0441 \u043A\u043E\u043D\u0441\u043E\u043B\u044C\u044E \u0412\u041C, \u0434\u043E \u0435\u0433\u043E \u043F\u0435\u0440\u0435\u0437\u0430\u043F\u0443\u0441\u043A\u0430.
nameId={0} ({1})
needsGlusterHealingWithVolumeStatus={0}, \u043F\u0440\u0438\u0441\u0443\u0442\u0441\u0442\u0432\u0443\u044E\u0442 \u043D\u0435 \u0441\u0438\u043D\u0445\u0440\u043E\u043D\u0438\u0437\u0438\u0440\u043E\u0432\u0430\u043D\u043D\u044B\u0435 \u0437\u0430\u043F\u0438\u0441\u0438 - \u043D\u0435\u043E\u0431\u0445\u043E\u0434\u0438\u043C\u043E \u0438\u0441\u043F\u0440\u0430\u0432\u043B\u0435\u043D\u0438\u0435
onlyAvailableInCompatibilityVersions=\u0414\u043E\u0441\u0442\u0443\u043F\u043D\u043E \u0442\u043E\u043B\u044C\u043A\u043E \u0432 \u0432\u0435\u0440\u0441\u0438\u0438(\u044F\u0445) \u0441\u043E\u0432\u043C\u0435\u0441\u0442\u0438\u043C\u043E\u0441\u0442\u0438\: {0}
percentWithValueInGiB={0}% ({1} \u0413\u0438\u0433\u0430\u0431\u0430\u0439\u0442)
rebalanceStatusMessage=\u041F\u0435\u0440\u0435-\u0431\u0430\u043B\u0430\u043D\u0441\u0438\u0440\u043E\u0432\u043A\u0430 {0}
sameVmNameExists=\u0412\u0438\u0440\u0442\u0443\u0430\u043B\u044C\u043D\u0430\u044F \u043C\u0430\u0448\u0438\u043D\u0430 {0} \u0443\u0436\u0435 \u0441\u0443\u0449\u0435\u0441\u0442\u0432\u0443\u0435\u0442.
storageDestroyPopupMessageLabel=\u0412\u0441\u0435 \u0441\u0441\u044B\u043B\u043A\u0438 \u043D\u0430 \u043E\u0431\u044A\u0435\u043A\u0442\u044B \u043F\u0440\u0438\u043D\u0430\u0434\u043B\u0435\u0436\u0430\u0449\u0438\u0435 \u0434\u043E\u043C\u0435\u043D\u0443 \u0445\u0440\u0430\u043D\u0435\u043D\u0438\u044F {0} \u0431\u0443\u0434\u0443\u0442 \u0443\u0434\u0430\u043B\u0435\u043D\u044B \u0438\u0437 \u0431\u0430\u0437\u044B \u0434\u0430\u043D\u043D\u044B\u0445. \u0412\u044B \u0434\u043E\u043B\u0436\u043D\u044B \u0432\u0440\u0443\u0447\u043D\u0443\u044E \u043E\u0447\u0438\u0441\u0442\u0438\u0442\u044C \u0445\u0440\u0430\u043D\u0438\u043B\u0438\u0449\u0435 \u0434\u043B\u044F \u043D\u043E\u0432\u043E\u0433\u043E \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u043D\u0438\u044F.
stripSizeInfoForGlusterBricks=\u0420\u0430\u0437\u043C\u0435\u0440 \u0441\u0442\u0440\u0430\u0439\u043F\u0430 {0} \u041A\u0411 \u0440\u0435\u043A\u043E\u043C\u0435\u043D\u0434\u0443\u0435\u0442\u0441\u044F \u0434\u043B\u044F \u0443\u0441\u0442\u0440\u043E\u0439\u0441\u0442\u0432\u0430 {1}
theNetworkWillBeAddedToTheDataCenterAsWell=\u0421\u0435\u0442\u044C \u0431\u0443\u0434\u0435\u0442 \u0434\u043E\u0431\u0430\u0432\u043B\u0435\u043D\u0430 \u0432 \u0426\u0435\u043D\u0442\u0440 \u043E\u0431\u0440\u0430\u0431\u043E\u0442\u043A\u0438 \u0434\u0430\u043D\u043D\u044B\u0445 {0}.
unSyncedEntriesPresent={0} \u043F\u0440\u0438\u0441\u0443\u0442\u0441\u0442\u0432\u0443\u044E\u0442 \u043D\u0435 \u0441\u0438\u043D\u0445\u0440\u043E\u043D\u0438\u0437\u0438\u0440\u043E\u0432\u0430\u043D\u043D\u044B\u0435 \u0437\u0430\u043F\u0438\u0441\u0438
unlimitedMemConsumption={0} \u0438\u0437 \u0431\u0435\u0437 \u043E\u0433\u0440\u0430\u043D\u0438\u0447\u0435\u043D\u0438\u044F \u041C\u0435\u0433\u0430\u0431\u0430\u0439\u0442
unlimitedStorageConsumption={0} \u0438\u0437 \u0431\u0435\u0437 \u043E\u0433\u0440\u0430\u043D\u0438\u0447\u0435\u043D\u0438\u044F \u0413\u0438\u0433\u0430\u0431\u0430\u0439\u0442
unlimitedVcpuConsumption={0} \u0438\u0437 \u0431\u0435\u0437 \u043E\u0433\u0440\u0430\u043D\u0438\u0447\u0435\u043D\u0438\u044F vCPU
vlanNetwork=(VLAN {0})
vmsWithInOutMigrations={0} \u0412\u041C \u0440\u0430\u0431\u043E\u0442\u0430\u0435\u0442, {1} \u043C\u0438\u0433\u0440\u0438\u0440\u0443\u0435\u0442 \u043D\u0430 \u0443\u0437\u0435\u043B \u0438 {2} \u043C\u0438\u0433\u0440\u0438\u0440\u0443\u0435\u0442 \u0441 \u0443\u0437\u043B\u0430
vmsWithTotalMigrations={0} \u0412\u041C \u0440\u0430\u0431\u043E\u0442\u0430\u0435\u0442, \u0438\u0437 \u043D\u0438\u0445 {1} \u043C\u0438\u0433\u0440\u0438\u0440\u0443\u0435\u0442
