brickStatusWithUnSyncedEntriesPresent={0}, {1} entr\u00E9es non sync pr\u00E9sentes
clusterHasNewGlusterHosts=Nous avons d\u00E9tect\u00E9 de nouveaux h\u00F4tes dans le cluster. Vous pouvez les <a>Importer</a> dans oVirt engine ou bien les <a>D\u00E9tacher</a> du cluster.
clusterPopupMemoryOptimizationCustomLabel=Seuil de surallocation personnalis\u00E9 - D\u00E9fini \u00E0 {0} % via API/CLI
clusterPopupMemoryOptimizationForDesktopLabel=Pour les charges de travail de Bureau - Activer l''ordonnancement de partage de la m\u00E9moire physique \u00E0 {0}\u00A0%
clusterPopupMemoryOptimizationForServerLabel=Pour les charges de travail de serveur - Activer l''ordonnancement de la m\u00E9moire physique \u00E0 {0}\u00A0%
defaultMtu=Par d\u00E9faut [{0}]
detaCenterForceRemovePopupMessageLabel=Toutes les r\u00E9f\u00E9rences aux objets qui appartiennent au centre de donn\u00E9es {0} de la base de donn\u00E9es seront retir\u00E9es. Vous devrez sans doute nettoyer les domaines de stockage pour pouvoir les r\u00E9utiliser.
geoRepSlaveVolumeToolTip=Les donn\u00E9es de volume de {0} du cluster {1} sont r\u00E9pliqu\u00E9es dans ce volume.
getStorageDeviceSelectionInfo=(Choisir des p\u00E9riph\u00E9riques de stockage de type RAID\u00A0\:\u00A0{0})
glusterCapacityInfo=Disponible {0}\n{1} utilis\u00E9 parmi {2} de total disponible
hostHasManualFenceAlert=Cet h\u00F4te n''est pas en \u00E9tat de r\u00E9pondre et son alimentation n''est pas configur\u00E9e. Veuillez le red\u00E9marrer manuellement.
hostHasNICsAlert=La configuration du r\u00E9seau de l''h\u00F4te n''a pas \u00E9t\u00E9 enregistr\u00E9e. <a>Enregistrer</a>
hostHasNoPowerManagementAlert=La gestion de l''alimentation n''est pas configur\u00E9e pour cet h\u00F4te. <a>Activer la gestion de l''alimentation</a>
hostGlusterDisconnectedAlert=Le statut de Gluster est disconnect\u00E9 pour cet h\u00F4te. <a>D\u00E9marrez le service Glusterd \u00E0 nouveau</a>
hostHasReinstallAlertInstallFailed=L''installation de l''h\u00F4te a \u00E9chou\u00E9. Veuillez corriger les probl\u00E8mes d''installation et essayer de <a>r\u00E9installer</a>
hostHasReinstallAlertMaintenance=L''h\u00F4te est en mode maintenance, vous pouvez l''activer en appuyant sur le bouton Activer. Si vous souhaitez le mettre \u00E0 niveau ou bien le r\u00E9installer, cliquer <a>ici</a>.
hostHasReinstallAlertNonResponsive=Cet h\u00F4te n''est pas en \u00E9tat de r\u00E9pondre. Essayez de l''activer \u00E0 nouveau. Si le probl\u00E8me persiste, fa\u00EEtes-le passer en mode Maintenance et essayez de le r\u00E9installer.
hostHasUpgradeAlert=Une nouvelle version est maintenant disponible\u00A0; une option de mise \u00E0 niveau appara\u00EEtra quand l''h\u00F4te sera en mode maintenance.
hostInSupportedStatusHasUpgradeAlert=Nouvelle version disponible. <a>Upgrade</a>
limitedMemConsumption={0} de {1} Mo
limitedStorageConsumption={0} de {1} Go
limitedVcpuConsumption={0} de {1} vCPU
manaulFencePopupMessageLabel=Assurez-vous que l''h\u00F4te \u00AB\u00A0{0}\u00A0\u00BB ait bien \u00E9t\u00E9 arr\u00EAt\u00E9 manuellement ou red\u00E9marr\u00E9.
maxVfs=0 - {0}
migrateHostDisabledVMsInServerClusters=La destination de l''H\u00F4te est d\u00E9sactiv\u00E9e car vous avez s\u00E9lectionn\u00E9 des Machines virtuelles dans plusieurs Clusters.
migrateNoAvailableHost=Aucun h\u00F4te disponible vers lequel migrer.
migrateSomeVmsAlreadyRunningOnHost=Notez que certaines des VM s\u00E9lectionn\u00E9es sont d\u00E9j\u00E0 en cours d''ex\u00E9cution sur cet h\u00F4te et ne seront pas migr\u00E9es.
moveDisplayNetworkWarning={0}. En d\u00E9pla\u00E7ant le r\u00E9seau d''affichage, vous diminuez la connectivit\u00E9 de la console VM jusqu''au red\u00E9marrage.
nameId={0} ({1})
needsGlusterHealingWithVolumeStatus={0}, entr\u00E9es non sync pr\u00E9sentes - Healing requis
onlyAvailableInCompatibilityVersions=Uniquement disponible dans version(s) compatibles\u00A0\: {0}
percentWithValueInGB={0}\u00A0% ({1} Go)
rebalanceStatusMessage=R\u00E9\u00E9quilibrage {0}
sameVmNameExists=Machine virtuelle {0} existe d\u00E9j\u00E0
storageDestroyPopupMessageLabel=Toutes les r\u00E9f\u00E9rences aux objets qui appartiennent au Domaine de stockage {0} de la base de donn\u00E9es seront retir\u00E9es. Vous devrez sans doute nettoyer le stockage manuellement pour pouvoir les r\u00E9utiliser.
stripSizeInfoForGlusterBricks=Une taille de tranche de {0} Ko est conseill\u00E9e pour le p\u00E9riph\u00E9rique {1}
theNetworkWillBeAddedToTheDataCenterAsWell=Le r\u00E9seau sera \u00E9galement ajout\u00E9 au centre de donn\u00E9es {0}.
unSyncedEntriesPresent={0} entr\u00E9es non sync pr\u00E9sentes
unlimitedMemConsumption={0} sur une quantit\u00E9 illimit\u00E9e en Mo
unlimitedStorageConsumption={0} sur une quantit\u00E9 illimit\u00E9e en Go
unlimitedVcpuConsumption={0} sur une quantit\u00E9 illimit\u00E9e de vCPU
vlanNetwork=(VLAN {0})
vmsWithInOutMigrations={0} VM en cours d''ex\u00E9cution, dont {1} en cours de migration vers l''h\u00F4te et  {2} en cours de migration en provenance de l''h\u00F4te
vmsWithTotalMigrations={0} VM en cours d''ex\u00E9cution, dont {1} en cours de migration
bondAdPartnerMac=Bond ad partner mac\: {0}
bondAdAggregatorId=Bond ad aggregator id\: {0}
bondSlaveAdAggregatorId={0} ad aggregator id\: {1}
bondStatus=Bond status\: {0}
bondActiveSlave=Bond esclave actif\u00A0\: {0}
geoRepRemoteSessionName={0}\:\:{1}
logicalNetworks={0} R\u00E9seaux logiques
slaves={0} Esclaves
