#
# Bundle name: org.ovirt.engine.ui.webadmin.ApplicationMessages
# Locale: ka_GE
#
#Tue Apr 19 13:43:37 EDT 2022
bondActiveSlave=\u10D1\u10DB\u10D8\u10E1 \u10D0\u10E5\u10E2\u10D8\u10E3\u10E0\u10D8 \u10DB\u10DD\u10DC\u10D0\u10EC\u10D8\u10DA\u10D4\: {0}
bondAdAggregatorId=\u10D1\u10DB\u10D8\u10E1 ad \u10D0\u10D2\u10E0\u10D4\u10D2\u10D0\u10E2\u10DD\u10E0\u10D8\u10E1 id\: {0}
bondAdPartnerMac=\u10D1\u10DB\u10D8\u10E1 ad \u10DE\u10D0\u10E0\u10E2\u10DC\u10D8\u10DD\u10E0\u10D8\u10E1 mac \u10DB\u10D8\u10E1\u10D0\u10DB\u10D0\u10E0\u10D7\u10D8\u10D0\: {0}
bondSlaveAdAggregatorId={0}-\u10D4 \u10D0\u10D2\u10E0\u10D4\u10D2\u10D0\u10E2\u10DD\u10E0\u10D8\u10E1 id\: {1}
bondStatus=\u10D1\u10DB\u10D8\u10E1 \u10E1\u10E2\u10D0\u10E2\u10E3\u10E1\u10D8\: {0}
brickStatusWithUnSyncedEntriesPresent=\u10DC\u10D0\u10DE\u10DD\u10D5\u10DC\u10D8\u10D0 {0}, {1} \u10D2\u10D0\u10D3\u10D0\u10E1\u10D0\u10E2\u10D0\u10DC\u10D8 \u10EA\u10D5\u10DA\u10D8\u10DA\u10D4\u10D1\u10D0
clusterCpuConfigurationOutdated=\u10D9\u10DA\u10D0\u10E1\u10E2\u10D4\u10E0\u10D8\u10E1 \u10D9\u10DD\u10DC\u10E4\u10D8\u10D2\u10E3\u10E0\u10D0\u10EA\u10D8\u10D0 \u10DB\u10DD\u10EB\u10D5\u10D4\u10DA\u10D4\u10D1\u10E3\u10DA\u10D8\u10D0. \u10D5\u10DB-\u10D4\u10D1\u10D8 \u10D2\u10D0\u10E8\u10D5\u10D4\u10D1\u10E3\u10DA\u10D8\u10D0 \u10D3\u10D4\u10D2\u10E0\u10D0\u10D3\u10D8\u10E0\u10D4\u10D1\u10E3\u10DA \u10E0\u10D4\u10DF\u10D8\u10DB\u10E8\u10D8, "{0}" \u10D9\u10DD\u10DC\u10E4\u10D8\u10D2\u10E3\u10E0\u10D0\u10EA\u10D8\u10D8\u10D7. \u10D3\u10D0\u10E0\u10EC\u10DB\u10E3\u10DC\u10D3\u10D8\u10D7, \u10E0\u10DD\u10DB \u10D9\u10DA\u10D0\u10E1\u10E2\u10D4\u10E0\u10D8\u10E1 \u10E7\u10D5\u10D4\u10DA\u10D0 \u10F0\u10DD\u10E1\u10E2\u10D8 \u10E9\u10D0\u10E0\u10D7\u10E3\u10DA\u10D8\u10D0 \u10D3\u10D0 \u10D0\u10E5\u10D5\u10D7 \u10D0\u10EE\u10D0\u10DA\u10D8 \u10D9\u10DD\u10DC\u10E4\u10D8\u10D2\u10E3\u10E0\u10D0\u10EA\u10D8\u10D8\u10E1 ({1}) \u10DB\u10EE\u10D0\u10E0\u10D3\u10D0\u10ED\u10D4\u10E0\u10D0. \u10E8\u10D4\u10DB\u10D3\u10D4\u10D2 \u10E3\u10D1\u10E0\u10D0\u10DA\u10DD\u10D3 \u10D0\u10DC \u10D2\u10D0\u10D3\u10D0\u10E2\u10D5\u10D8\u10E0\u10D7\u10D4\u10D7 \u10EB\u10E0\u10D0\u10D5\u10D8, \u10D0\u10DC \u10D4\u10E0\u10D7\u10D4\u10E0\u10D7\u10D8 \u10F0\u10DD\u10E1\u10E2\u10D8 \u10E0\u10D4\u10DB\u10DD\u10DC\u10E2\u10D8\u10E1 \u10E0\u10D4\u10DF\u10D8\u10DB\u10E8\u10D8 \u10D2\u10D0\u10D3\u10D0\u10E0\u10D7\u10D4\u10D7 \u10D3\u10D0 \u10D8\u10E1\u10D4\u10D5 \u10E9\u10D0\u10E0\u10D7\u10D4\u10D7.
clusterCpuTypeInfo=\u10D9\u10DA\u10D0\u10E1\u10E2\u10D4\u10E0\u10D8\u10E1 CPU-\u10D8\u10E1 \u10E2\u10D8\u10DE\u10D8\u10E1 \u10D9\u10DD\u10DC\u10E4\u10D8\u10D2\u10E3\u10E0\u10D0\u10EA\u10D8\u10D0\u10D0\: {0}
clusterHasNewGlusterHosts=\u10D9\u10DA\u10D0\u10E1\u10E2\u10D4\u10E0\u10E8\u10D8 \u10DC\u10D0\u10DE\u10DD\u10D5\u10DC\u10D8\u10D0 \u10D0\u10EE\u10D0\u10DA\u10D8 \u10F0\u10DD\u10E1\u10E2\u10D4\u10D1\u10D8. \u10E8\u10D4\u10D2\u10D8\u10EB\u10DA\u10D8\u10D0\u10D7 \u10D8\u10E1\u10D8\u10DC\u10D8 <a>\u10E8\u10D4\u10DB\u10DD\u10D8\u10E2\u10D0\u10DC\u10DD\u10D7</a> \u10EB\u10E0\u10D0\u10D5\u10E8\u10D8 \u10D0\u10DC <a>\u10EC\u10D0\u10E8\u10D0\u10DA\u10DD\u10D7</a> \u10D8\u10E1\u10D8\u10DC\u10D8 \u10D9\u10DA\u10D0\u10E1\u10E2\u10D4\u10E0\u10D8\u10D3\u10D0\u10DC.
clusterPopupMemoryOptimizationCustomLabel=\u10D6\u10D4\u10D3\u10DB\u10D4\u10E2\u10D8 \u10D2\u10D0\u10D3\u10D0\u10EA\u10D4\u10DB\u10D8\u10E1 \u10D6\u10E6\u10D5\u10D0\u10E0\u10D8 - API/CLI-\u10D8\u10E1 \u10DB\u10D8\u10D4\u10E0 \u10D3\u10D0\u10E7\u10D4\u10DC\u10D4\u10D1\u10E3\u10DA\u10D8 \u10DB\u10DC\u10D8\u10E8\u10D5\u10DC\u10D4\u10DA\u10DD\u10D1\u10D0\u10D0 {0}%
clusterPopupMemoryOptimizationForDesktopLabel=\u10E1\u10D0\u10DB\u10E3\u10E8\u10D0\u10DD \u10DB\u10D0\u10D2\u10D8\u10D3\u10D8\u10E1 \u10E2\u10D8\u10DE\u10D8\u10E1 \u10D3\u10D0\u10E2\u10D5\u10D8\u10E0\u10D7\u10D5\u10D8\u10E1\u10D7\u10D5\u10D8\u10E1 - \u10E4\u10D8\u10D6\u10D8\u10D9\u10E3\u10E0\u10D8 \u10DB\u10D4\u10EE\u10E1\u10D8\u10D4\u10E0\u10D4\u10D1\u10D8\u10E1 {0}%-\u10D8\u10E1 \u10D2\u10D0\u10DB\u10DD\u10E7\u10DD\u10E4\u10D8\u10E1 \u10DB\u10EE\u10D0\u10E0\u10D3\u10D0\u10ED\u10D4\u10E0\u10D0
clusterPopupMemoryOptimizationForServerLabel=\u10E1\u10D4\u10E0\u10D5\u10D4\u10E0\u10E3\u10DA\u10D8 \u10E2\u10D8\u10DE\u10D8 \u10D3\u10D0\u10E2\u10D5\u10D8\u10E0\u10D7\u10D5\u10D8\u10E1\u10D7\u10D5\u10D8\u10E1 - \u10E4\u10D8\u10D6\u10D8\u10D9\u10E3\u10E0\u10D8 \u10DB\u10D4\u10EE\u10E1\u10D8\u10D4\u10E0\u10D4\u10D1\u10D8\u10E1 {0}%-\u10D8\u10E1 \u10D2\u10D0\u10DB\u10DD\u10E7\u10DD\u10E4\u10D8\u10E1 \u10DB\u10EE\u10D0\u10E0\u10D3\u10D0\u10ED\u10D4\u10E0\u10D0
cpuDeprecationWarning=\u10D2\u10D0\u10E4\u10E0\u10D7\u10EE\u10D8\u10DA\u10D4\u10D1\u10D0\: CPU-\u10D8\u10E1 \u10E2\u10D8\u10DE\u10D8 "{0}" \u10DB\u10EE\u10D0\u10E0\u10D3\u10D0\u10E3\u10ED\u10D4\u10E0\u10D4\u10DA\u10D8\u10D0 oVirt-\u10D8\u10E1 4.3 \u10D3\u10D0 \u10E3\u10E4\u10E0\u10DD \u10D0\u10EE\u10D0\u10DA \u10D5\u10D4\u10E0\u10E1\u10D8\u10D4\u10D1\u10E8\u10D8.
defaultMtu=\u10DC\u10D0\u10D2\u10E3\u10DA\u10D8\u10E1\u10EE\u10DB\u10D4\u10D1\u10D8 ({0})
detaCenterForceRemovePopupMessageLabel=\u10DB\u10DD\u10DC\u10D0\u10EA\u10D4\u10DB\u10D7\u10D0\u10DC \u10D1\u10D0\u10D6\u10D8\u10D3\u10D0\u10DC \u10DD\u10D1\u10D8\u10D4\u10E5\u10E2\u10D4\u10D1\u10D7\u10D0\u10DC, \u10E0\u10DD\u10DB\u10DA\u10D4\u10D1\u10D8\u10EA \u10DB\u10D8\u10D4\u10D9\u10E3\u10D7\u10D5\u10DC\u10D4\u10D1\u10DD\u10D3\u10D0 \u10D0\u10DB \u10DB\u10DD\u10DC\u10D0\u10EA\u10D4\u10DB\u10D7\u10D0 \u10D3\u10D0\u10DB\u10E3\u10E8\u10D0\u10D5\u10D4\u10D1\u10D8\u10E1 \u10EA\u10D4\u10DC\u10E2\u10E0\u10E1, ({0}) \u10E7\u10D5\u10D4\u10DA\u10D0 \u10D1\u10DB\u10E3\u10DA\u10D8 \u10EC\u10D0\u10D8\u10E8\u10DA\u10D4\u10D1\u10D0. \u10DB\u10D0\u10D7\u10D8 \u10D7\u10D0\u10D5\u10D8\u10D3\u10D0\u10DC \u10D2\u10D0\u10DB\u10DD\u10E7\u10D4\u10DC\u10D4\u10D1\u10D8\u10E1\u10D7\u10D5\u10D8\u10E1 \u10E8\u10D4\u10D8\u10EB\u10DA\u10D4\u10D1\u10D0 \u10E1\u10D0\u10EA\u10D0\u10D5\u10D8\u10E1 \u10D3\u10DD\u10DB\u10D4\u10DC\u10D4\u10D1\u10D8\u10E1 \u10EE\u10D4\u10DA\u10D8\u10D7 \u10D2\u10D0\u10E1\u10E3\u10E4\u10D7\u10D0\u10D5\u10D4\u10D1\u10D0 \u10D3\u10D0\u10D2\u10ED\u10D8\u10E0\u10D3\u10D4\u10D7.
detachRequiredNetworkWarning={0}. \u10E1\u10D0\u10ED\u10D8\u10E0\u10DD \u10E5\u10E1\u10D4\u10DA\u10D8\u10E1 \u10DB\u10DD\u10EB\u10E0\u10DD\u10D1\u10D0\u10DB \u10E8\u10D4\u10D8\u10EB\u10DA\u10D4\u10D1\u10D0 \u10F0\u10DD\u10E1\u10E2\u10D8 \u10D0\u10E0\u10D0\u10E1\u10D0\u10DB\u10E3\u10E8\u10D0\u10DD \u10DB\u10D3\u10D2\u10DD\u10DB\u10D0\u10E0\u10D4\u10DD\u10D1\u10D0\u10E8\u10D8 \u10E9\u10D0\u10D0\u10E7\u10D4\u10DC\u10DD\u10E1
exportDomainDeprecationWarning=\u10D2\u10D0\u10E2\u10D0\u10DC\u10D8\u10E1 \u10D3\u10DD\u10DB\u10D4\u10DC\u10E8\u10D8 \u10D2\u10D0\u10E2\u10D0\u10DC\u10D0 \u10DB\u10DD\u10EB\u10D5\u10D4\u10DA\u10D4\u10D1\u10E3\u10DA\u10D8\u10D0. \u10D0\u10DB\u10EF\u10DD\u10D1\u10D8\u10DC\u10D4\u10D7 \u10DB\u10DD\u10DC\u10D0\u10EA\u10D4\u10DB\u10D4\u10D1\u10D8\u10E1 \u10D3\u10DD\u10DB\u10D4\u10DC\u10E8\u10D8 \u10D2\u10D0\u10E2\u10D0\u10DC\u10D0.
geoRepRemoteSessionName={0}\:\:{1}
geoRepSlaveVolumeToolTip=\u10DB\u10DD\u10EE\u10D3\u10D4\u10D1\u10D0 \u10D9\u10DA\u10D0\u10E1\u10E2\u10D4\u10E0 {1}-\u10D8\u10E1 \u10E2\u10DD\u10DB\u10D8\u10E1 ({0})-\u10D8\u10E1 \u10DB\u10DD\u10DC\u10D0\u10EA\u10D4\u10DB\u10D4\u10D1\u10D8\u10E1 \u10E0\u10D4\u10DE\u10DA\u10D8\u10D9\u10D0\u10EA\u10D8\u10D0 \u10D0\u10DB \u10E2\u10DD\u10DB\u10E8\u10D8.
getStorageDeviceSelectionInfo=(\u10D0\u10D8\u10E0\u10E9\u10D8\u10D4\u10D7 \u10DB\u10DD\u10EC\u10E7\u10DD\u10D1\u10D8\u10DA\u10DD\u10D1\u10D4\u10D1\u10D8 RAID-\u10D8\u10E1 \u10E2\u10D8\u10DE\u10D8\u10E1\u10D7\u10D5\u10D8\u10E1\: {0})
glusterCapacityInfo=\u10D7\u10D0\u10D5\u10D8\u10E1\u10E3\u10E4\u10D0\u10DA\u10D8 {0}\n\u10D2\u10D0\u10DB\u10DD\u10E7\u10D4\u10DC\u10D4\u10D1\u10E3\u10DA\u10D8\u10D0 {2}-\u10D3\u10D0\u10DC {1}
hostGlusterDisconnectedAlert=Gluster-\u10D8\u10E1 \u10E1\u10E2\u10D0\u10E2\u10E3\u10E1\u10D8 \u10D0\u10DB \u10F0\u10DD\u10E1\u10E2\u10D6\u10D4\: \u10D2\u10D0\u10D7\u10D8\u10E8\u10E3\u10DA\u10D8\u10D0. <a>\u10D3\u10D0\u10D0\u10E0\u10D4\u10E1\u10E2\u10D0\u10E0\u10E2\u10D4\u10D7 \u10E1\u10D4\u10E0\u10D5\u10D8\u10E1\u10D8\: Glusterd</a>
hostHasDefaultRouteAlert=\u10F0\u10DD\u10E1\u10E2\u10E1 \u10DC\u10D0\u10D2\u10E3\u10DA\u10D8\u10E1\u10EE\u10DB\u10D4\u10D1\u10D8 \u10E0\u10D0\u10E3\u10E2\u10D4\u10E0\u10D8 \u10D2\u10D0\u10EC\u10D4\u10E0\u10D8\u10DA\u10D8 \u10D0\u10E0 \u10D0\u10E5\u10D5\u10E1.
hostHasManualFenceAlert=\u10F0\u10DD\u10E1\u10E2\u10D8 \u10D0\u10E0 \u10DE\u10D0\u10E1\u10E3\u10EE\u10DD\u10D1\u10E1 \u10D3\u10D0 \u10DB\u10D8\u10E1\u10D8 \u10D9\u10D5\u10D4\u10D1\u10D8\u10E1 \u10DB\u10D0\u10E0\u10D7\u10D5\u10D0 \u10DB\u10DD\u10E0\u10D2\u10D4\u10D1\u10E3\u10DA\u10D8 \u10D0\u10E0\u10D0\u10D0. \u10EE\u10D4\u10DA\u10D8\u10D7 \u10D2\u10D0\u10D3\u10D0\u10E2\u10D5\u10D8\u10E0\u10D7\u10D4\u10D7.
hostHasMissingCpuFlagsAlert=\u10F0\u10DD\u10E1\u10E2\u10D8\u10E1 CPU-\u10D8\u10E1 \u10E2\u10D8\u10DE\u10D8 \u10D0\u10E0 \u10D4\u10DB\u10D7\u10EE\u10D5\u10D4\u10D5\u10D0 \u10D9\u10DA\u10D0\u10E1\u10E2\u10D4\u10E0\u10D8\u10E1 CPU-\u10D8\u10E1 \u10E2\u10D8\u10DE\u10D8\u10E1 \u10D3\u10D0 \u10D2\u10D0\u10E8\u10D5\u10D4\u10D1\u10E3\u10DA\u10D8\u10D0 \u10D3\u10D4\u10D2\u10E0\u10D0\u10D3\u10D8\u10E0\u10D4\u10D1\u10E3\u10DA \u10E0\u10D4\u10DF\u10D8\u10DB\u10E8\u10D8. \u10DB\u10D0\u10E1 \u10D0\u10D9\u10DA\u10D8\u10D0 CPU-\u10D8\u10E1 \u10E8\u10D4\u10DB\u10D3\u10D4\u10D2\u10D8 \u10D0\u10DA\u10DB\u10D4\u10D1\u10D8\: {0}. \u10D2\u10D0\u10DC\u10D0\u10D0\u10EE\u10DA\u10D4\u10D7 \u10F0\u10DD\u10E1\u10E2\u10D8\u10E1 CPU-\u10D8\u10E1 \u10DB\u10D8\u10D9\u10E0\u10DD\u10D9\u10DD\u10D3\u10D8 \u10D0\u10DC \u10E8\u10D4\u10EA\u10D5\u10D0\u10DA\u10D4\u10D7 \u10D9\u10DA\u10D0\u10E1\u10E2\u10D4\u10E0\u10D8\u10E1 CPU-\u10D8\u10E1 \u10E2\u10D8\u10DE\u10D8.
hostHasMissingCpuFlagsTooltipAlert=\u10F0\u10DD\u10E1\u10E2\u10D8\u10E1 CPU-\u10D8\u10E1 \u10E2\u10D8\u10DE\u10D8 \u10D0\u10E0 \u10D4\u10DB\u10D7\u10EE\u10D5\u10D4\u10D5\u10D0 \u10D9\u10DA\u10D0\u10E1\u10E2\u10D4\u10E0\u10D8\u10E1 CPU-\u10D8\u10E1 \u10E2\u10D8\u10DE\u10E1 \u10D3\u10D0 \u10D2\u10D0\u10E8\u10D5\u10D4\u10D1\u10E3\u10DA\u10D8\u10D0 \u10D3\u10D4\u10D2\u10E0\u10D0\u10D3\u10D8\u10E0\u10D4\u10D1\u10E3\u10DA \u10E0\u10D4\u10DF\u10D8\u10DB\u10E8\u10D8. \u10DB\u10D0\u10E1 \u10D0\u10D9\u10DA\u10D8\u10D0 CPU-\u10D8\u10E1 \u10E8\u10D4\u10DB\u10D3\u10D4\u10D2\u10D8 \u10D0\u10DA\u10DB\u10D4\u10D1\u10D8\: {0}.
hostHasNICsAlert=\u10F0\u10DD\u10E1\u10E2\u10D8\u10E1 \u10E5\u10E1\u10D4\u10DA\u10D8\u10E1 \u10D9\u10DD\u10DC\u10E4\u10D8\u10D2\u10E3\u10E0\u10D0\u10EA\u10D8\u10D0 \u10E8\u10D4\u10DC\u10D0\u10EE\u10E3\u10DA\u10D8 \u10D0\u10E0\u10D0\u10D0. <a>\u10E8\u10D4\u10D8\u10DC\u10D0\u10EE\u10D4\u10D7</a>
hostHasNoPowerManagementAlert=\u10D0\u10DB \u10F0\u10DD\u10E1\u10E2\u10D8\u10E1 \u10D9\u10D5\u10D4\u10D1\u10D8\u10E1 \u10DB\u10D0\u10E0\u10D7\u10D5\u10D0 \u10DB\u10DD\u10E0\u10D2\u10D4\u10D1\u10E3\u10DA\u10D8 \u10D0\u10E0\u10D0\u10D0. <a>\u10E9\u10D0\u10E0\u10D7\u10D4\u10D7 \u10F0\u10DD\u10E1\u10E2\u10D8\u10E1 \u10D9\u10D5\u10D4\u10D1\u10D8\u10E1 \u10DB\u10D0\u10E0\u10D7\u10D5\u10D0</a>
hostHasReinstallAlertInstallFailed=\u10F0\u10DD\u10E1\u10E2\u10D8\u10E1 \u10D3\u10D0\u10E7\u10D4\u10DC\u10D4\u10D1\u10D8\u10E1 \u10E8\u10D4\u10EA\u10D3\u10DD\u10DB\u10D0. \u10D2\u10D0\u10D0\u10E1\u10EC\u10DD\u10E0\u10D4\u10D7 \u10E8\u10D4\u10EA\u10D3\u10DD\u10DB\u10D0 \u10D3\u10D0 \u10D3\u10D0\u10E7\u10D4\u10DC\u10D4\u10D1\u10D0 <a>\u10D7\u10D0\u10D5\u10D8\u10D3\u10D0\u10DC \u10E1\u10EA\u10D0\u10D3\u10D4\u10D7</a>
hostHasReinstallAlertMaintenance=\u10F0\u10DD\u10E1\u10E2\u10D8 \u10E0\u10D4\u10DB\u10DD\u10DC\u10E2\u10D8\u10E1 \u10E0\u10D4\u10DF\u10D8\u10DB\u10E8\u10D8\u10D0. \u10DB\u10D8\u10E1\u10D8 \u10D0\u10E5\u10E2\u10D8\u10D5\u10D0\u10EA\u10D8\u10D0 "\u10D0\u10E5\u10E2\u10D8\u10D5\u10D0\u10EA\u10D8\u10D8\u10E1" \u10E6\u10D8\u10DA\u10D0\u10D9\u10D6\u10D4 \u10D3\u10D0\u10ED\u10D4\u10E0\u10D8\u10D7 \u10E8\u10D4\u10D2\u10D8\u10EB\u10DA\u10D8\u10D0\u10D7. \u10D7\u10E3 \n\u10D2\u10E1\u10E3\u10E0\u10D7 \u10DB\u10D8\u10E1\u10D8 \u10D2\u10D0\u10E3\u10DB\u10EF\u10DD\u10D1\u10D4\u10E1\u10D4\u10D1\u10D0 \u10D0\u10DC \u10D7\u10D0\u10D5\u10D8\u10D3\u10D0\u10DC \u10D3\u10D0\u10E7\u10D4\u10DC\u10D4\u10D1\u10D0 , \u10D3\u10D0\u10D0\u10ED\u10D8\u10E0\u10D4\u10D7 <a>\u10D0\u10E5</a>
hostHasReinstallAlertNonResponsive=\u10F0\u10DD\u10E1\u10E2\u10D8 \u10D0\u10E0 \u10DE\u10D0\u10E1\u10E3\u10EE\u10DD\u10D1\u10E1. \u10E1\u10EA\u10D0\u10D3\u10D4\u10D7 \u10D2\u10D0\u10D0\u10D0\u10E5\u10E2\u10D8\u10E3\u10E0\u10DD\u10D7 \u10D8\u10E1. \u10D7\u10E3 \u10DE\u10E0\u10DD\u10D1\u10DA\u10D4\u10DB\u10D0 \u10D0\u10E0 \u10D2\u10D0\u10E5\u10E0\u10D4\u10D1\u10D0, \u10D2\u10D0\u10D3\u10D0\u10E0\u10D7\u10D4\u10D7 \u10F0\u10DD\u10E1\u10E2\u10D8 \u10E0\u10D4\u10DB\u10DD\u10DC\u10E2\u10D8\u10E1 \u10E0\u10D4\u10DF\u10D8\u10DB\u10E8\u10D8 \u10D3\u10D0 \u10D7\u10D0\u10D5\u10D8\u10D3\u10D0\u10DC \u10D3\u10D0\u10D0\u10E7\u10D4\u10DC\u10D4\u10D7 \u10D8\u10E1.
hostHasReinstallRequiredAlert=\u10D9\u10DD\u10DC\u10E4\u10D8\u10D2\u10E3\u10E0\u10D0\u10EA\u10D8\u10D8\u10E1 \u10DB\u10DC\u10D8\u10E8\u10D5\u10DC\u10D4\u10DA\u10DD\u10D5\u10D0\u10DC\u10D8 \u10EA\u10D5\u10DA\u10D8\u10DA\u10D4\u10D1\u10D8\u10E1 \u10D2\u10D0\u10DB\u10DD \u10F0\u10DD\u10E1\u10E2\u10D8\u10E1 \u10D7\u10D0\u10D5\u10D8\u10D3\u10D0\u10DC \u10D3\u10D0\u10E7\u10D4\u10DC\u10D4\u10D1\u10D0\u10D0 \u10E1\u10D0\u10ED\u10D8\u10E0\u10DD.
hostHasSmtClusterDiscrepancyAlert=\u10F0\u10DD\u10E1\u10E2\u10D8\u10E1\u10D0 \u10D3\u10D0 \u10D9\u10DA\u10D0\u10E1\u10E2\u10D4\u10E0\u10D8\u10E1 "SMT \u10D2\u10D0\u10D7\u10D8\u10E8\u10E3\u10DA\u10D8\u10D0" \u10DE\u10D0\u10E0\u10D0\u10DB\u10D4\u10E2\u10E0\u10D8 \u10D2\u10D0\u10DC\u10E1\u10EE\u10D5\u10D0\u10D5\u10D3\u10D4\u10D1\u10D0 \u10D4\u10E0\u10D7\u10DB\u10D0\u10DC\u10D4\u10D7\u10D8\u10E1\u10D2\u10D0\u10DC.
hostHasSmtDiscrepancyAlert=\u10F0\u10DD\u10E1\u10E2\u10D6\u10D4 SMT \u10D2\u10D0\u10D7\u10D8\u10E8\u10E3\u10DA\u10D8\u10D0, \u10DB\u10D0\u10D2\u10E0\u10D0\u10DB \u10EA\u10D5\u10DA\u10D8\u10DA\u10D4\u10D1\u10D4\u10D1\u10D8 \u10EF\u10D4\u10E0 \u10D0\u10E0 \u10D2\u10D0\u10D3\u10D0\u10E2\u10D0\u10E0\u10D4\u10D1\u10E3\u10DA\u10D0. \u10D2\u10D0\u10D3\u10D0\u10D0\u10E7\u10D4\u10DC\u10D4\u10D7 \u10D3\u10D0 \u10D2\u10D0\u10D3\u10D0\u10E2\u10D5\u10D8\u10E0\u10D7\u10D4\u10D7 \u10F0\u10DD\u10E1\u10E2\u10D8.
hostHasUpgradeAlert=\u10EE\u10D4\u10DA\u10DB\u10D8\u10E1\u10D0\u10EC\u10D5\u10D3\u10DD\u10DB\u10D8\u10D0 \u10D0\u10EE\u10D0\u10DA\u10D8 \u10D5\u10D4\u10E0\u10E1\u10D8\u10D0. \u10D2\u10D0\u10E3\u10DB\u10EF\u10DD\u10D1\u10D4\u10E1\u10D4\u10D1\u10D8\u10E1 \u10DE\u10D0\u10E0\u10D0\u10DB\u10D4\u10E2\u10E0\u10D8 \u10D2\u10D0\u10E9\u10DC\u10D3\u10D4\u10D1\u10D0, \u10E0\u10DD\u10EA\u10D0 \u10F0\u10DD\u10E1\u10E2\u10D8 \u10E0\u10D4\u10DB\u10DD\u10DC\u10E2\u10D8\u10E1 \u10E0\u10D4\u10DF\u10D8\u10DB\u10E8\u10D8 \u10D8\u10E5\u10DC\u10D4\u10D1\u10D0 \u10D2\u10D0\u10D3\u10D0\u10E0\u10D7\u10E3\u10DA\u10D8.
hostInSupportedStatusHasUpgradeAlert=\u10EE\u10D4\u10DA\u10DB\u10D8\u10E1\u10D0\u10EC\u10D5\u10D3\u10DD\u10DB\u10D8\u10D0 \u10D0\u10EE\u10D0\u10DA\u10D8 \u10D5\u10D4\u10E0\u10E1\u10D8\u10D0. <a>\u10D2\u10D0\u10E3\u10DB\u10EF\u10DD\u10D1\u10D4\u10E1\u10D4\u10D1\u10D0</a>
limitedMemConsumption={1}-\u10D3\u10D0\u10DC {0} \u10DB\u10D8\u10D1
limitedStorageConsumption={1}-\u10D3\u10D0\u10DC {0} \u10D2\u10D8\u10D1
limitedVcpuConsumption={1}-\u10D3\u10D0\u10DC {0} vCPU
logicalNetworks={0} \u10DA\u10DD\u10D2\u10D8\u10D9\u10E3\u10E0\u10D8 \u10E5\u10E1\u10D4\u10DA\u10D8
manaulFencePopupMessageLabel=\u10D3\u10D0\u10E0\u10EC\u10DB\u10E3\u10DC\u10D3\u10D8\u10D7, \u10E0\u10DD\u10DB \u10F0\u10DD\u10E1\u10E2\u10D8 "{0}" \u10EE\u10D4\u10DA\u10D8\u10D7 \u10D2\u10D0\u10DB\u10DD\u10E0\u10D7\u10D4\u10D7 \u10D0\u10DC \u10D2\u10D0\u10D3\u10D0\u10E2\u10D5\u10D8\u10E0\u10D7\u10D4\u10D7.
maxVfs=0 - {0}
moveDisplayNetworkWarning={0} \u10E1\u10D0\u10E9\u10D5\u10D4\u10DC\u10D4\u10D1\u10D4\u10DA\u10D8 \u10E5\u10E1\u10D4\u10DA\u10D8\u10E1 \u10D2\u10D0\u10D3\u10D0\u10E2\u10D0\u10DC\u10D0 \u10D2\u10D0\u10DB\u10DD\u10D8\u10EC\u10D5\u10D4\u10D5\u10E1 \u10D5\u10DB-\u10D8\u10E1 \u10D9\u10DD\u10DC\u10E1\u10DD\u10DA\u10D8\u10E1 \u10D2\u10D0\u10D7\u10D8\u10E8\u10D5\u10D0\u10E1 \u10DB\u10D0\u10D7 \u10D0\u10E6\u10D3\u10D2\u10D4\u10DC\u10D0\u10DB\u10D3\u10D4.
nameId={0} ({1})
needsGlusterHealingWithVolumeStatus={0}, \u10D0\u10E6\u10DB\u10DD\u10E9\u10D4\u10DC\u10D8\u10DA\u10D8\u10D0 \u10D3\u10D0\u10E3\u10E1\u10D8\u10DC\u10E5\u10E0\u10DD\u10DC\u10D4\u10D1\u10D4\u10DA\u10D8 \u10EA\u10D5\u10DA\u10D8\u10DA\u10D4\u10D1\u10D4\u10D1\u10D8 - \u10E1\u10D0\u10ED\u10D8\u10E0\u10DD\u10D0 \u10EC\u10D0\u10DB\u10DA\u10DD\u10D1\u10D0
onlyAvailableInCompatibilityVersions=\u10EE\u10D4\u10DA\u10DB\u10D8\u10E1\u10D0\u10EC\u10D5\u10D3\u10DD\u10DB\u10D8\u10D0 \u10DB\u10EE\u10DD\u10DA\u10DD\u10D3 \u10D7\u10D0\u10D5\u10E1\u10D4\u10D1\u10D0\u10D3 \u10D5\u10D4\u10E0\u10E1\u10D8\u10D4\u10D1\u10E8\u10D8\: {0}
percentWithValueInGiB={0}% ({1} \u10D2\u10D8\u10D1)
rebalanceStatusMessage={0}-\u10D8\u10E1 \u10D7\u10D0\u10D5\u10D8\u10D3\u10D0\u10DC \u10D3\u10D0\u10D1\u10D0\u10DA\u10D0\u10DC\u10E1\u10D4\u10D1\u10D0
sameVmNameExists=\u10D5\u10D8\u10E0\u10E2\u10E3\u10D0\u10DA\u10E3\u10E0\u10D8 \u10DB\u10D0\u10DC\u10E5\u10D0\u10DC\u10D0 ({0}) \u10E3\u10D9\u10D5\u10D4 \u10D0\u10E0\u10E1\u10D4\u10D1\u10DD\u10D1\u10E1
slaves={0} \u10DB\u10DD\u10DC\u10D0\u10EC\u10D8\u10DA\u10D4
storageDestroyPopupMessageLabel=\u10E7\u10D5\u10D4\u10DA\u10D0 \u10D1\u10DB\u10D0, \u10E0\u10DD\u10DB\u10D4\u10DA\u10D8\u10EA \u10E1\u10D0\u10EA\u10D0\u10D5\u10D8\u10E1 \u10D0\u10DB \u10D3\u10DD\u10DB\u10D4\u10DC\u10D7\u10D0\u10DC ({0}) \u10DB\u10DD\u10DC\u10D0\u10EA\u10D4\u10D7\u10D0 \u10D1\u10D0\u10D6\u10D0\u10E8\u10D8 \u10D0\u10E0\u10E1\u10D4\u10D1\u10DD\u10D1\u10D3\u10D0, \u10EC\u10D0\u10D8\u10E8\u10DA\u10D4\u10D1\u10D0. \u10DB\u10D0\u10D7\u10D8 \u10D7\u10D0\u10D5\u10D8\u10D3\u10D0\u10DC \u10D2\u10D0\u10DB\u10DD\u10E7\u10D4\u10DC\u10D4\u10D1\u10D8\u10E1\u10D7\u10D5\u10D8\u10E1 \u10E8\u10D4\u10D8\u10EB\u10DA\u10D4\u10D1\u10D0 \u10E1\u10D0\u10EA\u10D0\u10D5\u10D8\u10E1 \u10EE\u10D4\u10DA\u10D8\u10D7 \u10D2\u10D0\u10E1\u10E3\u10E4\u10D7\u10D0\u10D5\u10D4\u10D1\u10D0 \u10D3\u10D0\u10D2\u10ED\u10D8\u10E0\u10D3\u10D4\u10D7.
stripSizeInfoForGlusterBricks=\u10DB\u10DD\u10EC\u10E7\u10DD\u10D1\u10D8\u10DA\u10DD\u10D1\u10D8\u10E1\u10D7\u10D5\u10D8\u10E1 {1} \u10D6\u10DD\u10DA\u10D8\u10E1 \u10E0\u10D4\u10D9\u10DD\u10DB\u10D4\u10DC\u10D3\u10D4\u10D1\u10E3\u10DA\u10D8 \u10D6\u10DD\u10DB\u10D0\u10D0 {0} \u10D9\u10D1
testImageIOProxyConnectionFailure=\u10D9\u10D0\u10D5\u10E8\u10D8\u10E0\u10D8 ovirt-imageio \u10E1\u10D4\u10E0\u10D5\u10D8\u10E1\u10D7\u10D0\u10DC \u10E8\u10D4\u10E3\u10EB\u10DA\u10D4\u10D1\u10D4\u10DA\u10D8\u10D0. \u10D3\u10D0\u10E0\u10EC\u10DB\u10E3\u10DC\u10D3\u10D8\u10D7, \u10E0\u10DD\u10DB <a href\="{0}/ovirt-engine/services/pki-resource?resource\=ca-certificate&format\=X509-PEM-CA">ovirt-engine-\u10D8\u10E1 \u10E1\u10D4\u10E0\u10E2\u10D8\u10E4\u10D8\u10D9\u10D0\u10E2\u10D8</a> \u10D1\u10E0\u10D0\u10E3\u10D6\u10D4\u10E0\u10E8\u10D8 \u10E0\u10D4\u10D2\u10D8\u10E1\u10E2\u10E0\u10D8\u10E0\u10D4\u10D1\u10E3\u10DA\u10D8\u10D0, \u10E0\u10DD\u10D2\u10DD\u10E0\u10EA \u10E1\u10D0\u10DC\u10D3\u10DD.
theNetworkWillBeAddedToTheDataCenterAsWell=\u10E5\u10E1\u10D4\u10DA\u10D8 \u10D0\u10E1\u10D4\u10D5\u10D4 \u10D3\u10D0\u10D4\u10DB\u10D0\u10E2\u10D4\u10D1\u10D0 \u10DB\u10DD\u10DC\u10D0\u10EA\u10D4\u10DB\u10D7\u10D0 \u10D3\u10D0\u10DB\u10E3\u10E8\u10D0\u10D5\u10D4\u10D1\u10D8\u10E1 \u10EA\u10D4\u10DC\u10E2\u10E0\u10E1 ({0}).
unSyncedEntriesPresent=\u10DC\u10D0\u10DE\u10DD\u10D5\u10DC\u10D8\u10D0 {0} \u10D3\u10D0\u10E3\u10E1\u10D8\u10DC\u10E5\u10E0\u10DD\u10DC\u10D4\u10D1\u10D4\u10DA\u10D8 \u10E9\u10D0\u10DC\u10D0\u10EC\u10D4\u10E0\u10D8
unlimitedMemConsumption={0} \u10E3\u10E1\u10D0\u10D6\u10E6\u10D5\u10E0\u10DD \u10DB\u10D8\u10D1-\u10D3\u10D0\u10DC
unlimitedStorageConsumption={0} \u10E3\u10E1\u10D0\u10D6\u10E6\u10D5\u10E0\u10DD \u10D2\u10D8\u10D1-\u10D3\u10D0\u10DC
unlimitedVcpuConsumption={0} \u10E3\u10E1\u10D0\u10D6\u10E6\u10D5\u10E0\u10DD vCPU-\u10D4\u10D1\u10D8\u10D3\u10D0\u10DC
vlanNetwork=(VLAN {0})
vmStartedWithDifferentName=\u10D5\u10DB \u10E1\u10EE\u10D5\u10D0 \u10E1\u10D0\u10EE\u10D4\u10DA\u10D8\u10D7 ({0}) \u10D2\u10D0\u10D4\u10E8\u10D5\u10D0.
vmsWithInOutMigrations=\u10D2\u10D0\u10E8\u10D5\u10D4\u10D1\u10E3\u10DA\u10D8\u10D0 {0} \u10D5\u10DB-\u10D8, \u10DB\u10D8\u10DB\u10D3\u10D8\u10DC\u10D0\u10E0\u10D4\u10DD\u10D1\u10E1 {1} \u10EA\u10D0\u10DA\u10D8\u10E1 \u10DB\u10D8\u10D2\u10E0\u10D0\u10EA\u10D8\u10D0 \u10F0\u10DD\u10E1\u10E2\u10D0\u10DB\u10D3\u10D4 \u10D3\u10D0 {2} \u10EA\u10D0\u10DA\u10D8 \u10DB\u10D8\u10D2\u10E0\u10D8\u10E0\u10D3\u10D4\u10D1\u10D0 \u10F0\u10DD\u10E1\u10E2\u10D8\u10D3\u10D0\u10DC
vmsWithTotalMigrations=\u10D2\u10D0\u10E8\u10D5\u10D4\u10D1\u10E3\u10DA\u10D8\u10D0 {0} \u10D5\u10DB-\u10D8, \u10E1\u10D0\u10D8\u10D3\u10D0\u10DC\u10D0\u10EA \u10DB\u10D8\u10DB\u10D3\u10D8\u10DC\u10D0\u10E0\u10D4\u10DD\u10D1\u10E1 {1} \u10EA\u10D0\u10DA\u10D8\u10E1 \u10DB\u10D8\u10D2\u10E0\u10D0\u10EA\u10D8\u10D0
