asyncCallFailure=Erro durante a leitura de dados do servidor\: {0}
clusterPopupOptimizationCustomExplainationLabel=Limite de compartilhamento de p\u00E1gina de mem\u00F3ria configurado para {0} via API/CLI
clusterPopupOptimizationForDesktopExplainationLabel=Limite de compartilhamento de p\u00E1gina de mem\u00F3ria configurado para {0}. Permite a execu\u00E7\u00E3o de VMs no Host at\u00E9 o limite do overcommit
clusterPopupOptimizationForServerExplainationLabel=Limite de compartilhamento de p\u00E1gina de mem\u00F3ria configurado para {0}. Permite a execu\u00E7\u00E3o de VMs no Host at\u00E9 o limite do overcommit
detaCenterForceRemovePopupMessageLabel=Todas as refer\u00EAncias para objetos pertencentes ao Data Center {0} no banco de dados ser\u00E3o removidas. Voc\u00EA pode precisar limpar manualmente os Storage Domains para us\u00E1-los novamente.
diskAttachedToOtherVMs=Conectado a {0} VM(s) diferentes de {1}
diskAttachedToVMs=Conectado a {0} VM(s)
diskNote=Nota\: {0} \u00E9 {1}
hostHasManualFenceAlert=Esse host n\u00E3o est\u00E1 em estado n\u00E3o responsivo e n\u00E3o tem gerenciamento de energia configurado. Por favor, reinicie manualmente.
hostHasNICsAlert=A configura\u00E7\u00E3o de rede do Host n\u00E3o est\u00E1 salva. <a>Salvar</a>
hostHasNoPowerManagementAlert=Gerencamento de Energia n\u00E3o est\u00E1 configurado para esse Host. <a>Habilitar o Gerenciamento de Energia</a>
hostHasReinstallAlertInstallFailed=Falha na instala\u00E7\u00E3o do Host. Corriga os problemas na instala\u00E7\u00E3o e tente <a>Reinstalar</a>
hostHasReinstallAlertMaintenance=Host est\u00E1 no modo de manuten\u00E7\u00E3o, voc\u00EA pode Ativar ele pressionando o bot\u00E3o Ativar. Se voc\u00EA desejar atualizar ou reinstalar ele clique <a>aqui</a>.
hostHasReinstallAlertNonResponsive=Esse host est\u00E1 em estado n\u00E3o responsivo. Tente Ativar; Se o problema persistir, mude o Host para o modo de Manuten\u00E7\u00E3o e tente reinstalar.
hostHasUpgradeAlert=Uma nova vers\u00E3o est\u00E1 dispon\u00EDvel; uma op\u00E7\u00E3o de atualiza\u00E7\u00E3o aparecer\u00E1 quando o Host for movido para o modo de manuten\u00E7\u00E3o.
lunAlreadyPartOfStorageDomainWarning=LUN j\u00E1 faz parte de um Storage Domain\: {0}
lunUsedByDiskWarning=LUN j\u00E1 est\u00E1 sendo usada por um Disco\: {0}
manaulFencePopupMessageLabel=Por favor certifique-se que o Host "{0}" foi manualmente desligado ou reiniciado
migrateHostDisabledVMsInServerClusters=Host de destino est\u00E1 desabilitado uma vez que voc\u00EA selecionou Maquinas Virtuais em v\u00E1rios Clusters.
migrateNoAvailableHost=Nenhum Host dispon\u00EDvel para receber a migra\u00E7\u00E3o.
migrateSomeVmsAlreadyRunningOnHost=Note que algumas das VMs selecionadas j\u00E1 est\u00E3o sendo executadas nesse Host e n\u00E3o ser\u00E3o migradas.
outOfXVMsInPool=fora de {0} VMs no pool
prestartedHelp=O n\u00FAmero de VMs Preiniciadas define o n\u00FAmero de VMs no estado Executando, que est\u00E3o esperando para ser associadas a Usu\u00E1rios. Valores aceitos\: 0 para o N\u00FAmero de VMs que j\u00E1 esxistem no Pool.
removeConfirmationPopupMessage=Voc\u00EA tem certeza que deseja remover {0}?
storageDestroyPopupMessageLabel=Todas as refer\u00EAncias para objetos que residem no Storage Doamin {0} no banco de dados ser\u00E3o removidas. Voc\u00EA pode precisar limpar manualmente o storage para us\u00E1-lo novamente.
theNetworkWillBeAddedToTheDataCenterAsWell=A Rede tab\u00E9m ser\u00E1 adicionada ao Data Center {0}.
uiCommonFrontendFailure=Erro\: {0}
uiCommonPublicConnectionClosed=Conex\u00E3o fechada\: {0}
uiCommonRunActionExecutionFailed=Erro durante a execu\u00E7\u00E3o da a\u00E7\u00E3o {0}\: {1}
uiCommonRunActionFailed=Erro durante a execu\u00E7\u00E3o da a\u00E7\u00E3o\: {0}
uiCommonRunQueryFailed=Erro durante a execu\u00E7\u00E3o da consulta\: {0}
vlanNetwork={0} (VLAN {1})
