addressesVmGuestAgent={0} adresses
assignNicsToProfilesPlural=La VM a {0} Nics. Les assigner aux Profils.
assignNicsToProfilesSingular=La VM a 1 Nic. L''assigner au Profil.
# auto translated by TM merge
asyncCallFailure=Erreur lors du chargement de donn\u00E9es du serveur\: {0}
# auto translated by TM merge from project: oVirt, version: master, DocId: frontend/webadmin/modules/webadmin/src/main/resources/org/ovirt/engine/ui/frontend/org.ovirt.engine.ui.webadmin.ApplicationConstants
bootable=Bootable
cloneVmNotSupported=Clone VM du snapshot n''est pris en charge que pour les clusters de version {0} et version sup\u00E9rieure
clusterHasNewGlusterHosts=Nous avons d\u00E9tect\u00E9 de nouveaux h\u00F4tes dans le cluster. Vous pouvez les <a>Importer</a> dans oVirt engine ou bien les <a>D\u00E9tacher</a> du cluster.
clusterPopupMemoryOptimizationCustomLabel=Limite de supervalidation personnalis\u00E9e - D\u00E9finie \u00E0 {0} % via API/CLI
clusterPopupMemoryOptimizationForDesktopLabel=Pour la charge de Bureau - Active Partage Page-M\u00E9moire \u00E0 {0}%
clusterPopupMemoryOptimizationForServerLabel=Pour la charge de Serveur - Active Partage Page-M\u00E9moire \u00E0 {0}%
connectingToPoolIsNotSupported=La connexion VM pool n''est pas prise en charge
cpuInfoLabel={0} ({1} Socket(s), {2} Core(s) par Socket)
defaultTimeZoneCaption=par d\u00E9faut\: {0}
detaCenterForceRemovePopupMessageLabel=Toutes les r\u00E9f\u00E9rences aux objets qui appartiennent au Centre de donn\u00E9es {0} de la base de donn\u00E9es seront retir\u00E9es. Vous devrez sans doute nettoyer les Domaines de stockage pour pouvoir les r\u00E9utiliser.
# auto translated by TM merge
diskAttachedToOtherVMs=Attach\u00E9 \u00E0 {0} VM(s) autres que {1}
# auto translated by TM merge
diskAttachedToVMs=Attach\u00E9 \u00E0 {0} VM(s)
# auto translated by TM merge from project: oVirt, version: master, DocId: frontend/webadmin/modules/webadmin/src/main/resources/org/ovirt/engine/ui/frontend/org.ovirt.engine.ui.common.CommonApplicationMessages
diskNote=Notez que le disque est \:
disksStatusWarning=Les disques suivants sont en statut {0}\: {1}
errorConnectingToConsole=Erreur de connexion \u00E0 {0}. Ce navigateur ne supporte par le protocole {1}
globalVncKeyboardLayoutCaption=par d\u00E9faut [{0}]
hostHasManualFenceAlert=Cet H\u00F4te n''est pas dans un \u00E9tat responsif et n''a pas de gestion d''alimentation configur\u00E9e. Veuillez d\u00E9marrer \u00E0 nouveau manuellement.
hostHasNICsAlert=La configuration du R\u00E9seau de l''h\u00F4te n''a pas \u00E9t\u00E9 sauvegard\u00E9e. <a>Save</a>
hostHasNoPowerManagementAlert=La Gestion de l''alimentation n''a pas \u00E9t\u00E9 configur\u00E9e pour cet H\u00F4te. <a>Activer la Gestion d''alimentation</a>
hostHasReinstallAlertInstallFailed=L''installation de l''H\u00F4te a \u00E9chou\u00E9. Veuillez corriger les probl\u00E8mes d''installation et essayer <a>Re-Installer</a>
hostHasReinstallAlertMaintenance=L''h\u00F4te est en mode Maintenance, vous pouvez l''Activer en appuyant sur le bouton Activer. Si vous souhaitez le mettre \u00E0 niveau ou bien le r\u00E9installer, cliquer sur le bouton <a>here</a>.
hostHasReinstallAlertNonResponsive=Cet h\u00F4te n''est pas dans un \u00E9tat responsif. Essayez de l''activer \u00E0 nouveau. Si le probl\u00E8me persiste, fa\u00EEtes-le passer en mode Maintenance et essayer de l''installer \u00E0 nouveau.
hostHasUpgradeAlert=Une nouvelle version est maintenant disponible; il y aura une option de mise \u00E0 niveau une fois que l''H\u00F4te passe en mode Maintenance.
lastDiskAlignment=Dernier Scan\u00A0\: {0}
limitedMemConsumption={0} de {1} MB
limitedStorageConsumption={0} de {1} GB
limitedVcpuConsumption={0} de {1} vCPUs
# auto translated by TM merge
lunAlreadyPartOfStorageDomainWarning=LUN fait d\u00E9j\u00E0 partie du Domaine de stockage\: {0}
# auto translated by TM merge
lunUsedByDiskWarning=LUN est d\u00E9j\u00E0 utilis\u00E9 par un Disque\: {0}
manaulFencePopupMessageLabel=Veuillez veiller \u00E0 ce que l''H\u00F4te ''{0}'' ait \u00E9t\u00E9 ferm\u00E9 manuellement ou d\u00E9marr\u00E9 \u00E0 nouveau.
maxAssignedVmsPerUserHelp=Le nombre maximum de VM auxquelles un utilisateur peut s''attacher \u00E0 partir de ce pool. Ce champ doit correspondre \u00E0 un nombre entre 1 et 32 767.
migrateHostDisabledVMsInServerClusters=La destination de l''H\u00F4te est d\u00E9sactiv\u00E9 car vous avez s\u00E9lectionn\u00E9 des Machines virtuelles dans plusieurs Clusters.
migrateNoAvailableHost=Aucun H\u00F4te disponible vers lequel migrer.
migrateSomeVmsAlreadyRunningOnHost=Notez que certaines des VM s\u00E9lectionn\u00E9es sont d\u00E9j\u00E0 en cours d''ex\u00E9cution sur cet H\u00F4te et ne seront pas migr\u00E9es.
migratingVmsOutOfTotal={0} VM en cours d''ex\u00E9cution, dont {1} en cours de migration
# auto translated by TM merge
outOfXVMsInPool=parmi {0} VM(s) dans le pool
poolNameHelp=Il est imporssible de sp\u00E9cifier un masque pour les indexes de VM, ainsi pour le pool ''my??pool'', les noms g\u00E9n\u00E9r\u00E9s seront \: my01pool,my02pool,...my99pool
# auto translated by TM merge
prestartedHelp=Le nombre de VM pr\u00E9-d\u00E9marr\u00E9es d\u00E9finit le nombre d''ordinateurs virtuels dans l''\u00E9tat Run, qui attendent d''\u00EAtre attach\u00E9es aux utilisateurs. Valeurs accept\u00E9es \: 0 jusqu''au nombre de VM qui existent d\u00E9j\u00E0 dans le Pool.
profileAndNetwork={0} ({1})
profileAndNetworkSelected={0}/{1}
quotaFreeCpus=Disponible(s) \: {0} vCPU
refreshRateSeconds={0} sec
sameVmNameExists=Machine virtuelle {0} existe d\u00E9j\u00E0
selectConsoleFor=S\u00E9lectionner la Console pour "{0}"
shareable=\u00C0 partager
storageDestroyPopupMessageLabel=Toutes les r\u00E9f\u00E9rences aux objets qui appartiennent au Domaine de stockage {0} de la base de donn\u00E9es seront retir\u00E9es. Vous devrez sans doute nettoyer le stockage manuellement pour pouvoir les r\u00E9utiliser.
storageDomainFreeSpace={0} ({1} Go libre de {2} Go)
theNetworkWillBeAddedToTheDataCenterAsWell=Le r\u00E9seau sera \u00E9galement ajout\u00E9 au Centre de donn\u00E9es {0}.
# auto translated by TM merge
uiCommonPublicConnectionClosed=Connexion ferm\u00E9e\: {0}
# auto translated by TM merge
uiCommonRunActionExecutionFailed=Erreur d''ex\u00E9cution de l''action {0}\: {1}
# auto translated by TM merge
uiCommonRunActionFailed=Erreur d''ex\u00E9cution de l''action\: {0}
# auto translated by TM merge
uiCommonRunQueryFailed=Erreur d''ex\u00E9cution de la demande\: {0}
unlimitedMemConsumption={0} parmi quantit\u00E9 MB illimit\u00E9e
unlimitedStorageConsumption={0} parmi quantit\u00E9 GB illimit\u00E9e
unlimitedVcpuConsumption={0} parmi quantit\u00E9 vCPUs illimit\u00E9e
vlanNetwork={0} (VLAN {1})
