addressesVmGuestAgent={0} Adressen
asyncCallFailure=Fehler w\u00E4hrend Laden von Daten vom Server\: {0}
bootable=Startbar
cloneVmNotSupported=Clone VM von Schnappschuss wird nur f\u00FCr Clusters der Version {0} und h\u00F6her unterst\u00FCtzt
clusterHasNewGlusterHosts=Einige neue Hosts wurden im Cluster erkannt. Sie k\u00F6nnen sie zur oVirt Engine <a>Importieren</a> oder sie vom Cluster <a>Abtrennen</a>.
clusterPopupMemoryOptimizationCustomLabel=Benutzerdefinierter Overcommit Schwellenwert - Mittels API/CLI auf {0}% gesetzt 
clusterPopupMemoryOptimizationForDesktopLabel=F\u00FCr Desktop Load - Memory-Page-Sharing auf {0}% aktivieren
clusterPopupMemoryOptimizationForServerLabel=F\u00FCr Server Load - Memory-Page-Sharing auf {0}% aktivieren
cpuInfoLabel={0} ({1} Socket(s), {2} Kern(e) pro Socket)
detaCenterForceRemovePopupMessageLabel=Alle Verweise auf Objekte die zum Data-Center {0} geh\u00F6ren werden entfernt. Sie m\u00FCssen m\u00F6glicherweise die Speicherdom\u00E4nen manuell bereinigen um sie wiederverwenden zu k\u00F6nnen.
diskAttachedToOtherVMs=Angeh\u00E4ngt an {0} VM(s) anders als {1}
diskAttachedToVMs=Angeh\u00E4ngt an {0} VM(s)
diskNote=Beachte dass der Datentr\u00E4ger ist\:
disksStatusWarning=Die folgenden Datentr\u00E4ger befinden sich im Status {0}\: {1}
hostHasManualFenceAlert=Dieser Host ist in nicht reagierendem Status und hat kein Power-Management konfiguriert. Bitte starten Sie manuell.
hostHasNICsAlert=Die Host-Netzwerk-Konfiguration wurde nicht gesichert. <a>Sichern</a>
hostHasNoPowerManagementAlert=Power-Management ist f\u00FCr diesen Host nicht konfiguriert. <a>Erm\u00F6glichen Sie Power-Management</a>
hostHasReinstallAlertInstallFailed=Host Installation gescheitert. Fixiere Probleme der Installation und versuche sie zu <a>Installieren</a>
hostHasReinstallAlertMaintenance=Host befindet sich im Wartungsmodus, Sie k\u00F6nnen ihn Aktivieren durch Dr\u00FCcken der Schaltfl\u00E4che Aktivieren. Wenn Sie aktualisieren oder neu installieren wollen, klicken Sie <a>hier</a>.
hostHasReinstallAlertNonResponsive=Dieser Host ist in nicht reagierendem Status. Versuchen Sie ihn zu aktivieren; Falls das Problem weiterhin besteht, schalten Sie den Host auf Wartungsmodus und versuchen ihn neu zu installieren.
hostHasUpgradeAlert=Eine neue Version ist verf\u00FCgbar; Eine Upgrade Option wird erscheinen sobald der Host in den Wartungsmodus vesetzt wird.
limitedMemConsumption={0} von {1} MB
limitedStorageConsumption={0} von {1} GB
limitedVcpuConsumption={0} von {1} vCPUs
lunAlreadyPartOfStorageDomainWarning=LUN ist bereits Teil einer Speicherdom\u00E4ne\: {0}
lunUsedByDiskWarning=LUN wird bereits verwendet vom Datentr\u00E4ger\: {0}
manaulFencePopupMessageLabel=Bitte stellen Sie sicher dass der Host ''{0}'' manuell ausgeschaltet oder neu gestartet wurde.
migrateHostDisabledVMsInServerClusters=Host Ziel ist ausgeschaltet da Sie Virtuelle Maschinen in mehreren Clusters ausgew\u00E4hlt haben.
migrateNoAvailableHost=Kein verf\u00FCgbarer Host zum dorthin migrieren.
migrateSomeVmsAlreadyRunningOnHost=Beachten Sie dass einige der ausgew\u00E4hlten VMs auf diesem Host bereits laufen und nicht migriert werden.
noItemsToDisplay=Kein {0} zum Anzeigen
outOfXVMsInPool=von {0} VMs im Pool
poolNameHelp=Es ist m\u00F6glich eine Maske f\u00FCr die VM-Indexe festzulegen, zum Beispiel\: f\u00FCr Pool ''my??pool'' sind die generierten Namen\: my01pool,my02pool,...my99pool
prestartedHelp=Anzahl der vorab gestarteten VMs definiert die Anzahl der VMs im Run-Zustand, die darauf warten an Benutzer angeh\u00E4ngt werden. Akzeptierte Werte\: 0 bis zur Anzahl der VMs, die bereits in Pool vorhanden sind.
quotaFreeCpus=Frei\: {0} vCPU
removeConfirmationPopupMessage=Sind Sie sicher, dass Sie die folgenden {0} entfernen wollen?
sameVmNameExists=Virtuelle Maschine {0} ist bereits vorhanden
shareable=Aufteilbar
storageDestroyPopupMessageLabel=Alle Verweise auf Objekte die zur Speicherdom\u00E4ne {0} geh\u00F6ren werden entfernt. Sie m\u00FCssen m\u00F6glicherweise die Speicher manuell bereinigen um sie wiederverwenden zu k\u00F6nnen.
storageDomainFreeSpace={0} ({1} GB frei von {2} GB)
theNetworkWillBeAddedToTheDataCenterAsWell=Das Netzwerk wird auch zum Data-Center {0} hinzugef\u00FCgt.
uiCommonFrontendFailure=Fehler\: {0}
uiCommonPublicConnectionClosed=Verbindung geschlossen\: {0}
uiCommonRunActionExecutionFailed=Fehler beim Ausf\u00FChren der Aktion {0}\: {1}
uiCommonRunActionFailed=Fehler beim Ausf\u00FChren der Aktion\: {0}
uiCommonRunQueryFailed=Fehler beim Ausf\u00FChren der Abfrage\: {0}
unlimitedMemConsumption={0} von unbegrenzten MB
unlimitedStorageConsumption={0} von unbegrenzten GB
unlimitedVcpuConsumption={0} von unbegrenzten vCPUs
vlanNetwork={0} (VLAN) {1}
