#
# Bundle name: org.ovirt.engine.ui.webadmin.ApplicationMessages
# Locale: es_ES
#
#Mon May 17 16:17:19 EDT 2021
bondActiveSlave=Bond esclavo activo\: {0}
bondAdAggregatorId=Bond ad aggregator id\: {0}
bondAdPartnerMac=Bond ad partner mac\: {0}
bondSlaveAdAggregatorId={0} ad aggregator id\: {1}
bondStatus=Bond status\: {0}
brickStatusWithUnSyncedEntriesPresent={0}, {1} entradas no sincronizadas presentes
clusterCpuConfigurationOutdated=La configuraci\u00F3n de la CPU del cl\u00FAster es obsoleta. Las m\u00E1quinas virtuales se est\u00E1n ejecutando en un modo degradado con la configuraci\u00F3n "{0}". Aseg\u00FArese de que todos los hosts en el cl\u00FAster est\u00E9n funcionando y admitan la nueva configuraci\u00F3n "{1}". A continuaci\u00F3n, reinicie la m\u00E1quina o coloque uno de los hosts en modo de mantenimiento y funcionamiento nuevamente.
clusterCpuTypeInfo=La configuraci\u00F3n del tipo de CPU del cl\u00FAster es\: {0}.
clusterHasNewGlusterHosts=Se detectan algunos nuevos hosts en el cl\u00FAster. Puede <a>Importarlos</a> a la m\u00E1quina o <a>Separarlos</a> del cl\u00FAster.
clusterPopupMemoryOptimizationCustomLabel=L\u00EDmite personalizado de sobreasignaci\u00F3n - configurado como {0}% por medio de API/CLI
clusterPopupMemoryOptimizationForDesktopLabel=Para la carga de escritorio - permitir la programaci\u00F3n de {0}% de memoria f\u00EDsica
clusterPopupMemoryOptimizationForServerLabel=Para la carga del servidor - permitir la programaci\u00F3n de {0}% de memoria f\u00EDsica
cpuDeprecationWarning=Advertencia\: El tipo de CPU ''{0}'' no es compatible con la versi\u00F3n 4.3 y versiones posteriores.
defaultMtu=Predeterminado [{0}]
detaCenterForceRemovePopupMessageLabel=Se borrar\u00E1n todas las referencias a objetos que pertenezcan al centro de datos {0} en la base de datos. Es posible que necesite limpiar los dominios de almacenamiento de manera manual para reutilizarlos.
detachRequiredNetworkWarning={0}. La desvinculaci\u00F3n de la red requerida provocar\u00E1 que el host tenga un estado no operativo.
exportDomainDeprecationWarning=Se ha pasado a desuso la exportaci\u00F3n a un dominio de exportaci\u00F3n.\nAnalice la opci\u00F3n de exportar a un dominio de datos.
geoRepRemoteSessionName={0}\:\:{1}
geoRepSlaveVolumeToolTip=Los datos del volumen de {0} del cl\u00FAster {1} se replican a este volumen.
getStorageDeviceSelectionInfo=(Seleccionar dispositivos de almacenamiento de tipo RAID\: {0})
glusterCapacityInfo=Libre {0}\nUtilizado {1} del total disponible {2}
hostGlusterDisconnectedAlert=El estado de Gluster es desconectado para este host. <a>Reinicie el servicio Glusterd</a>
hostHasDefaultRouteAlert=El host no posee una ruta predeterminada.
hostHasManualFenceAlert=Este host no responde y no tiene configurada la administraci\u00F3n de la energ\u00EDa. Reinicie manualmente.
hostHasMissingCpuFlagsAlert=La CPU del host no coincide con el tipo de CPU del cl\u00FAster y est\u00E1 ejecut\u00E1ndose en un modo degradado. Faltan las siguientes etiquetas de CPU\: {0}. Actualice el microc\u00F3digo de CPU del host o cambie el tipo de CPU del cl\u00FAster.
hostHasMissingCpuFlagsTooltipAlert=La CPU del host no coincide con el tipo de CPU del cl\u00FAster y est\u00E1 ejecut\u00E1ndose en un modo degradado. Faltan las siguientes etiquetas de CPU\: {0}.
hostHasNICsAlert=La configuraci\u00F3n de la red del host no se guarda. <a>Guardar</a>
hostHasNoPowerManagementAlert=La gesti\u00F3n de energ\u00EDa no est\u00E1 configurada para este host. <a>Habilitar la gesti\u00F3n de energ\u00EDa</a>
hostHasReinstallAlertInstallFailed=Fall\u00F3 la instalaci\u00F3n del host. Corrija los problemas de la instalaci\u00F3n y trate de <a>Reinstalar</a>
hostHasReinstallAlertMaintenance=Host en modo de mantenimiento; puede activarlo presionando el bot\u00F3n de activar. Si desea actualizarlo o reinstalarlo, haga clic <a>aqu\u00ED</a>.
hostHasReinstallAlertNonResponsive=Este host no responde. Trate de activarlo; si el problema persiste, cambie el host al modo de mantenimiento y trate de reinstalarlo.
hostHasReinstallRequiredAlert=El host se debe reinstalar ya que se le aplicaron cambios de configuraci\u00F3n importantes.
hostHasSmtClusterDiscrepancyAlert=Las opciones "SMT deshabilitado" del host y del cl\u00FAster son diferentes.
hostHasSmtDiscrepancyAlert=El host tiene SMT deshabilitado. Sin embargo, no se aplicaron los cambios. Reinstale y reinicie el host.
hostHasUpgradeAlert=Hay una nueva versi\u00F3n disponible; aparecer\u00E1 una opci\u00F3n de actualizaci\u00F3n una vez que el host se mueva al modo de mantenimiento.
hostInSupportedStatusHasUpgradeAlert=Hay una nueva versi\u00F3n disponible. <a>Actualizar</a>
limitedMemConsumption={0} de {1} MiB
limitedStorageConsumption={0} de {1} GiB
limitedVcpuConsumption={0} de {1} vCPUs
logicalNetworks={0} Redes l\u00F3gicas
manaulFencePopupMessageLabel=Aseg\u00FArese de que el host ''{0}'' se ha apagado manualmente o se ha reiniciado.
maxVfs=0 - {0}
moveDisplayNetworkWarning={0}. El mover la red de presentaci\u00F3n har\u00E1 caer la conectividad de la consola de la MV hasta que se reinicien.
nameId={0} ({1})
needsGlusterHealingWithVolumeStatus={0},entradas no sincronizadas presentes - necesita Healing
onlyAvailableInCompatibilityVersions=\u00DAnicamente disponible en la(s) version(es) compatible(s)\: {0}
percentWithValueInGiB={0}% ({1} GiB)
rebalanceStatusMessage=Rebalancear {0}
sameVmNameExists=M\u00E1quina virtual {0} ya existe
slaves={0} Esclavos
storageDestroyPopupMessageLabel=Se borrar\u00E1n todas las referencias a objetos que se encuentren en el dominio de almacenamiento {0} en la base de datos. Es posible que necesite limpiar el almacenamiento manualmente para reutilizarlo.
stripSizeInfoForGlusterBricks=Se recomienda un tama\u00F1o de franjas {0} KB para el dispositivo {1}
testImageIOProxyConnectionFailure=Se produjo un error en la conexi\u00F3n con el servicio ovirt-imageio. Aseg\u00FArese de que el <a href\="{0}/ovirt-engine/services/pki-resource?resource\=ca-certificate&format\=X509-PEM-CA">certificado ovirt-engine</a> est\u00E9 registrado como una CA v\u00E1lida en el navegador.
theNetworkWillBeAddedToTheDataCenterAsWell=La red se agregar\u00E1 al centro de datos {0} tambi\u00E9n.
unSyncedEntriesPresent={0} entradas no sincronizadas presentes
unlimitedMemConsumption={0} de MiB ilimitados
unlimitedStorageConsumption={0} de GiB ilimitados
unlimitedVcpuConsumption={0} de vCPU ilimitadas
vlanNetwork=(VLAN {0})
vmStartedWithDifferentName=La MV se inici\u00F3 con un nombre diferente\: {0}
vmsWithInOutMigrations={0} MVs ejecut\u00E1ndose, {1} est\u00E1n migrando al host y {2} est\u00E1n migrando del host
vmsWithTotalMigrations={0} MVs ejecut\u00E1ndose de las cuales {1} est\u00E1n migrando
