#
#
# Bundle name: org.ovirt.engine.ui.webadmin.ApplicationMessages
# Locale: es_ES
#
#
#Fri Jul 29 11:41:11 EDT 2016
brickStatusWithUnSyncedEntriesPresent={0}, {1} entradas no sincronizadas presentes
clusterHasNewGlusterHosts=Se detectan algunos nuevos hosts en el cl\u00FAster. Puede <a>Import</a>arlos a la m\u00E1quina o <a>Detach</a> - separarlos del cl\u00FAster.
clusterPopupMemoryOptimizationCustomLabel=L\u00EDmite personalizado de sobreasignaci\u00F3n - configurado como {0}% por medio de API/CLI
clusterPopupMemoryOptimizationForDesktopLabel=Para la carga de escritorio - permita la programaci\u00F3n de {0}% de memoria f\u00EDsica
clusterPopupMemoryOptimizationForServerLabel=Para la carga del servidor - permita la programaci\u00F3n de {0}% de memoria f\u00EDsica
defaultMtu=Predeterminado [{0}]
detaCenterForceRemovePopupMessageLabel=Se borrar\u00E1n todas las referencias a objetos que pertenezcan al centro de datos {0} en la base de datos. Es posible que necesite limpiar los dominios de almacenamiento de manera manual para reutilizarlos.
geoRepSlaveVolumeToolTip=Los datos del volumen de {0} del cl\u00FAster {1} se replican a este volumen.
getStorageDeviceSelectionInfo=(Seleccionar dispositivos de almacenamiento de tipo RAID\: {0})
glusterCapacityInfo=Libre {0}\nUtilizado {1} del total disponible {2}
hostGlusterDisconnectedAlert=El estado de Gluster es desconectado para este host. <a>Reinicie el servicio Glusterd</a>
hostHasManualFenceAlert=Este host no responde y no tiene configurado la administraci\u00F3n de la energ\u00EDa. Reinicie manualmente.
hostHasNICsAlert=La configuraci\u00F3n de la red del host no se guarda. <a>Guardar</a>
hostHasNoPowerManagementAlert=La gesti\u00F3n de energ\u00EDa no est\u00E1 configurada para este host. <a>Habilitar la gesti\u00F3n de energ\u00EDa</a>
hostHasReinstallAlertInstallFailed=Fall\u00F3 la instalaci\u00F3n del host. Resuelva los problemas de la instalaci\u00F3n y trate de <a>Reinstalar</a>
hostHasReinstallAlertMaintenance=Host en modo de mantenimiento, puede activarlo presionando el bot\u00F3n de activar. Si desea actualizarlo o reinstalarlo haga clic en <a>here</a>.
hostHasReinstallAlertNonResponsive=Este host no responde. Trate de activarlo; si el problema persiste, cambie el host al modo de mantenimiento y trate de reinstalarlo.
hostHasUpgradeAlert=Hay una nueva versi\u00F3n disponible; aparecer\u00E1 una opci\u00F3n de actualizaci\u00F3n una vez que el host se mueva al modo de mantenimiento.
hostInSupportedStatusHasUpgradeAlert=Hay una nueva versi\u00F3n disponible. <a>Upgrade</a>
limitedMemConsumption={0} de {1} MB
limitedStorageConsumption={0} de {1} GB
limitedVcpuConsumption={0} de {1} vCPUs
manaulFencePopupMessageLabel=Aseg\u00FArese de que el host ''{0}'' se ha apagado manualmente o se ha reiniciado.
maxVfs=0 - {0}
migrateHostDisabledVMsInServerClusters=El destino del host est\u00E1 inhabilitado ya que ha seleccionado m\u00E1quinas virtuales en varios cl\u00FAsteres.
migrateNoAvailableHost=No hay host disponible al cual migrar.
migrateSomeVmsAlreadyRunningOnHost=Note que algunas de las MV seleccionadas ya est\u00E1n ejecutado en este host y no se migrar\u00E1n.
moveDisplayNetworkWarning={0}. El mover la red de presentaci\u00F3n har\u00E1 caer la conectividad de la consola de la MV hasta que se reinicien.
nameId={0} ({1})
needsGlusterHealingWithVolumeStatus={0},entradas no sincronizadas presentes - necesita Healing
onlyAvailableInCompatibilityVersions=\u00DAnicamente disponible en la(s) version(es) compatible(s)\: {0}
percentWithValueInGB={0}% ({1} GB)
rebalanceStatusMessage=Rebalancear {0}
sameVmNameExists=M\u00E1quina virtual {0} ya existe
storageDestroyPopupMessageLabel=Se borrar\u00E1n todas las referencias a objetos que se encuentren en el dominio de almacenamiento {0} en la base de datos. Es posible que necesite limpiar el almacenamiento manualmente para reutilizarlo.
stripSizeInfoForGlusterBricks=Se recomienda un tama\u00F1o de franjas {0} KB para el dispositivo {1}
theNetworkWillBeAddedToTheDataCenterAsWell=La red se agregar\u00E1 al centro de datos {0} tambi\u00E9n.
unSyncedEntriesPresent={0} entradas no sincronizadas presentes
unlimitedMemConsumption={0} de MB ilimitados
unlimitedStorageConsumption={0} de GB ilimitados
unlimitedVcpuConsumption={0} de vCPU ilimitadas
vlanNetwork=(VLAN {0})
vmsWithInOutMigrations={0} MV ejecut\u00E1ndose, {1} est\u00E1n migrando al host y {2} est\u00E1n migrando del host
vmsWithTotalMigrations={0} MV ejecut\u00E1ndose de las cuales {1} est\u00E1n migrando
