additionalAvailableSizeInGB=+ {0} GB
addressesVmGuestAgent={0} indirizzi
asyncCallFailure=Errore durante il caricamento dei dati dal server\: {0}
bootable=Avviabile
cloneVmNotSupported=Clone VM da Snapshot \u00E8 supportato solo per Clusters di versione {0} e superiore
clusterHasNewGlusterHosts=Sono stati rilevati alcuni Host nel cluster. Si pu\u00F2 <a>Importarli</a> nell''engine oppure <a>Disconnetterli</a> dal cluster.
clusterPopupMemoryOptimizationCustomLabel=Soglia Personalizzata di Overcommit - Impostata a {0}% tramite API/CLI
clusterPopupMemoryOptimizationForDesktopLabel=Per carico di tipo Desktop - Abilita schedulazione di {0}% della memoria fisica
clusterPopupMemoryOptimizationForServerLabel=Per carico di tipo Server - Abilita schedulazione di {0}% della memoria fisica
consoleOverrideDefinedInGlobalConfig=configurazione globale
consoleOverrideDefinedOnCluster=cluster
consoleOverrideSpiceProxyMessage=Questo prevarr\u00E0 sullo SPICE proxy definito in {0}. La configurazione corrente\: {1}. Formato indirizzo SPICE proxy\:  [protocol\://]<host>[\:port]. L''unico protocollo supportato \u00E8 http.
cpuInfoLabel={0} ({1} Socket(s), {2} Core(s) per Socket)
defaultMtu=Predefinito ({0})
defaultTimeZoneCaption=predefinito\: {0}
detaCenterForceRemovePopupMessageLabel=Tutti i riferimenti ad oggetti che appartengono al Data Center {0} nel database verranno rimossi. Potrebbe essere necessario eseguire pulizia manuale dei Domini Storage per poterli riutilizzare.
diskAttachedToOtherVMs=Connesso a {0} VM(s) oltre a {1}
diskAttachedToVMs=Connesso a {0} VM(s)
diskNote=Notare che il disco \u00E8\:
disksStatusWarning=I dischi seguenti sono in stato {0}\: {1}
emptyProfile=<Empty>
emptyProfileDescription=Non assegnare alcun profilo a questa interfaccia di rete virtuale
geoRepSlaveVolumeToolTip=I dati del volume da {0} del cluster {1} \u00E8 replicato su questo volume.
getStorageDeviceSelectionInfo=(Scegliere storage device di tipo di RAID\: {0})
globalVncKeyboardLayoutCaption=predefinito [{0}]
glusterCapacityInfo=Libero {0}\nInutilizzati {1} del disponibile totale {2}
hostDataCenter=Data Center\: {0}
hostHasManualFenceAlert=Questo host \u00E8 in stato non responsivo e non ha una configurazione di power management. Si prega di riavviare manualmente.
hostHasNICsAlert=La configurazione di rete dell''Host non \u00E8 stata salvata. <a>Salva</a>
hostHasNoPowerManagementAlert=Il Power Management non \u00E8 configurato per questo Host. <a>Abilitare Power Management</a>
hostHasReinstallAlertInstallFailed=Installazione dell''Host fallita. Sistemare i problemi di installazione e tentare di <a>Re-Installare</a>
hostHasReinstallAlertMaintenance=L''Host \u00E8 in Modalit\u00E0 Maintenance, pu\u00F2 essere Attivato premendo il bottone Attivare. Se si desidera aggiornarlo o reinstallarlo, premere <a>qui</a>.
hostHasReinstallAlertNonResponsive=Questo Host \u00E8 in stato non responsivo. Tentare di Attivarlo; se il problema perdura, posizionare l''Host in Modalit\u00E0 Maintenance e tentare di reinstallarlo.
hostHasUpgradeAlert=Una nuova versione \u00E8 disponibile; un''opzione di aggiornamento apparit\u00E0 non appena l''Host sar\u00E0 posizionato in Modalit\u00E0 Maintenenance.
hostInSupportedStatusHasUpgradeAlert=Una nuova versione \u00E8 disponibile. <a>Aggiorna</a>
hotPlugUnplugCpuWarning=Imposta a caldo le CPU cambiando il numero di sockets. Si prega di consultare la documentazione del proprio sistema operativo guest per assicurarsi che abbia adeguato supporto ad aggiunta di CPU a caldo
lastDiskAlignment=Ultimo scan\: {0}
limitedMemConsumption={0} rimasti di {1} MB
limitedStorageConsumption={0} rimasti di {1} GB
limitedVcpuConsumption={0} rimasti di {1} vCPUs
lunAlreadyPartOfStorageDomainWarning=La LUN fa gi\u00E0 parte di un Dominio Storage\: {0}
lunUsedByDiskWarning=La LUN \u00E8 gi\u00E0 utilizzata da un Disco\: {0}
manaulFencePopupMessageLabel=Si prega di assicurarsi che l''Host ''{0}'' sia stato manualmente arrestato o riavviato.
maxAssignedVmsPerUserHelp=Il numero massimo di VM a cui un singolo utente pu\u00F2 connettersi da questo Pool. Questo campo deve essere compreso tra 1 e il numero di VM in questo pool.
maxVfs=0 - {0}
migrateHostDisabledVMsInServerClusters=L''Host di Destinazione \u00E8 disabilitato in quanto si sono selezionate Macchine Virtuali in pi\u00F9 di un Cluster. 
migrateNoAvailableHost=Nessun Host disponibile come destino di Migrazione.
migrateSomeVmsAlreadyRunningOnHost=Notare che alcune delle VM selezionate sono gi\u00E0 in esecuzione su questo Host e non saranno migrate.
migratingProgress={0}\: {1}
migrationDowntimeInfo=Rappresenta il numero massimo di millisecondi che la VM pu\u00F2 rimanere gi\u00F9 durante migrazione live. Il valore 0 significa che verr\u00E0 utilizzato il valore predefinito di VDSM. (Il valore corrente predefinito a livello engine \u00E8 {0}ms)
migrationSelectInfo=Quando almeno uno dei dischi attivati della VM utilizza SCSI reservation, l''opzione di migrazione viene ignorata e la VM non pu\u00F2 essere migrata.
moveDisplayNetworkWarning={0}. Spostare la Rete di display far\u00E0 perderela connettivit\u00E0 con la console della VM fino alla loro ripartenza.
nameId={0} ({1})
nextRunConfigurationCanBeAppliedImmediately=I valori seguenti possono essere applicati immediatamente\:<br/>
nextRunConfigurationCpuValue=- cpu<br/>
nextRunConfigurationExists=Alcune delle modifiche verranno applicate solo al prossimo avvio della vm.
nextRunConfigurationMemoryValue=- memory<br/>
noSpiceProxyDefined=Nessun proxy SPICE definito
numaMemory={0} MB
numaMemoryUsed={0} MB utilizzati
numaNode=NUMA {0}
numaPercentUsed={0}% Utilizzato
numaSocketNumber=Socket {0}
numaTotalCpus={0} CPU
or={0} o {1}
outOfXVMsInPool=rimaste {0} VMs nel pool
percentWithValueInGB={0}% ({1} GB)
poolNameHelp=E'' possibile specificare una maschera per gli indici delle VM, ad esempio\: per il pool ''my??pool'' i nomi generati saranno\: my01pool,my02pool,...my99pool
prestartedHelp=Il Numero di VM Preavviate definisce il numero di VMs in stato Run, che sono in atttesa di essere connesse agli Utenti. Valori ammissibili\: 0 fino al Numero di VM che esistono gi\u00E0 nel Pool.
profileAndNetwork={0} ({1})
profileAndNetworkSelected={0}/{1}
quotaFreeCpus=Libero\: {0} vCPU
rebalanceStatusMessage=Ribilanciare {0}
refreshRateSeconds={0} sec
remapCtrlAltDelete=Mappare la scorciatoia control-alt-del con {0}
roleOnUser=Ruolo\: {0} all''Utente\: {1}
sameVmNameExists=La Macchina Virtuale {0} esiste gi\u00E0
selectConsoleFor=Selezionare Console per ''{0}''
serialNumberInfo=La Policy di assegnazione di serial numbers alle VM in esecuzione. Pu\u00F2 essere Host''s UUID, Vm''s UUID o qualsiasi valore personalizzato.
shareable=Condivisibile
snapshotDisksLabel=(Lo snapshot contiene {0} dischi\: {1})
snapshotPreviewing={0} (In Preview\: {1})
storageDestroyPopupMessageLabel=Tutti i riferimenti ad oggetti che appartengono al Dominio Storage {0} nel database verranno rimossi. Potrebbe essere necessario eseguire pulizia manuale dei Domini Storage per poterli riutilizzare.
storageDomainFreeSpace={0} ({1} GB liberi di {2} GB)
stripSizeInfoForGlusterBricks=Una Stripe Size di {0} KB \u00E8 raccomandata per {1} device
theNetworkWillBeAddedToTheDataCenterAsWell=Anche la Rete verr\u00E0 aggiunta al Data Center {0}.
uiCommonPublicConnectionClosed=Connessione chiusa\: {0}
uiCommonRunActionExecutionFailed=Errore durante l''esecuzione dell''azione {0}\: {1}
uiCommonRunActionFailed=Errore durante l''esecuzione dell''azione\: {0}
uiCommonRunQueryFailed=Errore durante l''esecuzione dell''interrogazione\: {0}
unlimitedMemConsumption={0} rimasti di MB illimitati
unlimitedStorageConsumption={0} rimasti di GB illimitati
unlimitedVcpuConsumption={0} rimasti di vCPUs illimitati
userWithRole=Utente\: {0} con Ruolo\: {1}
vNumaName={0}_NUMA{1}
vlanNetwork=(VLAN {0})
vmDisksLabel=La VM contiene {0} dischi\: {1}
vmsWithInOutMigrations={0} VMs in esecuzione, {1} in migrazione verso l''host e {2} in migrazione dall''host
vmsWithTotalMigrations={0} VMs in esecuzione, di cui {1} in migrazione
