#
# Bundle name: org.ovirt.engine.ui.webadmin.ApplicationMessages
# Locale: pt_BR
#
#Mon May 17 16:17:19 EDT 2021
bondActiveSlave=Bond escravo ativo\: {0}
bondAdAggregatorId=Bond ad aggregator id\: {0}
bondAdPartnerMac=Bond ad partner mac\: {0}
bondSlaveAdAggregatorId={0} ad aggregator id\: {1}
bondStatus=Bond status\: {0}
brickStatusWithUnSyncedEntriesPresent={0}, {1} entradas ass\u00EDncronas presentes
clusterCpuConfigurationOutdated=A configura\u00E7\u00E3o de CPU do cluster est\u00E1 desatualizada, as MVs est\u00E3o em execu\u00E7\u00E3o em um modo degradado com a configura\u00E7\u00E3o "{0}". Garanta que todos os hosts no cluster est\u00E3o no estado Ativado e s\u00E3o compat\u00EDveis com a nova configura\u00E7\u00E3o "{1}". Depois, reinicie o mecanismo ou traga um dos hosts para Manuten\u00E7\u00E3o e Ativado novamente.
clusterCpuTypeInfo=A configura\u00E7\u00E3o do tipo de CPU do cluster \u00E9\: {0}.
clusterHasNewGlusterHosts=Alguns hosts novos s\u00E3o detectados no cluster. Voc\u00EA pode <a>Import\u00E1</a>-los ao mecanismo oVirt ou <a>Desconect\u00E1</a>-los do cluster.
clusterPopupMemoryOptimizationCustomLabel=Limite de Confirma\u00E7\u00E3o Personalizada - Configure para {0}% atrav\u00E9s do API/CLI
clusterPopupMemoryOptimizationForDesktopLabel=Carga do Desktop - Permitir o agendamento de {0}% da mem\u00F3ria f\u00EDsica
clusterPopupMemoryOptimizationForServerLabel=Carga do Servidor - Permitir o agendamento de {0}% da mem\u00F3ria f\u00EDsica
cpuDeprecationWarning=Aviso\: O tipo de CPU ''{0}'' n\u00E3o \u00E9 compat\u00EDvel com as vers\u00F5es 4.3 e superior.
defaultMtu=Default ({0})
detaCenterForceRemovePopupMessageLabel=Todas as refer\u00EAncias para objetos pertencentes ao Data Center {0} no banco de dados ser\u00E3o removidas. Voc\u00EA pode precisar limpar manualmente os dom\u00EDnios de armazenamento para us\u00E1-los novamente.
detachRequiredNetworkWarning={0}. Desanexar a rede obrigat\u00F3ria far\u00E1 com que o host esteja em um estado n\u00E3o operacional.
exportDomainDeprecationWarning=A exporta\u00E7\u00E3o para um Export Domain \u00E9 obsoleta.\nConsidere exportar para um dom\u00EDnio de dados.
geoRepRemoteSessionName={0}\:\:{1}
geoRepSlaveVolumeToolTip=Os dados do volume de {0} do cluster {1} s\u00E3o replicados a este volume.
getStorageDeviceSelectionInfo=(Selecionar os dispositivos de storage de tipo RAID\:  {0})
glusterCapacityInfo=Dispon\u00EDvel {0}\nUsado {1} do total dispon\u00EDvel {2}
hostGlusterDisconnectedAlert=O status do Gluster \u00E9 desconectado para este host. <a>Reiniciar servi\u00E7o Glusterd</a>
hostHasDefaultRouteAlert=O host n\u00E3o tem uma rota padr\u00E3o.
hostHasManualFenceAlert=Esse host est\u00E1 no estado non responding e n\u00E3o tem gerenciamento de energia configurado. Por favor, boot novamente manualmente.
hostHasMissingCpuFlagsAlert=A CPU do host n\u00E3o corresponde ao tipo de CPU do cluster e est\u00E1 em execu\u00E7\u00E3o em um modo degradado. Os seguintes sinalizadores da CPU est\u00E3o ausentes\: {0}. Atualize o microc\u00F3digo da CPU do host ou altere o tipo de CPU do cluster.
hostHasMissingCpuFlagsTooltipAlert=A CPU do host n\u00E3o corresponde ao tipo de CPU do cluster e est\u00E1 em execu\u00E7\u00E3o em um modo degradado. Os seguintes sinalizadores da CPU est\u00E3o ausentes\: {0}.
hostHasNICsAlert=A configura\u00E7\u00E3o de rede do Host n\u00E3o est\u00E1 salva. <a>Salvar</a>
hostHasNoPowerManagementAlert=O Gerenciamento de Energia n\u00E3o est\u00E1 configurado para esse Host. <a>Habilitar o Gerenciamento de Energia</a>
hostHasReinstallAlertInstallFailed=Falha na instala\u00E7\u00E3o do Host. Corrija os problemas na instala\u00E7\u00E3o e tente <a>Reinstalar</a>
hostHasReinstallAlertMaintenance=Host est\u00E1 no modo de manuten\u00E7\u00E3o, voc\u00EA pode Ativar ele pressionando o bot\u00E3o Ativar. Se voc\u00EA desejar atualizar ou reinstalar ele clique <a>aqui</a>.
hostHasReinstallAlertNonResponsive=Esse host est\u00E1 em estado non responding. Tente Ativ\u00E1-lo. Caso o problema persistir, mude o Host para o modo de Manuten\u00E7\u00E3o e tente reinstal\u00E1-lo.
hostHasReinstallRequiredAlert=O host precisa ser reinstalado porque altera\u00E7\u00F5es importantes de configura\u00E7\u00E3o foram aplicadas a ele.
hostHasSmtClusterDiscrepancyAlert=As op\u00E7\u00F5es de "SMT desabilitado" do host e do cluster s\u00E3o diferentes.
hostHasSmtDiscrepancyAlert=O SMT for desabilitado no host, mas as altera\u00E7\u00F5es n\u00E3o foram aplicadas. Reinstale e reinicie o host.
hostHasUpgradeAlert=Uma nova vers\u00E3o est\u00E1 dispon\u00EDvel; uma op\u00E7\u00E3o de atualiza\u00E7\u00E3o aparecer\u00E1 quando o Host for movido para o modo de manuten\u00E7\u00E3o.
hostInSupportedStatusHasUpgradeAlert=A nova vers\u00E3o est\u00E1 dispon\u00EDvel. <a>Upgrade</a>
limitedMemConsumption={0} de {1} MB
limitedStorageConsumption={0} de {1} GB
limitedVcpuConsumption={0} de {1} vCPUs
logicalNetworks={0} Redes l\u00F3gicas
manaulFencePopupMessageLabel=Por favor certifique-se que o Host "{0}" foi manualmente desligado ou novamente efetuado o boot.
maxVfs=0 - {0}
moveDisplayNetworkWarning={0}. Quando movendo a rede de exibi\u00E7\u00E3o, isto derrubar\u00E1 a conectividade da MV at\u00E9 que elas sejam reiniciadas.
nameId={0} ({1})
needsGlusterHealingWithVolumeStatus={0}, entradas ass\u00EDncronas presentes - precisam restabelecimento
onlyAvailableInCompatibilityVersions=Somente dispon\u00EDvel em vers\u00E3o de compatibilidade\: {0}
percentWithValueInGiB={0}% ({1} GiB)
rebalanceStatusMessage=Rebalanceamento {0}
sameVmNameExists=A M\u00E1quina Virtual {0} j\u00E1 existe
slaves={0} Escravos
storageDestroyPopupMessageLabel=Todas as refer\u00EAncias para objetos que residem no Storage Domain {0} do banco de dados ser\u00E3o removidas. Voc\u00EA pode precisar limpar manualmente o storage para us\u00E1-lo novamente.
stripSizeInfoForGlusterBricks=O Tamanho de Faixa {0} KB \u00E9 recomendado para o dispositivo {1}
testImageIOProxyConnectionFailure=Falha ao se conectar ao servi\u00E7o ovirt-imageio. Verifique se o <a href\="{0}/ovirt-engine/services/pki-resource?resource\=ca-certificate&format\=X509-PEM-CA">certificado ovirt-engine</a> est\u00E1 registrado como um CA v\u00E1lido no navegador.
theNetworkWillBeAddedToTheDataCenterAsWell=A Rede tamb\u00E9m ser\u00E1 adicionada ao Data Center {0}.
unSyncedEntriesPresent={0} entradas ass\u00EDncronas presentes
unlimitedMemConsumption={0} de MB ilimitados
unlimitedStorageConsumption={0} de GB ilimitados
unlimitedVcpuConsumption={0} de vCPUs ilimitados
vlanNetwork=(VLAN {0})
vmStartedWithDifferentName=A MV foi iniciada com um nome diferente\: {0}
vmsWithInOutMigrations={0} MVs executando, {1} est\u00E3o migrando ao host e {2} est\u00E3o migrando a partir do host
vmsWithTotalMigrations={0} MVs sendo executadas, das quais um(a)/uns/umas {1} migrando
