DIRECTORY_GROUP_CANNOT_REMOVE_DIRECTORY_GROUP_ATTACHED_TO_VM_POOL=N\u00E3o foi poss\u00EDvel remover o Grupo do Diret\u00F3rio. Desanexe o Grupo do VM-Pool primeiramente.
IO_CD_IMAGE_FILE_ALREADY_EXIST=O arquivo da imagem j\u00E1 existe.
IO_CD_IMAGE_FILE_NOT_EXIST=O arquivo da imagem n\u00E3o existe.
IO_INVALID_CD_IMAGE_EXTENSION=A extens\u00E3o da imagem do CD \u00E9 inv\u00E1lida.
IO_ISO_DIRECTORY_NOT_EXIST=O diret\u00F3rio ISO n\u00E3o existe.
IRS_FAILED_CREATING_SNAPSHOT=Falha na cria\u00E7\u00E3o do instant\u00E2neo.
IRS_FAILED_RETRIEVING_SNAPSHOT_INFO=Erro interno, o instant\u00E2neo n\u00E3o p\u00F4de ser restaurado.
IRS_NETWORK_ERROR=O Servi\u00E7o do Gerenciador do Armazenamento n\u00E3o est\u00E1 respondendo.
IRS_PROTOCOL_ERROR=Erro no protocolo do Gerenciador do Armazenamento.
IRS_RESPONSE_ERROR=O erro da resposta do Gerenciamento do Armazenamento.
MAC_POOL_NOT_ENOUGH_MAC_ADDRESSES=N\u00E3o existem endere\u00E7os MAC suficientes no Pool do Endere\u00E7o MAC.
VMT_CANNOT_REMOVE_DETECTED_DERIVED_VM=N\u00E3o foi poss\u00EDvel deletar o Modelo. O Modelo est\u00E1 sendo usado pelo seguinte VMs\: ${vmsList}.
# auto translated by TM merge
VMT_CANNOT_REMOVE_DOMAINS_LIST_MISMATCH=N\u00E3o foi poss\u00EDvel deletar o Modelo. O Modelo est\u00E1 sendo usado pelo seguinte VMs\: ${domainsList}.\nVerifique se o Modelo existe em todos os Dom\u00EDnios do Armazenamento listados na lista de dom\u00EDnios, ou n\u00E3o envie a lista de dom\u00EDnios com o objetivo de deletar todas as inst\u00E2ncias do Modelo a partir do sistema.
ACTION_TYPE_FAILED_VM_IMAGE_DOES_NOT_EXIST=N\u00E3o foi poss\u00EDvel ${action} ${type}. As imagens do VM n\u00E3o existem.
ACTION_TYPE_FAILED_VM_SNAPSHOT_DOES_NOT_EXIST=N\u00E3o foi poss\u00EDvel ${action} ${type}. Os instant\u00E2neos do VM n\u00E3o existem.\t\n
ACTION_TYPE_FAILED_VM_SNAPSHOT_HAS_NO_CONFIGURATION=N\u00E3o foi poss\u00EDvel ${action} ${type}. O instant\u00E2neo ${SnapshotName} do VM ${VmName} n\u00E3o possui uma configura\u00E7\u00E3o dispon\u00EDvel. Por favor escolha um instant\u00E2neo com configura\u00E7\u00E3o dispon\u00EDvel.
ACTION_TYPE_FAILED_VM_SNAPSHOT_IS_BROKEN=N\u00E3o foi poss\u00EDvel ${action} ${type}. O instant\u00E2neo foi desfeito e nenhum outro trabalho pode ser realizado. Por favor remova esse instant\u00E2neo do VM.
# auto translated by TM merge
IMAGE_REPOSITORY_NOT_FOUND=O Dom\u00EDnio do Armazenamento n\u00E3o p\u00F4de ser acessado.\nRaz\u00F5es poss\u00EDveis\:\nNenhum Host operacional no Centro de Dados ou estado do Centro de Dados est\u00E1 operando.
VM_TEMPLATE_IMAGE_IS_LOCKED=A Imagem do Modelo n\u00E3o est\u00E1 bloqueada (temporariamente).
VM_TEMPLATE_IMAGE_IS_ILLEGAL=A Imagem do Modelo est\u00E1 inv\u00E1lida (temporariamente).
VM_TEMPLATE_IMAGE_LAST_DOMAIN=A Imagem do Modelo est\u00E1 localizada apenas a partir de um modelo \u00FAnico.
VM_NAME_CANNOT_BE_EMPTY=O Nome do VM n\u00E3o pode estar vazio.
# auto translated by TM merge
VM_CANNOT_UPDATE_ILLEGAL_FIELD=Falha ao atualizar as propriedades do VM. Isto pode ser causado pelos seguintes motivos\:\n1. os valores selecionados n\u00E3o s\u00E3o apropriados para o VM, ou\n2. seus valores n\u00E3o podem ser atualizados enquanto o VM estiver no estado RODANDO (Por favor encerre o VM com o objetivo de modificar as propriedades tais como CPU ou cluster).
# auto translated by TM merge
VM_CANNOT_RUN_FROM_NETWORK_WITHOUT_NETWORK=O VM for configurado para ser 'Rede inici\u00E1vel', por\u00E9m nenhuma Interface da Rede estiver configurada.\nAlternativas\:\n-Selecione um dispositivo de inicializa\u00E7\u00E3o diferente (usand o comando 'Rodar uma Vez' ou o comando 'Editar o VM' na Op\u00E7\u00E3o Iniciar da Sub-aba).\n-Configurar a Interface da Rede e rodar novamente o VM.
# auto translated by TM merge
VM_CANNOT_RUN_FROM_CD_WITHOUT_ACTIVE_STORAGE_DOMAIN_ISO=N\u00E3o foi poss\u00EDvel ${action} ${type} com o CD anexado sem o dom\u00EDnio ISO ativo.\nAlternativas\:\n-Anexar o Dom\u00EDnio ISO (para ativar as opera\u00E7\u00F5es do CD).\n-Alterar a sequ\u00EAncia de inicia\u00E7\u00E3o, usando o comando Editar do VM (Sub-aba Iniciar).\n-Selecionar o dispositivo de inicia\u00E7\u00E3o diferente (usando o comando 'Rodar uma Vez').
# auto translated by TM merge
VM_CANNOT_RUN_FROM_DISK_WITHOUT_DISK=N\u00E3o foi poss\u00EDvel ${action} ${type} sem pelo menos um disco inici\u00E1vel.\nAlternativas\:\n-Criar um disco para este VM, e rodar novamente o VM.\n-Alterar a sequ\u00EAncia de inicia\u00E7\u00E3o usando o comando Editar do VM (Sub-aba Iniciar).\n-Usar o comando Rodar uma vez para selecionar uma op\u00E7\u00E3o de inicializa\u00E7\u00E3o diferente e rodar novamente o VM.
# auto translated by TM merge
VM_CANNOT_RUN_STATELESS_WHILE_IN_PREVIEW=N\u00E3o foi poss\u00EDvel ${action} ${type}. O aviso sem estado no VM conflita com a rodagem do VM no modo de Visualiza\u00E7\u00E3o. Voc\u00EA pode tanto remover o aviso sem estado do VM ou rodar o VM no modo de Visualiza\u00E7\u00E3o.
VM_CANNOT_RUN_STATELESS_HA=N\u00E3o foi poss\u00EDvel ${action} ${type}. Os servidores Virtuais de Alta Disponibilidade n\u00E3o podem rodar sem estado.
RESOURCE_MANAGER_FAILED_ATTACHING_VM_TO_USERS=Falha ao anexar o VM ao Usu\u00E1rio.
RESOURCE_MANAGER_MIGRATING_VM_IS_NOT_UP=Falha na migra\u00E7\u00E3o, o VM n\u00E3o est\u00E1 rodando.
RESOURCE_MANAGER_VM_NOT_FOUND=O VM n\u00E3o foi encontrado.
SEARCH=Erro na busca.
SEARCH_ERRORNOUS_SEARCH_TEXT=Erro na busca do texto.
SEARCH_INVALID_SEARCH_TEXT=Busca de texto inv\u00E1lida.
SEARCH_UNSUPPORTED_BUSINESS_OBJECT=Busca do objeto comercial n\u00E3o suportada.
TEMPLATE_IMAGE_LOCKED=N\u00E3o foi poss\u00EDvel criar um novo VM. A imagem do disco foi copiada. Por favor espere para que a C\u00F3pia da opera\u00E7\u00E3o seja completada.
USER_CANNOT_ATTACH_TO_VM_IN_POOL=N\u00E3o foi poss\u00EDvel anexar o Usu\u00E1rio a um VM que pertence ao VM-Pool.
# auto translated by TM merge
USER_CANNOT_REMOVE_USER_ATTACHED_POOL=N\u00E3o foi poss\u00EDvel remover o Usu\u00E1rio anexado ao VM-Pool. Remova o usu\u00E1rio a partir do VM-Pool primeiramente efetuando o seguinte\:\n-direcione-se \u00E0 janela 'VM-Pool(s)';\n-selecione o VM-Pool;\n-clique em 'Gerenciar Pool de Usu\u00E1rios' a partir da barra do menu.
USER_CANNOT_REMOVE_USER_NOT_ATTACHED_POOL=N\u00E3o foi poss\u00EDvel remover o Usu\u00E1rio, uma vez que ele n\u00E3o est\u00E1 anexado ao VM-Pool,
USER_CANNOT_REMOVE_USER_DETECTED_RUNNING_VM=N\u00E3o foi poss\u00EDvel remover o Usu\u00E1rio que n\u00E3o est\u00E1 anexado ao VM. Remova o VM a partir da  aba de VMs primeiramente.
USER_CANNOT_REMOVE_HIMSELF=N\u00E3o foi poss\u00EDvel ${action} ${type}. O usu\u00E1rio est\u00E1 registrado.
USER_FAILED_POPULATE_DATA=Falha ao obter os dados do Usu\u00E1rios a partir do Servidor do Diret\u00F3rio.
USER_FAILED_SET_USER_ROLE=Falha ao determinar a Fun\u00E7\u00E3o do Usu\u00E1rio, a opera\u00E7\u00E3o foi cancelada.
# auto translated by TM merge
VDS_CANNOT_MAINTENANCE_VDS_IS_NOT_RESPONDING_WITH_VMS=N\u00E3o foi poss\u00EDvel alterar o Host para o modo de Manuten\u00E7\u00E3o.\nO Host continua rodando os VMs nisto e est\u00E1 no estado Sem-Resposta.
# auto translated by TM merge
VDS_CANNOT_MAINTENANCE_VDS_IS_NOT_RESPONDING_AND_SPM=Cannot switch Host to Maintenance mode.\nHost is Storage Pool Manager and is in Non-Responsive state.
# auto translated by TM merge
VDS_CANNOT_MAINTENANCE_VDS_IS_NOT_OPERATIONAL=N\u00E3o foi poss\u00EDvel alterar o Host para o modo de Manuten\u00E7\u00E3o. O Host n\u00E3o \u00E9 operacional.
# auto translated by TM merge
VDS_CANNOT_MAINTENANCE_VDS_IS_IN_MAINTENANCE=N\u00E3o foi poss\u00EDvel alterar o Host para o modo de Manuten\u00E7\u00E3o.\nO Host j\u00E1 est\u00E1 no modo de Manuten\u00E7\u00E3o.
# auto translated by TM merge
VDS_CANNOT_MAINTENANCE_SPM_WITH_RUNNING_TASKS=N\u00E3o foi poss\u00EDvel alterar o Host para o modo de Manuten\u00E7\u00E3o.\nO Host possui tarefas de rodagem ass\u00EDncrona, aguarde para a opera\u00E7\u00E3o ser completada e tente novamente.
# auto translated by TM merge
VDS_CANNOT_MAINTENANCE_SPM_CONTENDING=N\u00E3o foi poss\u00EDvel alterar o Host para o modo de Manuten\u00E7\u00E3o.\nO Host est\u00E1 sustentando para o Gerenciador do Pool de Armazenamento, aguarde para a opera\u00E7\u00E3o ser completada e tente novamente.
# auto translated by TM merge
VDS_CANNOT_MAINTENANCE_IT_INCLUDES_NON_MIGRATABLE_VM=N\u00E3o foi poss\u00EDvel alterar o Host para o modo de Manuten\u00E7\u00E3o\: ${HostsList}.\nUm ou mais VMs rodando est\u00E3o indicados como n\u00E3o-migrat\u00F3rios. Os VMs n\u00E3o-migrat\u00F3rios s\u00E3o\: ${VmsList}.
VDS_CANNOT_REMOVE_DEFAULT_VDS_GROUP=N\u00E3o foi poss\u00EDvel remover o padr\u00E3o do Cluster do Host.
VDS_CANNOT_REMOVE_VDS_DETECTED_RUNNING_VM=N\u00E3o foi poss\u00EDvel {action} ${type}. Um ou mais VMs continuam rodando neste Host.
VDS_CANNOT_REMOVE_VDS_GROUP_VDS_DETECTED=N\u00E3o foi poss\u00EDvel ${action} ${type}. O Cluster do Host cont\u00E9m um ou mais Hosts.
VDS_CANNOT_REMOVE_VDS_STATUS_ILLEGAL=N\u00E3o foi poss\u00EDvel ${action} ${type}. O Host \u00E9 operacional. Por favor altere o Host para o modo de Manuten\u00E7\u00E3o primeiramente.
VDS_NOT_EXIST=N\u00E3o foi poss\u00EDvel ${action} ${type}. Erro interno\: o Host n\u00E3o existe no DB.
VDS_PROTOCOL_ERROR=Erro interno\: erro no protocolo do Host.
VDS_RESPONSE_ERROR=Erro interno\: Erro na resposta do Host
VDS_STATUS_NOT_VALID_FOR_STOP=N\u00E3o foi poss\u00EDvel Interromper a opera\u00E7\u00E3o, o Host precisa estar no modo de Manuten\u00E7\u00E3o para que seja interrompido.
VDS_STATUS_NOT_VALID_FOR_START=N\u00E3o foi poss\u00EDvel Iniciar a opera\u00E7\u00E3o, o Host precisa estar em um dos seguintes status\: Inoperante, Sem-Resposta ou Manuten\u00E7\u00E3o.
VDS_NO_VDS_PROXY_FOUND=N\u00E3o h\u00E1 outro Host no Centro de Dados que possa ser usado para testar as configura\u00E7\u00F5es do Gerenciamento de Pot\u00EAncia.
VDS_FAILED_FENCE_VIA_PROXY_CONNECTION=Falha na conex\u00E3o ao Host atrav\u00E9s do proxy. Por favor verifique se o gerenciamento de pot\u00EAncia est\u00E1 dispon\u00EDvel e se os par\u00E2metros de conex\u00E3o fornecida est\u00E3o corretos.
VDS_STATUS_NOT_VALID_FOR_UPDATE=N\u00E3o foi poss\u00EDvel ${action} ${type}. Os par\u00E2metros do host n\u00E3o podem ser modificados enquanto o Host for operacional. \nPor favor altere o Host para o modo de Manuten\u00E7\u00E3o primeiramente.
VDS_CANNOT_ACTIVATE_VDS_ALREADY_UP=N\u00E3o foi poss\u00EDvel ${action} ${type}. O Host est\u00E1 no status Operando.
VDS_CANNOT_ACTIVATE_VDS_NOT_EXIST=N\u00E3o foi poss\u00EDvel ${action} ${type}. O Host n\u00E3o existe.
VDS_INVALID_SERVER_ID=N\u00E3o foi poss\u00EDvel ${action} ${type}. A id do Host est\u00E1 inv\u00E1lida.
VDS_TRY_CREATE_WITH_EXISTING_PARAMS=N\u00E3o foi poss\u00EDvel ${action} ${type}. Existe um Host com o mesmo nome.
VDS_EMPTY_NAME=N\u00E3o foi poss\u00EDvel ${action} ${type}. O nome do Host n\u00E3o p\u00F4de ser esvaziado.
VDS_CANNOT_INSTALL_EMPTY_PASSWORD=N\u00E3o foi poss\u00EDvel instalar o Host com sem inser\u00E7\u00E3o da senha.
VDS_CANNOT_INSTALL_STATUS_ILLEGAL=N\u00E3o foi poss\u00EDvel instalar o Host. Por favor mova primeiramente o Host para o modo de Manuten\u00E7\u00E3o.
VDS_CANNOT_UPGRADE_BETWEEN_MAJOR_VERSION=N\u00E3o foi poss\u00EDvel atualizar o Host. A vers\u00E3o do Host n\u00E3o \u00E9 compat\u00EDvel com a vers\u00E3o ISO selecionada. Por favor selecione um ISO com uma vers\u00E3o superior ${IsoVersion}.x.
VDS_CANNOT_INSTALL_MISSING_IMAGE_FILE=N\u00E3o foi poss\u00EDvel instalar o Host. Falta o arquivo de imagem.
VDS_PORT_CHANGE_REQUIRE_INSTALL=O n\u00FAmero de Porta do Host n\u00E3o p\u00F4de ser alterado sem a reinstala\u00E7\u00E3o do Host.
VDS_TRY_CREATE_SECURE_CERTIFICATE_NOT_FOUND=N\u00E3o foi poss\u00EDvel adicionar um novo Host usando uma conex\u00E3o assegurada, o arquivo do certificado n\u00E3o p\u00F4de ser encontrado.
VDS_FENCING_DISABLED=N\u00E3o foi poss\u00EDvel cercar o Host, o cercamento do Host est\u00E1 desativado.
VDS_FENCE_DISABLED_AT_QUIET_TIME=Outra opera\u00E7\u00E3o do Gerenciamento da Pot\u00EAncia \u00E9 continuar rodando, por favor tente novamente em ${seconds} Sec.
TEMPLATE_IMAGE_NOT_EXIST=N\u00E3o foi poss\u00EDvel ${action} ${type}. A imagem do modelo n\u00E3o existe.
VM_CANNOT_REMOVE_VDS_GROUP_VMS_DETECTED=N\u00E3o foi poss\u00EDvel ${action} ${type}. Um ou mais VMs continuam determinados ao Cluster.
VMT_CANNOT_REMOVE_VDS_GROUP_VMTS_DETECTED=N\u00E3o foi poss\u00EDvel ${action} ${type}. Um ou mais Modelo(s) continuam associados com isto.
VDS_GROUP_CANNOT_REMOVE_HAS_VM_POOLS=N\u00E3o foi poss\u00EDvel ${action} ${type}. Um ou mais VM-Pools continuam associados com isto.
VM_IMAGE_LOCKED=N\u00E3o foi poss\u00EDvel rodar o VM. A imagem do disco est\u00E1 sendo copiada. Por favor espere pela opera\u00E7\u00E3o de c\u00F3pia ser completada.
VM_POOL_CANNOT_ADD_VM_WITH_USERS_ATTACHED_TO_POOL=N\u00E3o foi poss\u00EDvel anexar o VM ao VM-Pool. O VM-Pool j\u00E1 foi anexado a um Usu\u00E1rio.
ACTION_TYPE_FAILED_USER_ATTACHED_TO_POOL=O Usu\u00E1rio j\u00E1 foi anexado a este VM-Pool.
VM_POOL_CANNOT_ADD_VM_ATTACHED_TO_POOL=N\u00E3o foi poss\u00EDvel anexar o VM ao pool. O VM j\u00E1 foi anexado a outro VM-Pool.
VM_POOL_CANNOT_DETACH_VM_NOT_ATTACHED_TO_POOL=N\u00E3o foi poss\u00EDvel desanexar o VM do pool. O VM n\u00E3o foi anexado ao VM-Pool.
VM_POOL_CANNOT_ADD_VM_DIFFERENT_CLUSTER=N\u00E3o foi poss\u00EDvel anexar o VM ao VM-Pool. O VM reside em Cluster de Host diferente do que do VM-Pool.
VM_POOL_CANNOT_REMOVE_VM_POOL_WITH_ATTACHED_DIRECTORY_GROUPS=N\u00E3o foi poss\u00EDvel remover o VM-Pool. Desanexe primeiramente os Grupos do Diret\u00F3rio a partir do VM-Pool.
VM_POOL_CANNOT_REMOVE_VM_POOL_WITH_ATTACHED_USERS=N\u00E3o foi poss\u00EDvel remover o VM-Pool. Denaxe primeiramente os Usu\u00E1rio a partir do VM-Pool. 
VM_POOL_CANNOT_REMOVE_VM_POOL_WITH_VMS=N\u00E3o foi poss\u00EDvel remover o VM-Pool. Denaxe primeiramente os VMs do VM-Pool.
VM_POOL_CANNOT_REMOVE_RUNNING_VM_FROM_POOL=N\u00E3o foi poss\u00EDvel desanexar o VM do VM-Pool. O VM est\u00E1 rodando.
VM_POOL_CANNOT_ADD_RUNNING_VM_TO_POOL=N\u00E3o foi poss\u00EDvel anexar o VM ao VM-Pool. O VM est\u00E1 rodando.
VM_INVALID_SERVER_CLUSTER_ID=A id do Cluster do Host \u00E9 inv\u00E1lida.
VMT_CANNOT_CREATE_TEMPLATE_FROM_DOWN_VM=N\u00E3o foi poss\u00EDvel ${action} ${type}. O VM continua rodando, interrompa o VM e tente novamente.
VMT_CANNOT_REMOVE_BLANK_TEMPLATE=N\u00E3o foi poss\u00EDvel ${action} ${type}. A Remo\u00E7\u00E3o do Modelo em branco n\u00E3o \u00E9 permitida.
VMT_CANNOT_EDIT_BLANK_TEMPLATE=N\u00E3o foi poss\u00EDvel ${action} ${type}. A Edi\u00E7\u00E3o do Modelo em branco n\u00E3o \u00E9 permitida.
VMT_CANNOT_EXPORT_BLANK_TEMPLATE=N\u00E3o foi poss\u00EDvel exportar o Modelo em branco.
VMT_CANNOT_UPDATE_ILLEGAL_FIELD=Falha ao atualizar as propriedades do modelo VM.
DIRECTORY_GROUP_CANNOT_REMOVE_DIRECTORY_GROUP_ATTACHED_TO_VM=N\u00E3o foi poss\u00EDvel remover o Grupo do Diret\u00F3rio. Desanexe primeiramente o Grupo do Diret\u00F3rio a partir do VM.
DIRECTORY_COMPUTER_WITH_THE_SAME_NAME_ALREADY_EXITS=J\u00E1 existe um computador com o mesmo nome.
VM_NOT_FOUND=O VM n\u00E3o foi encontrado.
ACTION_TYPE_FAILED_VM_IN_PREVIEW=N\u00E3o foi poss\u00EDvel ${action} ${type}. O VM est\u00E1 exibindo um Instant\u00E2neo.
ACTION_TYPE_FAILED_VM_DURING_EXPORT=N\u00E3o foi poss\u00EDvel ${action} ${type}\: o VM est\u00E1 sendo exportado. Por favor tente novamente em alguns minutos.
ACTION_TYPE_FAILED_VM_IMAGE_IS_ILLEGAL=N\u00E3o foi poss\u00EDvel ${action} ${type}. A Imagem do VM pode estar corrompida.
ACTION_TYPE_FAILED_VM_HAS_NO_DISKS=N\u00E3o foi poss\u00EDvel ${action} ${type}. O VM n\u00E3o possui nenhum disco.
ACTION_TYPE_FAILED_IMAGE_REPOSITORY_NOT_FOUND=N\u00E3o foi poss\u00EDvel ${action} ${type}\: O Dom\u00EDnio do Armazenamento n\u00E3o pode acessado.\n- Por favor cheque se pelo menos um Host \u00E9 operacional e o estado do Centro de Dados est\u00E3o ativados.
ACTION_TYPE_FAILED_VM_IS_RUNNING=N\u00E3o foi poss\u00EDvel ${action} ${type}. O VM est\u00E1 rodando.
ACTION_TYPE_FAILED_VM_IS_NOT_RUNNING=N\u00E3o foi poss\u00EDvel ${action} ${type}. O VM n\u00E3o est\u00E1 rodando.
ACTION_TYPE_FAILED_VM_IS_NOT_UP=N\u00E3o foi poss\u00EDvel ${action} ${type}. O VM n\u00E3o est\u00E1 ativo.
ACTION_TYPE_FAILED_VM_IS_NOT_DOWN=N\u00E3o foi poss\u00EDvel ${action} ${type}. Pelo menos um dos VMs n\u00E3o est\u00E1 desativo.
ACTION_TYPE_FAILED_VM_IS_SAVING_RESTORING=N\u00E3o foi poss\u00EDvel ${action} ${type}. O VM est\u00E1 no estado salvar/restaurar. \nPor favor espere at\u00E9 que o status do VM tenha alterado.
ACTION_TYPE_FAILED_VM_IS_DURING_SNAPSHOT=N\u00E3o foi poss\u00EDvel ${action} ${type}. O VM est\u00E1 executando uma opera\u00E7\u00E3o no Instant\u00E2neo. Por favor espere at\u00E9 que a opera\u00E7\u00E3o encerre e tente novamente.
ACTION_TYPE_FAILED_VM_STATUS_ILLEGAL=N\u00E3o foi poss\u00EDvel ${action} ${type}. O status do VM \u00E9 ilegal.
ACTION_TYPE_FAILED_VM_RUNNING_STATELESS=N\u00E3o foi poss\u00EDvel ${action} ${type}. O VM est\u00E1 rodando como Sem Estado. Por favor tente novamente quando o VM n\u00E3o estiver rodando como Sem Estado.
ACTION_TYPE_FAILED_VM_HAS_STATELESS_SNAPSHOT_LEFTOVER=Cannot ${action} ${type}. The VM was running as Stateless and didn't clean up successfully. Please try to run the VM which should clean up the VM, and then try again when VM is not running.
ACTION_TYPE_FAILED_VM_IN_USE_BY_OTHER_USER=N\u00E3o foi poss\u00EDvel ${action} ${type}. O VM est\u00E1 sendo usado por outro usu\u00E1rio.
ACTION_TYPE_FAILED_VM_NOT_FOUND=N\u00E3o foi poss\u00EDvel ${action} ${type}. O VM n\u00E3o foi encontrado.
ACTION_TYPE_FAILED_VM_IS_NON_MIGRTABLE_AND_IS_NOT_FORCED_BY_USER_TO_MIGRATE=N\u00E3o foi poss\u00EDvel ${action} ${type}. O VM n\u00E3o \u00E9 migr\u00E1vel e o usu\u00E1rio n\u00E3o especificou o aviso de migra\u00E7\u00E3o for\u00E7ada
ACTION_TYPE_FAILED_VM_IS_PINNED_TO_HOST=N\u00E3o foi poss\u00EDvel ${action} ${type}. O VM est\u00E1 fixado ao Host.
VM_PINNED_TO_HOST_CANNOT_RUN_ON_THE_DEFAULT_VDS=N\u00E3o foi poss\u00EDvel ${action} ${type}. O VM est\u00E1 fixado ao Host mas n\u00E3o pode rodar no mesmo devido ao\:\nStatus de Host Inv\u00E1lido ou recursos n\u00E3o vazio o suficiente.\nVoc\u00EA pode querer esvaziar recursos no Host pela migra\u00E7\u00E3o de outros VMs.
ACTION_TYPE_FAILED_VM_NOT_EXIST=N\u00E3o foi poss\u00EDvel ${action} ${type}. O VM n\u00E3o existe.
ACTION_TYPE_FAILED_VM_ALREADY_EXIST=N\u00E3o foi poss\u00EDvel ${action} ${type}. J\u00E1 existe um VM com o mesmo nome. \n
ACTION_TYPE_FAILED_VM_CANNOT_BE_HIGHLY_AVAILABLE_AND_PINNED_TO_HOST=N\u00E3o foi poss\u00EDvel ${action} ${type}. Um VM altamente dispon\u00EDvel n\u00E3o pode ser fixado a um Host em espec\u00EDfico. 
ACTION_TYPE_FAILED_VM_GUID_ALREADY_EXIST=N\u00E3o foi poss\u00EDvel ${action} ${type}. J\u00E1 existe um VM com o mesmo identificador.
ACTION_TYPE_FAILED_VM_ATTACHED_TO_POOL=N\u00E3o foi poss\u00EDvel ${action} ${type}. O VM est\u00E1 anexado ao VM-Pool.
ACTION_TYPE_FAILED_NO_AVAILABLE_POOL_VMS=N\u00E3o foi poss\u00EDvel ${action} ${type}. N\u00E3o existe VMs dispon\u00EDveis no VM-Pool.
ACTION_TYPE_FAILED_VM_FROM_POOL_CANNOT_BE_STATELESS=N\u00E3o foi poss\u00EDvel ${action} ${type}.O VM n\u00E3o pode ser sem estado.
ACTION_TYPE_FAILED_PRESTARTED_VMS_CANNOT_EXCEED_VMS_COUNT=N\u00E3o foi poss\u00EDvel  ${action} ${type}. O n\u00FAmero de VMs Pr\u00E9-iniciados n\u00E3o pode exceder o n\u00FAmero de VMs no Pool.
ACTION_TYPE_FAILED_VM_WITH_BLANK_TEMPLATE=N\u00E3o foi poss\u00EDvel ${action} ${type}\: o VM foi criado no Modelo em branco e n\u00E3o cont\u00E9m um sistema operacional. Por favor rode o VM usando as op\u00E7\u00F5es 'Iniciar a partir do CD' ou 'Iniciar a partir da Rede' a partir do menu 'Rode uma vez'.
ACTION_TYPE_FAILED_DISK_SPACE_LOW=N\u00E3o foi poss\u00EDvel ${action} ${type}. H\u00E1 pouco espa\u00E7o no disco do Dom\u00EDnio de Armazenamento relevante.
ACTION_TYPE_FAILED_DEDICATED_VDS_NOT_IN_SAME_CLUSTER=N\u00E3o foi poss\u00EDvel ${action} ${type}. O Cluster do Host dedicado n\u00E3o \u00E9 id\u00EAntico ao Cluster do VM.
ACTION_TYPE_FAILED_DISK_CONFIGURATION_NOT_SUPPORTED=N\u00E3o foi poss\u00EDvel ${action} ${type}. A configura\u00E7\u00E3o do disco selecionado n\u00E3o \u00E9 suportada.
ACTION_TYPE_FAILED_DISK_LUN_IS_ALREADY_IN_USE=N\u00E3o foi poss\u00EDvel ${action} ${type}. O LUN fornecido est\u00E1 sendo usado por outro disco.
ACTION_TYPE_FAILED_MIGRATION_IN_PROGRESS=N\u00E3o foi poss\u00EDvel ${action} ${type}. A migra\u00E7\u00E3o do VM est\u00E1 em andamento.
ACTION_TYPE_FAILED_MIGRATION_TO_SAME_HOST=N\u00E3o foi poss\u00EDvel ${action} ${type}. A fonte e destino s\u00E3o os mesmos.
ACTION_TYPE_FAILED_INVALID_CUSTOM_VM_PROPERTIES_INVALID_SYNTAX=N\u00E3o foi poss\u00EDvel ${action} ${type} caso as propriedades VM personalizadas est\u00E3o em formato inv\u00E1lido. Por favor cheque a entrada.
ACTION_TYPE_FAILED_INVALID_CUSTOM_VM_PROPERTIES_INVALID_KEYS=N\u00E3o foi poss\u00EDvel ${action} ${type} uma vez que algumas das propriedades personalizadas especificadas n\u00E3o s\u00E3o configuradas pelo sistema. As teclas s\u00E3o\: ${MissingKeys}
ACTION_TYPE_FAILED_INVALID_CUSTOM_VM_PROPERTIES_INVALID_VALUES=N\u00E3o foi poss\u00EDvel ${action} ${type} uma vez que algumas das propriedades personalizadas especificadas possuem valores ilegais. As teclas s\u00E3o\:  ${WrongValueKeys}
ACTION_TYPE_FAILED_VDS_VM_CLUSTER=N\u00E3o foi poss\u00EDvel ${action} ${type}. N\u00E3o existem Hosts no Cluster do Host.
ACTION_TYPE_FAILED_VDS_VM_MEMORY=N\u00E3o foi poss\u00EDvel ${action} ${type}. N\u00E3o existem Hosts rodando com mem\u00F3ria suficiente no Cluster do VM.
ACTION_TYPE_FAILED_VDS_VM_CPUS=N\u00E3o foi poss\u00EDvel ${action} ${type}. N\u00E3o existem Hosts rodando com mem\u00F3ria base suficiente no Cluster do VM.
ACTION_TYPE_FAILED_VDS_VM_NETWORKS=N\u00E3o foi poss\u00EDvel ${action} ${type}. N\u00E3o existem Hosts dispon\u00EDveis com todas as redes usadas pelo VM.
CANNOT_MAINTANANCE_VDS_RUN_VMS_NO_OTHER_RUNNING_VDS=Os seguintes Hosts possuem VMs rodando e n\u00E3o podem ser alterados ao modo de manuten\u00E7\u00E3o\: ${HostsList}.
Please=certifique-se de que os Clusters possuem pelo menos um Host \nno estado ATIVADO\: ${ClustersList}.
ACTION_TYPE_FAILED_VDS_VM_VERSION=N\u00E3o foi poss\u00EDvel ${action} ${type}. A vers\u00E3o das ferramentas do VM (${toolsVersion}) n\u00E3o coincide com a vers\u00E3o do Host (${serverVersion}).
ACTION_TYPE_FAILED_VDS_VM_SWAP=N\u00E3o foi poss\u00EDvel ${action} ${type}. A porcentagem de troca do host est\u00E1 acima do limite definido.\n- Verifique o seu par\u00E2metro de configura\u00E7\u00E3o para a Porcentagem da Troca do Host.
ACTION_TYPE_FAILED_NO_VDS_AVAILABLE_IN_CLUSTER=N\u00E3o foi poss\u00EDvel ${action} ${type}. N\u00E3o h\u00E1 Host operacional dispon\u00EDvel (no estao ATIVADO) no Cluster relevante.
ACTION_TYPE_FAILED_CANNOT_REMOVE_IMAGE_TEMPLATE=N\u00E3o foi poss\u00EDvel ${action} ${type}. A remo\u00E7\u00E3o do Trecho do Modelo n\u00E3o \u00E9 permitida.
ACTION_TYPE_FAILED_CANNOT_REMOVE_ACTIVE_IMAGE=N\u00E3o foi poss\u00EDvel ${action} ${type}. A remo\u00E7\u00E3o do Trecho ativo do VM n\u00E3o \u00E9 permitida.
ACTION_TYPE_FAILED_PROBLEM_WITH_CANDIDATE_INFO=N\u00E3o foi poss\u00EDvel ${action} ${type}. Falha ao obter os dados para a Opera\u00E7\u00E3o Importar.\n- Verifique seu dom\u00EDnio de Importa\u00E7\u00E3o.
ACTION_TYPE_FAILED_TEMPLATE_DOES_NOT_EXIST=N\u00E3o foi poss\u00EDvel ${action} ${type}. O Modelo relevante n\u00E3o existe.
ACTION_TYPE_FAILED_IMAGE_ALREADY_EXISTS=N\u00E3o foi poss\u00EDvel ${action} ${type}. Uma das Imagens do Modelo j\u00E1 existe.
ACTION_TYPE_FAILED_TEMPLATE_NAME_ALREADY_EXISTS=N\u00E3o foi poss\u00EDvel ${action} ${type}. O Modelo com o mesmo nome j\u00E1 existe.
ACTION_TYPE_FAILED_TEMPLATE_GUID_ALREADY_EXISTS=N\u00E3o foi poss\u00EDvel ${action} ${type}. J\u00E1 existe um Modelo com o mesmo identificador.
ACTION_TYPE_FAILED_CANDIDATE_ALREADY_EXISTS=N\u00E3o foi poss\u00EDvel ${action} ${type}.  O candidato de exporta\u00E7\u00E3o j\u00E1 existe no caminho especificado.\n- Use a op\u00E7\u00E3o 'For\u00E7ar Substitui\u00E7\u00E3o' para substituir o arquivo existente.
ACTION_TYPE_FAILED_ROLE_IS_READ_ONLY=N\u00E3o foi poss\u00EDvel ${action} ${type}. A Fun\u00E7\u00E3o \u00E9 de Leitura-Apenas.
ACTION_TYPE_FAILED_STORAGE_POOL_NOT_MATCH=N\u00E3o foi poss\u00EDvel ${action} ${type}. O destino do Centro de Dados n\u00E3o cont\u00E9m o ${type}.
ACTION_TYPE_FAILED_STORAGE_DOMAIN_ALREADY_CONTAINS_DISK=N\u00E3o foi poss\u00EDvel ${action} ${type}. O Dom\u00EDnio de Armazenamento j\u00E1 cont\u00E9m o(s) disco(s).
ACTION_TYPE_FAILED_STORAGE_DOMAIN_NAME_ALREADY_EXIST=N\u00E3o foi poss\u00EDvel ${action} ${type}. O nome em armazenamento j\u00E1 est\u00E1 em uso.
ACTION_TYPE_FAILED_STORAGE_DOMAIN_ALREADY_EXIST=N\u00E3o foi poss\u00EDvel ${action} ${type}. O Dom\u00EDnio de Armazenamento j\u00E1 existe.
ACTION_TYPE_FAILED_STORAGE_POOL_NAME_ALREADY_EXIST=N\u00E3o foi poss\u00EDvel ${action} ${type}. O nome do Centro de Dados j\u00E1 est\u00E1 em uso.
ACTION_TYPE_FAILED_TEMPLATE_NOT_FOUND_ON_DESTINATION_DOMAIN=N\u00E3o foi poss\u00EDvel ${action} ${type}. O Dom\u00EDnio do Armazenamento n\u00E3o cont\u00E9m o Modelo do VM.
ACTION_TYPE_FAILED_NO_VDS_IN_POOL=N\u00E3o foi poss\u00EDvel ${action} ${type}. N\u00E3o h\u00E1 Host ativo no Centro de Dados.
VAR__TYPE__HOST=$type Host
VAR__TYPE__NETWORK=$type Network
VAR__TYPE__NETWORKS=$type Networks
VAR__TYPE__VM=$type VM
VAR__TYPE__QUOTA=$type Quota
VAR__TYPE__COMPUTER_ACCOUNT=$type Computer Account
VAR__TYPE__VM_TEMPLATE=$type Template
VAR__TYPE__SNAPSHOT=$type Snapshot
VAR__TYPE__DESKTOP_POOL=$type VM-Pool
VAR__TYPE__VM_FROM_VM_POOL=$type VM from VM-Pool
VAR__TYPE__CLUSTER=$type Cluster
VAR__TYPE__ROLE=$type Role
VAR__TYPE__INTERFACE=$type Interface
VAR__TYPE__VM_DISK=$type Virtual Machine Disk
VAR__TYPE__BOOKMARK=$type Bookmark
VAR__TYPE__VM_TICKET=$type Virtual Machine Ticket
VAR__TYPE__STORAGE__CONNECTION=$type Storage Connection
VAR__TYPE__STORAGE__DOMAIN=$type Storage
VAR__TYPE__STORAGE__POOL=$type Repository
VAR__TYPE__USER_FROM_VM=$type User to VM
VAR__TYPE__USER=$type User
VAR__ACTION__RUN=$action run
VAR__ACTION__REMOVE=$action remove
VAR__ACTION__ADD=$action add
VAR__ACTION__CREATE=$action create
VAR__ACTION__PAUSE=$action suspend
VAR__ACTION__HIBERNATE=$action hibernate
VAR__ACTION__MIGRATE=$action migrate
VAR__ACTION__CANCEL_MIGRATE=$action cancel migration
VAR__ACTION__REVERT_TO=$action revert to
VAR__ACTION__PREVIEW=$action preview
VAR__ACTION__STOP=$action stop
VAR__ACTION__START=$action start
VAR__ACTION__RESTART=$action restart
VAR__ACTION__SHUTDOWN=$action shutdown
VAR__ACTION__EXPORT=$action export
VAR__ACTION__EXTEND=$action extend
VAR__ACTION__IMPORT=$action import
VAR__ACTION__ATTACH_ACTION_TO=$action attach
VAR__ACTION__DETACH_ACTION_TO=$action detach
VAR__ACTION__MOVE=$action move
VAR__ACTION__COPY=$action copy
VAR__ACTION__CHANGE_CD=$action Change CD
VAR__ACTION__EJECT_CD=$action Eject CD
VAR__ACTION__ALLOCATE_AND_RUN=$action allocate and run
VAR__ACTION__MANUAL_FENCE=$action confirm 'Host has been rebooted'
VAR__ACTION__MAINTENANCE=$action maintenance
VAR__ACTION__SET=$action set
VAR__ACTION__SETUP=$action setup
VAR__ACTION__UPDATE=$action edit
VAR__ACTION__ATTACH=$action attach
VAR__ACTION__DETACH=$action detach
VAR__ACTION__ACTIVATE=$action activate
VAR__ACTION__DEACTIVATE=$action deactivate
VAR__ACTION__RECONSTRUCT_MASTER=$action reconstruct master
VAR__ACTION__RECOVER_POOL=$action recover Data Center
VAR__ACTION__DESTROY_DOMAIN=$action destroy
VAR__ACTION__HOT_PLUG=$action hot plug
VAR__ACTION__HOT_UNPLUG=$action hot unplug
VAR__ACTION__LOGON=$action log on
VAR__ACTION__LOGOFF=$action log off
VAR__ACTION__ASSIGN=$action assign
VAR__HOST_STATUS__UP=$hostStatus Up
VAR__HOST_STATUS__UP_MAINTENANCE_OR_NON_OPERATIONAL=$hostStatus Up, Maintenance or Non operational
ACTION_TYPE_FAILED_DISK_ALREADY_ATTACHED=N\u00E3o foi poss\u00EDvel ${action} ${type}. O disco j\u00E1 est\u00E1 anexado ao VM.
ACTION_TYPE_FAILED_DISK_ALREADY_DETACHED=N\u00E3o foi poss\u00EDvel ${action} ${type}. O disco j\u00E1 est\u00E1 desanexado do VM.
ACTION_TYPE_FAILED_NOT_SHAREABLE_DISK_ALREADY_ATTACHED=N\u00E3o foi poss\u00EDvel ${action} ${type}. O disco n\u00E3o \u00E9 compartilh\u00E1vel e j\u00E1 est\u00E1 anexado ao VM.
ACTION_TYPE_FAILED_VM_MAX_RESOURCE_EXEEDED=N\u00E3o foi poss\u00EDvel ${action} ${type}. O valor m\u00E1ximo para a execu\u00E7\u00E3o atual dos VMs est\u00E1 excedente.
ACTION_TYPE_FAILED_MISSED_STORAGES_FOR_SOME_DISKS=N\u00E3o foi poss\u00EDvel ${action} ${type}. Os dom\u00EDnios de armazenamento de destina\u00E7\u00E3o fornecidos coincidem com os discos fornecidos.
ACTION_TYPE_FAILED_STOARGE_DOMAIN_IS_WRONG=N\u00E3o foi poss\u00EDvel ${action} ${type}. Foi fornecido um dom\u00EDnio de armazenamento errado, que n\u00E3o \u00E9 relacionado ao disco.
ACTION_TYPE_FAILED_CPU_NOT_FOUND=N\u00E3o foi poss\u00EDvel ${action} ${type}. O CPU escolhido n\u00E3o \u00E9 suportado.
ACTION_TYPE_FAILED_EXCEEDED_MAX_PCI_SLOTS=N\u00E3o foi poss\u00EDvel ${action} ${type}. Os dispositivos m\u00E1ximos de PCI s\u00E3o excedentes.
ACTION_TYPE_FAILED_EXCEEDED_MAX_IDE_SLOTS=N\u00E3o foi poss\u00EDvel ${action} ${type}. Os dispositivos m\u00E1ximos de IDE s\u00E3o excedentes.
USER_CANNOT_ATTACH_TO_VM_ALREADY_ATTACHED=O usu\u00E1rio j\u00E1 est\u00E1 anexado ao VM
USER_CANNOT_ATTACH_TO_VM_NOT_ATTACHED=O usu\u00E1rio n\u00E3o est\u00E1 anexado a  este VM.
USER_FAILED_TO_AUTHENTICATE=Falha no logon. Por favor verifique a informa\u00E7\u00E3o de logon ou contate o administrador de sistema.
USER_FAILED_TO_AUTHENTICATE_KERBEROS_ERROR=Falha no logon. O cliente n\u00E3o foi encontrado no banco de dados. Por favor verifique a sua informa\u00E7\u00E3o de logon ou contate o seu administrador de sistema.
USER_FAILED_TO_AUTHENTICATION_WRONG_AUTHENTICATION_METHOD=Falha no logon (Falha na Autentica\u00E7\u00E3o).\n- Por favor verifique se o m\u00E9todo de autentica\u00E7\u00E3o correto est\u00E1 sendo usado no seu sistema.
VMT_CANNOT_CREATE_DUPLICATE_NAME=N\u00E3o foi poss\u00EDvel ${action} ${type}. O nome do modelo j\u00E1 existe.
VMT_CLUSTER_IS_NOT_VALID=N\u00E3o foi poss\u00EDvel ${action} ${type}. A ID do cluster est\u00E1 inv\u00E1lida.
USER_ACCOUNT_DISABLED=N\u00E3o foi poss\u00EDvel efetuar o Logon. A Conta do Usu\u00E1rio est\u00E1 Desativada ou Bloqueada. Por favor contate seu administrador de sistema.
USER_CANNOT_LOGIN_SESSION_MISSING=N\u00E3o foi poss\u00EDvel efetuar o logon. Tempo limite da sess\u00E3o.
USER_CANNOT_REMOVE_ADMIN_USER=N\u00E3o foi poss\u00EDvel remover o usu\u00E1rio de administrador interno ou suas permiss\u00F5es.
USER_MUST_EXIST_IN_DB=O usu\u00E1rio tem que existe no Banco de Dados.
USER_MUST_EXIST_IN_DIRECTORY=O usu\u00E1rio tem que existe no Diret\u00F3rio.
USER_IS_ALREADY_LOGGED_IN=O usu\u00E1rio j\u00E1 est\u00E1 conectado.
USER_IS_NOT_LOGGED_IN=O usu\u00E1rio n\u00E3o est\u00E1 conectado.
USER_DOES_NOT_HAVE_A_VALID_EMAIL=O usu\u00E1rio n\u00E3o possui um endere\u00E7o de e-mail v\u00E1lido.
USB_NATIVE_SUPPORT_ONLY_AVAILABLE_ON_CLUSTER_LEVEL=O suporte USB ativo est\u00E1 apenas dispon\u00EDvel no n\u00EDvel de cluster 3.1 ou superior.
USB_LEGACY_NOT_SUPPORTED_ON_LINUX_VMS=O suporte de USB de Legacia n\u00E3o est\u00E1 dispon\u00EDvel no Linux VMs.
VM_POOL_CANNOT_CREATE_DUPLICATE_NAME=N\u00E3o foi poss\u00EDvel ${action} VM-Pool. O VM-Pool J\u00E1 existe um VM com o mesmo nome. 
VM_POOL_CANNOT_CREATE_FROM_BLANK_TEMPLATE=O VM-Pool deve ser baseado num Modelo que n\u00E3o esteja em branco.
VM_POOL_CANNOT_UPDATE_POOL_NOT_FOUND=N\u00E3o foi poss\u00EDvel editar as propriedades do VM-Pool. O VM-Pool n\u00E3o foi encontrado.
ACTION_TYPE_FAILED_VM_TASKS_ARE_ALREADY_RUNNING=N\u00E3o foi poss\u00EDvel ${action} ${type}. J\u00E1 existem tarefas ass\u00EDncronas rodando, por favor tente mais tarde.
VM_CANNOT_SUSPENDE_HAS_RUNNING_TASKS=N\u00E3o foi poss\u00EDvel suspender o VM. O VM j\u00E1 possui tarefas rodando, por favor tente mais tarde.
VM_CANNOT_SUSPEND_STATELESS_VM=N\u00E3o foi poss\u00EDvel suspender o VM. O VM est\u00E1 sem estado.
VM_CANNOT_SUSPEND_VM_FROM_POOL=N\u00E3o foi poss\u00EDvel suspender o VM que pertence ao VM-Pool.
VM_CANNOT_SUSPEND_VM_WITHOUT_IMAGE_DISKS=N\u00E3o foi poss\u00EDvel suspender o VM que n\u00E3o possui discos de imagem.
USER_NOT_AUTHORIZED_TO_PERFORM_ACTION=O usu\u00E1rio n\u00E3o est\u00E1 autorizado a executar esta a\u00E7\u00E3o.
ERROR_CANNOT_REMOVE_ROLE_ATTACHED_TO_PERMISSION=Uma ou mais Permiss\u00F5es continuam associadas com a Fun\u00E7\u00E3o.\n- Por favor remova todas as Permiss\u00F5es primeiramente.
ERROR_CANNOT_REMOVE_ROLE_INVALID_ROLE_ID=N\u00E3o foi poss\u00EDvel remover a Fun\u00E7\u00E3o, a id da Fun\u00E7\u00E3o est\u00E1 inv\u00E1lida.
ERROR_CANNOT_UPDATE_ROLE_NAME=N\u00E3o foi poss\u00EDvel ${action} a Fun\u00E7\u00E3o. J\u00E1 existe uma Fun\u00E7\u00E3o com o mesmo nome. 
ERROR_CANNOT_UPDATE_ROLE_ID=N\u00E3o foi poss\u00EDvel ${action} a Fun\u00E7\u00E3o. A altera\u00E7\u00E3o da ID da Fun\u00E7\u00E3o n\u00E3o \u00E9 permitida.
ERROR_CANNOT_UPDATE_ROLE_TYPE=N\u00E3o foi poss\u00EDvel ${action} a Fun\u00E7\u00E3o. A altera\u00E7\u00E3o do tipo da Fun\u00E7\u00E3o n\u00E3o \u00E9 permitida.
VDS_APPROVE_WRONG_VDS_TYPE=N\u00E3o foi poss\u00EDvel aprovar o Host. A opera\u00E7\u00E3o de aprova\u00E7\u00E3o \u00E9 aplic\u00E1vel apenas nos hosts do Hipervisor do RHEV.\n-Por favor use uma Nova opera\u00E7\u00E3o com o objetivo de instalar os hosts do RHEL.
VDS_APPROVE_VDS_IN_WRONG_STATUS=N\u00E3o foi poss\u00EDvel aprovar o Host do Hipervisor do RHEV.\n- O Host deve estar no status de "Aprova\u00E7\u00E3o Pendente" ou "Falha na Insta\u00E7a\u00E7\u00E3o" com o objetivo de ser aprovado.
VDS_SHUTDOWN_VDS_NOT_FOUND=N\u00E3o foi poss\u00EDvel encerrar o Host. O Host n\u00E3o est\u00E1 alcan\u00E7\u00E1vel.
VDS_SHUTDOWN_NO_RESPONSE=N\u00E3o foi poss\u00EDvel encerrar o Host. O Host j\u00E1 est\u00E1 Encerrado ou no estado Sem Resposta.
VDS_NEW_CLUSTER_ILLEGAL=N\u00E3o foi poss\u00EDvel atualizar as propriedades do Host. O CPU do Cluster e do Host n\u00E3o coincidem.
VDS_CLUSTER_IS_NOT_VALID=N\u00E3o foi poss\u00EDvel ${action} ${type}. A ID do cluster est\u00E1 inv\u00E1lida.
VDS_GROUP_CANNOT_UPDATE_CPU_ILLEGAL=N\u00E3o foi poss\u00EDvel alterar o tipo de CPU do Cluster quando houver Hosts anexados ao este Cluster.
VDS_GROUP_CANNOT_UPDATE_CPU_WITH_LOWER_HOSTS=N\u00E3o foi poss\u00EDvel alterar o CPU do Cluster para um tipo mais alto de CPU quando houverem Hosts ativos comum tipo de CPU mais baixo.\n- Por favor remova os Hosts com o um CPU mais baixo para manuten\u00E7\u00E3o primeiramente.
VDS_GROUP_CANNOT_UPDATE_COMPATIBILITY_VERSION_WITH_LOWER_HOSTS=N\u00E3o foi poss\u00EDvel alterar a Vers\u00E3o de Compatibilidade do Cluster para uma vers\u00E3o mais alta quando houverem Hosts ativos com vers\u00E3o mais baixa.\n- Por favor remova os Hosts com vers\u00E3o mais baixa para manuten\u00E7\u00E3o primeiramente.
VDS_GROUP_CANNOT_ADD_COMPATIBILITY_VERSION_WITH_LOWER_STORAGE_POOL=N\u00E3o foi poss\u00EDvel adicionar a Vers\u00E3o de Compatibilidade inferior \u00E0 Vers\u00E3o de Compatibilidade do Banco de Dados.\n- Por favor atualize o seu Cluster a uma vers\u00E3o de Compatibilidade mais recente primeiramente.
VDS_GROUP_CPU_TYPE_CANNOT_BE_NULL=N\u00E3o foi poss\u00EDvel adicionar o Cluster. O tipo de CPU deve ser especificado.
VDS_GROUP_CANNOT_DO_ACTION_NAME_IN_USE=N\u00E3o foi poss\u00EDvel ${action} no Cluster. O nome do Cluster j\u00E1 est\u00E1 em uso.
NETWORK_NAME_ALREADY_EXISTS=N\u00E3o foi poss\u00EDvel ${action} ${type}. O nome da rede j\u00E1 existe.
ACTION_TYPE_FAILED_STORAGE_CONNECTION=N\u00E3o foi poss\u00EDvel conectar ao servidor para Armazenamento.
ACTION_TYPE_FAILED_STORAGE_CONNECTION_NOT_EXIST=N\u00E3o foi poss\u00EDvel ${action} ${type}. Erro interno. A conex\u00E3o do Armazenamento n\u00E3o existe.
ACTION_TYPE_FAILED_STORAGE_CONNECTION_WRONG_PARAMETERS_FOR_STORAGE_TYPE=N\u00E3o foi poss\u00EDvel ${action} ${type}. Os par\u00E2metros de Conex\u00E3o s\u00E3o inv\u00E1lidos para este tipo de armazenamento.
ACTION_TYPE_FAILED_STORAGE_DOMAIN_NOT_EXIST=N\u00E3o foi poss\u00EDvel ${action} ${type}. O Dom\u00EDnio de Armazenamento n\u00E3o existe.
ACTION_TYPE_FAILED_CANNOT_CHANGE_STORAGE_DOMAIN_TYPE=N\u00E3o foi poss\u00EDvel ${action} ${type}. N\u00E3o foi poss\u00EDvel alterar o tipo de Dom\u00EDnio de Armazenamento.
ACTION_TYPE_FAILED_STORAGE_DOMAIN_STATUS_ILLEGAL=N\u00E3o foi poss\u00EDvel ${action} ${type}. O Dom\u00EDnio de Armazenamento relevante est\u00E1 inacess\u00EDvel.\n-Por favor manuseie os problemas do Dom\u00EDnio de Armazenamento e tente novamente a opera\u00E7\u00E3o.
ACTION_TYPE_FAILED_STORAGE_DOMAIN_STATUS_ILLEGAL2=N\u00E3o foi poss\u00EDvel ${action} ${type}. O status do Armazenamento \u00E9 ${status}.\n-Por favor verifique o Dom\u00EDnio de Armazenamento e tente novamente a opera\u00E7\u00E3o.
STORAGE_POOL_REINITIALIZE_WITH_MORE_THAN_ONE_DATA_DOMAIN=N\u00E3o foi poss\u00EDvel ${action} ${type}.\nA a\u00E7\u00E3o ${action} pode ser executada num Centro de Dados que possui apenas um Dom\u00EDnio de Armazenamento no estado Ativo/Desconhecido.
ACTION_TYPE_FAILED_STORAGE_POOL_NOT_EXIST=O Centro de Dados n\u00E3o existe.
ACTION_TYPE_FAILED_STORAGE_DOMAIN_NOT_IN_STORAGE_POOL=N\u00E3o foi poss\u00EDvel ${action} ${type}. O Dom\u00EDnio de Armazenamento Selecionado n\u00E3o faz parte do Centro de Dados.
ERROR_CANNOT_DETACH_STORAGE_DOMAIN_WITH_IMAGES=N\u00E3o foi poss\u00EDvel desanexar um Dom\u00EDnio de Armazenamento.\n-Por favor remova todos os VMs/Modelos/Discos e tente novamente.
ERROR_CANNOT_REMOVE_STORAGE_POOL_WITH_IMAGES=N\u00E3o foi poss\u00EDvel remover o Centro de Dados enquanto houver volumes no mesmo.\n-Por favor remova todos os VMs e Modelos primeiramente.
ERROR_CANNOT_REMOVE_STORAGE_POOL_WITH_VMS=N\u00E3o foi poss\u00EDvel remover o Centro de Dados enquanto houver VMs no mesmo.\n-Por favor remova todos os VMs e Mopdelos primeiramente.
ERROR_CANNOT_REMOVE_STORAGE_POOL_WITH_NONMASTER_DOMAINS=N\u00E3o foi poss\u00EDvel remover o Centro de Dados enquanto houver mais de um Dom\u00EDnio de Armazenamento anexado.
ERROR_CANNOT_REMOVE_STORAGE_DOMAIN_DO_FORMAT=N\u00E3o foi poss\u00EDvel remover o Dom\u00EDnio de Armazenamento. O armazenamento de dados deve esrtar formatado ap\u00F3s a remo\u00E7\u00E3o.\n-Por favor verifique se a op\u00E7\u00E3o do Formato est\u00E1 ativada no Dom\u00EDnio de Dados.
ACTION_TYPE_FAILED_STORAGE_POOL_STATUS_ILLEGAL=N\u00E3o foi poss\u00EDvel ${action} ${type}. O status do Centro de Dados \u00E9 desconhecido.
NETWORK_BOND_NAME_EXISTS=O nome do bond j\u00E1 existe.
NETWORK_BOND_NOT_EXISTS=O nome do bond n\u00E3o existe.
NETWORK_CHECK_CONNECTIVITY=N\u00E3o foi poss\u00EDvel checar a conectividade em uma rede sem-gerenciamento.
NETWORK_BOND_PARAMETERS_INVALID=Par\u00E2metros inv\u00E1lidos.\n-Por favor verifique se o nome do bond est\u00E1 formatado como <bondYYY>.\n-O bond consiste de pelo menos duas interfaces de rede (NICs).
NETWORK_INTERFACE_ALREADY_IN_BOND=A Interface da Rede j\u00E1 pertence ao bond.
NETWORK_INVALID_BOND_NAME=O nome do bond deve estar formatado como <bondYYY>.
NETWORK_INTERFACE_NOT_EXISTS=O nome da rede n\u00E3o existe.
ERROR_CANNOT_ATTACH_MORE_THAN_ONE_ISO_DOMAIN=N\u00E3o foi poss\u00EDvel anexar mais do que um Dom\u00EDnio de Armazenamento ISO no mesmo Centro de Dados. Caso voc\u00EA deseje usar um Dom\u00EDnio recentemente criado, desanexe o Dom\u00EDnio existente e anexe um novo Dom\u00EDnio.
ERROR_CANNOT_ATTACH_MORE_THAN_ONE_EXPORT_DOMAIN=N\u00E3o foi poss\u00EDvel anexar mais do que um Dom\u00EDnio de Armazenamento de Importa\u00E7\u00E3o/Exporta\u00E7\u00E3o no mesmo Centro de Dados. Caso voc\u00EA deseje usar um Dom\u00EDnio recentemente criado, desanexe o Dom\u00EDnio existente e anexe um novo Dom\u00EDnio.
ERROR_CANNOT_ATTACH_STORAGE_DOMAIN_STORAGE_TYPE_NOT_MATCH=N\u00E3o foi poss\u00EDvel anexar o armazenamento ao Centro de Dados. O tipo de armazenamento n\u00E3o coincide com o tipo de Centro de Dados.
ERROR_CANNOT_CHANGE_STORAGE_POOL_TYPE_WITH_DOMAINS=N\u00E3o foi poss\u00EDvel alterar o tipo de Centro de Dados quando os Dom\u00EDnios de Armazenamento estiverem anexado ao mesmo.\n-Por favor desanexe todos os Dom\u00EDnios de Armazenamento anexados e tente novamente.
NETWORK_INTERFACE_ALREADY_HAVE_NETWORK=A Interface da Rede j\u00E1 est\u00E1 anexada a uma Rede L\u00F3gica.
NETWORK_ALREAY_ATTACH_TO_INTERFACE=A Rede L\u00F3gica j\u00E1 est\u00E1 anexada \u00E0 Interface da Rede.
NETWORK_NOT_EXISTS=A Rede L\u00F3gica especificada n\u00E3o existe.
ERROR_CANNOT_RECOVERY_STORAGE_POOL_THERE_IS_ACTIVE_DATA_DOMAINS=N\u00E3o foi poss\u00EDvel recuperar o Centro de Dados com o Dom\u00EDnio do Armazenamento de Dados no Centro de Dados.
ERROR_CANNOT_RECOVERY_STORAGE_POOL_STORAGE_TYPE_MISSMATCH=N\u00E3o foi poss\u00EDvel recuperar o Centro de Dados. O tipo de Dom\u00EDnio de Armazenamento e Centro de Dados n\u00E3o coincide.
ERROR_CANNOT_DETACH_LAST_STORAGE_DOMAIN=N\u00E3o foi poss\u00EDvel remover o Dom\u00EDnio de Armazenamento mestre a partir do Centro de Dados sem outro Dom\u00EDnio de Armazenamento ativo substitu\u00ED-lo.\n- Tente ativar outro Dom\u00EDnio de Armazenamento no Centro de Dados ou remover o Centro de Dados.
ERROR_CANNOT_DESTROY_LAST_STORAGE_DOMAIN=N\u00E3o foi poss\u00EDvel destruir o Dom\u00EDnio de Armazenamento mestre a partir do Centro de Dados sem outro Dom\u00EDnio de Armazenamento ativo substitu\u00ED-lo.\n- Tente ativar outro Dom\u00EDnio de Armazenamento no Centro de Dados ou remover o Centro de Dados.\n- Caso voc\u00EA tenha problemas com o Dom\u00EDnio de Dados mestre, considere o seguinte processo de recupera\u00E7\u00E3o descrito na documenta\u00E7\u00E3o, ou contate o seu administrador de sistema.
ERROR_CANNOT_DESTROY_LAST_STORAGE_DOMAIN_HOST_NOT_ACTIVE=Com o objetivo de completar a opera\u00E7\u00E3o, um novo Dom\u00EDnio de Armazenamento precisa ser elegido. Isto requer pelo menos um Host ativo no Centro de Dados.\n-Por favor certifique-se de que um dos Hosts est\u00E1 ativo no Centro de Dados primeiramente.
ERROR_CANNOT_ADD_STORAGE_POOL_WITHOUT_DATA_DOMAIN=N\u00E3o foi poss\u00EDvel anexar o Dom\u00EDnio do Armazenamento.\n-Por favor anexe o Dom\u00EDnio de Dados ao Centro de Dados primeiramente.
ERROR_CANNOT_REMOVE_POOL_WITH_ACTIVE_DOMAINS=N\u00E3o foi poss\u00EDvel remover o Centro de Dados que cont\u00E9m os Dom\u00EDnios de Armazenamento ativos/bloqueados.\n- Por favor desative todos os dom\u00EDnios e espere terminar antes de remover o Centro de Dados.
VDS_GROUP_CANNOT_CHANGE_STORAGE_POOL=N\u00E3o foi poss\u00EDvel alterar a aasocia\u00E7\u00E3o do Centro de Dados quando editando um Cluster.
NETWORK_IN_USE=A Rede L\u00F3gica est\u00E1 em uso.\n-Por favor remova-a de todos os Hosts no Cluster e tente novamente.
ERROR_CANNOT_CREATE_STORAGE_DOMAIN_WITHOUT_VG_LV=O Grupo de Volume (VGs - Volume Group) e Volumes L\u00F3gicos (LVs - Logical Volumes) n\u00E3o est\u00E3o especificados.
NETWORK_INTERFACE_TEMPLATE_CANNOT_BE_SET=N\u00E3o foi poss\u00EDvel ${action} ${type}. A ID do Modelo do VM deve estar vazia.
NETWORK_INTERFACE_VM_CANNOT_BE_SET=N\u00E3o foi poss\u00EDvel ${action} ${type}. A ID do VM deve estar vazia.
NETWORK_INTERFACE_NAME_ALREAY_IN_USE=A Interface da rede j\u00E1 est\u00E1 em uso.
EN_UNKNOWN_NOTIFICATION_METHOD=O m\u00E9todo de notifica\u00E7\u00E3o n\u00E3o \u00E9 suportado.
EN_UNSUPPORTED_NOTIFICATION_EVENT=O evento de Notifica\u00E7\u00E3o n\u00E3o \u00E9 suportado.
EN_EVENT_UP_SUBJECT_TEXT=Notifica\u00E7ao de Alterta.
EN_EVENT_DOWN_SUBJECT_TEXT=Problema de Notifica\u00E7\u00E3o Resolvido.
EN_ALREADY_SUBSCRIBED=O Usu\u00E1rio j\u00E1 est\u00E1 subscrito a este evento com o mesmo m\u00E9todo de notifica\u00E7\u00E3o.
EN_NOT_SUBSCRIBED=N\u00E3o foi poss\u00EDvel ${action} ${type}. O usu\u00E1rio n\u00E3o est\u00E1 subscrito a este evento com o m\u00E9todo de Notifica\u00E7\u00E3o gerado.
ACTION_TYPE_FAILED_STORAGE_DOMAIN_TYPE_ILLEGAL=N\u00F5 foi poss\u00EDvel ${action} ${type}. O tipo de Dom\u00EDnio de Evento n\u00E3o foi especificado.
ACTION_TYPE_FAILED_STORAGE_DOMAIN_FORMAT_ILLEGAL=N\u00E3o foi poss\u00EDvel ${action} ${type}. O formato do Dom\u00EDnio de Armazenamento ${storageFormat} \u00E9 ilegal.
ACTION_TYPE_FAILED_STORAGE_DOMAIN_FORMAT_ILLEGAL_HOST=N\u00E3o foi poss\u00EDvel ${action} ${type}. O formato de armazenamento ${storageFormat} n\u00E3o \u00E9 suportado no vers\u00E3o do host selecionado.
ERROR_CANNOT_EXTEND_NON_DATA_DOMAIN=N\u00E3o foi poss\u00EDvel estender o Dom\u00EDnio de Armazenamento. A opera\u00E7\u00E3o de estendida \u00E9 suportada apenas no Dom\u00EDnio de Armazenamento de Dados.
ERROR_CANNOT_EXTEND_CONNECTION_FAILED=N\u00E3o foi poss\u00EDvel estender o Dom\u00EDnio de Armazenamento. O dispositivo de armazenamento ${lun} n\u00E3o \u00E9 alcan\u00E7\u00E1vel do ${hostName}.
ERROR_CANNOT_CHANGE_STORAGE_DOMAIN_FIELDS=N\u00E3o foi poss\u00EDvel ${action} ${type}. Apenas o nome do Dom\u00EDnio de Armazenamento \u00E9 atualiz\u00E1vel.
ERROR_CANNOT_UPDATE_STORAGE_POOL_COMPATIBILITY_VERSION_BIGGER_THAN_CLUSTERS=N\u00E3o foi poss\u00EDvel atualizar a vers\u00E3o de compatibilidade do Centro de Dados aum valor acima do valor da vers\u00E3o do Cluster. Os seguintes clusters devem seer atualizados ${ClustersList}.
ERROR_CANNOT_ADD_EXISTING_STORAGE_DOMAIN_CONNECTION_DATA_ILLEGAL=N\u00E3o foi poss\u00EDvel importar o Dom\u00EDnio de Armazenamento. Erro Interno\: os dados da cole\u00E7\u00E3o s\u00E3o ilegais.
ERROR_CANNOT_ADD_EXISTING_STORAGE_DOMAIN_LUNS_PROBLEM=N\u00E3o foi poss\u00EDvel importar o Dom\u00EDnio do Armazenamento. Nem todos os  LUNs conectaram-se ao Dom\u00EDnio de Armazenamento.
NETWORK_MAC_ADDRESS_IN_USE=O Endere\u00E7o MAC j\u00E1 est\u00E1 em uso.
NETWORK_INVALID_MAC_ADDRESS=O Endere\u00E7o MAC especificado n\u00E3o pode ser configurado.\n- Por favor verifique se o Endere\u00E7o MAC est\u00E1 v\u00E1lido. 
NETWORK_INTERFACE_IN_USE_BY_VM=N\u00E3o foi poss\u00EDvel ${action} ${type}. H\u00E1 pelo menos um VM rodando que usa esta Rede.
NETWORK_CLUSTER_NETWORK_IN_USE=N\u00E3o foi poss\u00EDvel ${action} ${type}. A rede est\u00E1 sendo usada pelo menos um Cluster.
ERROR_CANNOT_DEACTIVATE_MASTER_WITH_NON_DATA_DOMAINS=N\u00E3o foi poss\u00EDvel desativa o Dom\u00EDnio do Armazenamento Mestre enquanto existirem dom\u00EDnios ativos ISO/Export no Centro de Dados.\n-Por favor desative todos os dom\u00EDnios ISO/Exportar primeiramente.
ERROR_CANNOT_DEACTIVATE_DOMAIN_WITH_TASKS=N\u00E3o foi poss\u00EDvel desativar o Dom\u00EDnio de Dados enquanto tarefas estiverem sendo executadas neste dom\u00EDnio de dados.\n-Por favor aguarde enquanto estas tarefas seja, finalizadas e tente novamente.
ERROR_CANNOT_DEACTIVATE_MASTER_DOMAIN_WITH_TASKS_ON_POOL=N\u00E3o foi poss\u00EDvel desativar o Dom\u00EDnio de Dados enquanto tarefas estiverem sendo executadas no pr\u00F3prio Centro de Dados.\n-Por favor aguarde enquanto estas tarefas seja, finalizadas e tente novamente.
ERROR_CANNOT_REMOVE_LAST_SUPER_USER_ROLE=N\u00E3o foi poss\u00EDvel ${action} ${type}. O sistema deve possuir pelo menos uma Fun\u00E7\u00E3o de Super Usu\u00E1rio definido.
VM_CANNOT_REMOVE_VM_WHEN_STATUS_IS_NOT_DOWN=N\u00E3o foi poss\u00EDvel remover o VM em que o pr\u00F3prio estado n\u00E3o est\u00E1 ativado.\n- Por favor interrompa o VM primeiramente.
ACTION_TYPE_FAILED_MASTER_STORAGE_DOMAIN_NOT_ACTIVE=Falha ao ${action} ${type} devido a um erro no Dom\u00EDnio de Armazenamneto mestre do Centro de Dados.\n-Por favor ative o Dom\u00EDnio de Armazenamento mestre primeiramente.
TAGS_SPECIFY_TAG_IS_NOT_EXISTS=O R\u00F3tulo especificado n\u00E3o existe.
NETWORK_CANNOT_REMOVE_NETWORK_IN_USE_BY_TEMPLATE=N\u00E3o foi poss\u00EDvel ${action} ${type}. A Rede est\u00E1 em uso por um  Modelo. \nA defini\u00E7\u00E3o da Rede n\u00E3o pode ser desanexada a n\u00E3o ser que todas as refer\u00EAncias a mesma estiverem esvaziadas.
NETWORK_CANNOT_CHANGE_STATUS_WHEN_NOT_DOWN=N\u00E3o foi poss\u00EDvel alterar as propriedades da Interface da Rede quando o VM n\u00E3o estiver Inativo.
NETWORK_CANNOT_ADD_INTERFACE_WHEN_VM_STATUS_NOT_UP_DOWN_LOCKED=N\u00E3o foi poss\u00EDvel adicionar uma Interface da Rede quando o VM n\u00E3o estiver Inativo, Ativo ou com Imagem Bloqueada.
NETWORK_CLUSTER_HAVE_NOT_EXISTING_DATA_CENTER_NETWORK=O Cluster possui Redes que n\u00E3o existem no Centro de Dados. Por favor remova essas Redes primeiramente.
NETWORK_NOT_EXISTS_IN_CURRENT_CLUSTER=A Rede L\u00F3gica especificada n\u00E3o existe no Cluster atual.
NETWORKS_NOT_IN_SYNC=N\u00E3o foi poss\u00EDvel ${action} ${type}. As seguintes defini\u00E7\u00F5es da Rede nas Intefaces da Rede s\u00E3o diferentes daquelas nas Redes L\u00F3gicas. Por favor sincronize as Interfaces de Rede antes de editar as redes\: ${NETWORKS_NOT_IN_SYNC}.
NETWORK_INTERFACES_ALREADY_SPECIFIED=N\u00E3o foi poss\u00EDvel ${action} ${type}. As seguintes Interfaces de Rede foram especficadas mais de uma vez\: ${NETWORK_INTERFACES_ALREADY_SPECIFIED_LIST}.
NETWORKS_ALREADY_ATTACHED_TO_IFACES=N\u00E3o foi poss\u00EDvel ${action} ${type}. As seguintes Redes L\u00F3gicas est\u00E3o anexadas a mais de uma Interface da Rede\: ${NETWORKS_ALREADY_ATTACHED_TO_IFACES_LIST}.
NETWORK_INTERFACES_DONT_EXIST=N\u00E3o foi poss\u00EDvel ${action} ${type}. As seguintes Interfaces de Rede n\u00E3o existem no Host\: ${NETWORK_INTERFACES_DONT_EXIST_LIST}.
NETWORKS_DONT_EXIST_IN_CLUSTER=N\u00E3o foi poss\u00EDvel ${action} ${type}. As seguintes Redes L\u00F3gicas n\u00E3o existem no Cluster do Host\: ${NETWORKS_ALREADY_ATTACHED_TO_IFACES_LIST}.
NETWORK_BONDS_INVALID_SLAVE_COUNT=N\u00E3o foi poss\u00EDvel ${action} ${type}. Os seguintes Bonds consistem em menos de duas Interfaces de Rede\: ${NETWORK_BONDS_INVALID_SLAVE_COUNT_LIST}.
NETWORK_INTERFACES_NOT_EXCLUSIVELY_USED_BY_NETWORK=N\u00E3o foi poss\u00EDvel ${action} ${type}. As seguintes Interfaces de Rede podem possuir apenas uma \u00FAnica Rede L\u00F3gica de VM, ou pelo menos uma Rede L\u00F3gica sem-VM e/ou diversas Redes L\u00F3gicas VLAN\: ${NETWORK_INTERFACES_NOT_EXCLUSIVELY_USED_BY_NETWORK_LIST}.
NETWORK_CANNOT_DETACH_NETWORK_USED_BY_VMS=N\u00E3o foi poss\u00EDvel ${action} ${type}. Os seguintes VMs continuam usando a Rede L\u00F3gica\: ${NETWORK_CANNOT_DETACH_NETWORK_USED_BY_VMS_LIST}. Por favor interrompa os VMs e tente novamente.
NON_VM_NETWORK_CANNOT_SUPPORT_STP=N\u00E3o foi poss\u00EDvel ${action} ${type}. O STP pode apenas ser ativado nas Redes do VM.
NETWORK_MTU_DIFFERENCES=N\u00E3o foi poss\u00EDvel ${action} ${type}. As seguintes Redes L\u00F3gicas n\u00E3o possuem o mesmo valor de MTU\: ${NETWORK_MTU_DIFFERENCES_LIST}.
NETWORK_MTU_OVERRIDE_NOT_SUPPORTED=N\u00E3o foi poss\u00EDvel ${action} ${type}. A substitui\u00E7\u00E3o do MTU n\u00E3o \u00E9 suportada para esta vers\u00E3o de compatibilidade do Centro de Dados.
CANNOT_PREIEW_CURRENT_IMAGE=A Imagem do Instant\u00E2neo usada no momento n\u00E3o pode ser usada no comando de Visualiza\u00E7\u00E3o. 
CONFIG_UNKNOWN_KEY=Entrada de Configura\u00E7\u00E3o ilegal.\n-Por favor verifique o nome da entrada da configura\u00E7\u00E3o.
TAGS_SPECIFIED_TAG_CANNOT_BE_THE_PARENT_OF_ITSELF=Opera\u00E7\u00E3o cancelada. a hierarquia de R\u00F3tulo recursivo n\u00E3o pode ser definida.
VM_CANNOT_MOVE_TO_CLUSTER_IN_OTHER_STORAGE_POOL=O VM pode ser movido apenas a um Cluster no mesmo Centro de Dados.
VM_CLUSTER_IS_NOT_VALID=N\u00E3o foi poss\u00EDvel ${action} ${type}. A ID do cluster est\u00E1 inv\u00E1lida.
NETWORK_OLD_NETWORK_NOT_SPECIFIED=O nome da rede anterior \u00E9 solicitado.
NETWORK_INTERFACE_EXITED_MAX_INTERFACES=N\u00E3o foi poss\u00EDvel ${action} ${type}. O VM n\u00E3o pode possuir mais do que 8 interfaces.
ACTION_TYPE_FAILED_DETECTED_ACTIVE_VMS=N\u00E3o foi poss\u00EDvel ${action} ${type}. Os VMs ativos foram detectados.\n-Por favor verifique se todos os VMs associados com o Dom\u00EDnio de Armazenamento est\u00E3o interrompidos e no estado Inativo primeiramente.
ACTION_TYPE_FAILED_HOST_NOT_EXIST=O Host fornecido n\u00E3o existe.
TAGS_SPECIFY_TAG_IS_IN_USE=O nome de R\u00F3tulo especificado j\u00E1 existe.
NETWORK_NET_EXISTS_IN_CLUSTER=A Rede L\u00F3gica especificada n\u00E3o existe no Cluster.
ACTION_LIST_CANNOT_BE_EMPTY=A lista de a\u00E7\u00F5es n\u00E3o pode estar vazia.
ACTION_TYPE_FAILED_BOOKMARK_NAME_ALREADY_EXISTS=N\u00E3o foi poss\u00EDvel ${action} ${type}. Um marcador com o mesmo nome j\u00E1 existe.
ACTION_TYPE_FAILED_BOOKMARK_INVALID_ID=N\u00E3o foi poss\u00EDvel ${action} ${type}. A ID do marcador n\u00E3o \u00E9 v\u00E1lida.
ACTION_TYPE_FAILED_VDS_STATUS_ILLEGAL=N\u00E3o foi poss\u00EDvel ${action} ${type}. A opera\u00E7\u00E3o pode ser apenas executada quando o status do Host for ${hostStatus}.
ACTION_TYPE_FAILED_MIGRATE_BETWEEN_TWO_CLUSTERS=N\u00E3o foi poss\u00EDvel ${action} ${type}. O VM pode ser migrado apenas entre os Hosts no mesmo Cluster.\n- Por favor selecione o Host do destino no mesmo Cluster para rodar o VM.
VDS_CANNOT_CHECK_VERSION_HOST_NON_RESPONSIVE=N\u00E3o foi poss\u00EDvel obter a vers\u00E3o do Host quando o Host estiver no estatus Sem-Resposta.
ACTION_TYPE_FAILED_VDS_INTERMITENT_CONNECTIVITY=Devido \u00E0 conectividade interminente a este Host. As opera\u00E7\u00F5es de cercamento n\u00E3o s\u00E3o permitidas desta vez. O sistema est\u00E1 tentando a reconec\u00E7\u00E3o. Por favor tente em 30 segundos.
ACTION_TYPE_FAILED_PM_ENABLED_WITHOUT_AGENT=N\u00E3o foi poss\u00EDvel ${action} ${type}. O Gerenciamento de Pot\u00EAncia est\u00E1 ativado para o Host, por\u00E9m nenhum tipo de Agente foi selecionado.
ACTION_TYPE_FAILED_PM_ENABLED_WITHOUT_AGENT_CREDENTIALS=N\u00E3o foi poss\u00EDvel ${action} ${type}. O Gerenciamento de Pot\u00EAncia est\u00E1 ativado para o Host, por\u00E9m faltam credenciais do Agente.
ACTION_TYPE_FAILED_AGENT_NOT_SUPPORTED=N\u00E3o foi poss\u00EDvel ${action} ${type}. O Agente de Gerenciamento de Pot\u00EAncia selecionado n\u00E3o \u00E9 suportado.
NETWORK_BOND_NOT_ATTACCH_TO_NETWORK=O bond n\u00E3o est\u00E1 selecionado \u00E0 Rede.
NETWORK_INTERFACE_NOT_ATTACCH_TO_NETWORK=A Interface da Rede n\u00E3o est\u00E1 anexada \u00E0 Rede L\u00F3gica.
NETWORK_INTERFACE_IN_USE_BY_VLAN=O bond n\u00E3o pode ser aplicado na Interface quando o VLAN estiver definido.\n-Por favor remova o VLAN da Interface.
NETWORK_ALREADY_ATTACHED_TO_CLUSTER=A Rede L\u00F3gica j\u00E1 est\u00E1 anexada ao Cluster.
ACTION_TYPE_FAILED_VDS_WITH_SAME_HOST_EXIST=N\u00E3o foi poss\u00EDvel ${action} ${type}. O Host como o mesmo endere\u00E7o j\u00E1 existe.
ACTION_TYPE_FAILED_ILLEGAL_MEMORY_SIZE=N\u00E3o foi poss\u00EDvel ${action} ${type}. O tamanho da mem\u00F3ria ilegal foi fornecida. O tamanhp precisa ser entre ${minMemorySize} MB e ${maxMemorySize} MB.
ACTION_TYPE_FAILED_ILLEGAL_NUM_OF_MONITORS=N\u00E3o foi poss\u00EDvel ${action} ${type}. O n\u00FAmero ilegal de monitores \u00E9 fornecido, o n\u00FAmero m\u00E1ximo permitdo \u00E9 1 para VNC e o n\u00FAmero m\u00E1ximo da vari\u00E1vel da configura\u00E7\u00E3o ValidNumOfMonitors para Spice.
ACTION_TYPE_FAILED_ILLEGAL_DOMAIN_NAME=N\u00E3o foi poss\u00EDvel ${action} ${type}. O nome do Dom\u00EDnio Ilegal\: ${Domain}. O nome do Dom\u00EDnio possui caractere especial n\u00E3o suportado ${Char}.
ACTION_TYPE_FAILED_CANNOT_DECREASE_COMPATIBILITY_VERSION=N\u00E3o foi poss\u00EDvel ${action} ${type}. A vers\u00E3o de compatibilidade \u00E9 inv\u00E1lida, o valr anterior foi restaurado.
ACTION_TYPE_FAILED_GIVEN_VERSION_NOT_SUPPORTED=N\u00E3o foi poss\u00EDvel ${action} ${type}. A compatibbilidade selecionada n\u00E3o \u00E9 suportada.
NETWORK_ADDR_MANDATORY_IN_STATIC_IP=O endere\u00E7o de rede deve ser especificado quando usando um ip estat\u00EDstico
ACTION_TYPE_FAILED_OBJECT_LOCKED=N\u00E3o foi poss\u00EDvel ${action} ${type}. A opera\u00E7\u00E3o relacionada est\u00E1 em andamento. Por favor tente mais tarde.
NETWORK_BOND_HAVE_ATTACHED_VLANS=Bond anexado ao vlan, remova primeiramente os bonds vlan
NETWORK_INTERFACE_CONNECT_TO_VLAN=N\u00E3o foi poss\u00EDvel anexar nenhuma rede \u00E0 interface vlan
NETWORK_CANNOT_REMOVE_NETWORK_IN_USE_BY_VM=N\u00E3o foi poss\u00EDvel remover a rede '${NetworkName}', ela est\u00E1 em uso pelo VM
ACTION_TYPE_FAILED_DISK_MAX_SIZE_EXCEEDED=N\u00E3o foi poss\u00EDvel criar um disco maior que o ${max}_disk_size GB
NETWORK_HOST_IS_BUSY=N\u00E3o foi poss\u00EDvel editar a Rede enquanto o Host estiver ativo. Altere o Host para o modo de Manuten\u00E7\u00E3o e tente novamente.
VMT_CANNOT_CHANGE_IMAGES_TEMPLATE=N\u00E3o foi poss\u00EDvel alterar o formato das imagens do Modelo
VMT_CANNOT_IMPORT_RAW_IMAGE_WITH_SNAPSHOTS=N\u00E3o foi poss\u00EDvel alterar o formato da imagem para bruto quando a imagem possuir Instant\u00E2neos.
VMT_CANNOT_IMPORT_RAW_IMAGE_WITH_TEMPLATE=N\u00E3o foi poss\u00EDvel alterar o formato da imagem para bruto quando o VM possuir  Modelo.
VM_CANNOT_EXPORT_RAW_FORMAT=N\u00E3o foi poss\u00EDvel alterar o formato para BRUTO na exporta\u00E7\u00E3o do VM.
VM_PINNING_FORMAT_INVALID=Formato inv\u00E1lido de fixa\u00E7\u00E3o do CPU.
ACTION_TYPE_FAILED_TEMPLATE_NOT_FOUND_ON_EXPORT_DOMAIN=N\u00E3o foi poss\u00EDvel exportar o VM. O Modelo ${TemplateName} n\u00E3o existe no dom\u00EDnio de exporta\u00E7\u00E3o. Caso voc\u00EA deseje exportar o VM sem o pr\u00F3prio Modelo, por favor use o  TemplateMustExists\=false
ACTION_TYPE_FAILED_VM_NOT_FOUND_ON_EXPORT_DOMAIN=N\u00E3o foi poss\u00EDvel deletar o VM. O VM n\u00E3o existe no dom\u00EDnio de exporta\u00E7\u00E3o
ACTION_NOT_SUPPORTED_FOR_CLUSTER_POOL_LEVEL=A a\u00E7\u00E3o ${action} n\u00E3o \u00E9 suportada para este Cluster ou vers\u00E3o de compatibilidade do Centro de Dados.
ACTION_TYPE_FAILED_MAX_CPU_PER_SOCKET=N\u00E3o foi poss\u00EDvel ${action} ${type}. O n\u00FAmero m\u00E1ximo de cpu por soquete foi excedido.
ACTION_TYPE_FAILED_MAX_NUM_CPU=N\u00E3o foi poss\u00EDvel ${action} ${type}. O n\u00FAmero m\u00E1ximo de cpu est\u00E1 excedido. 
ACTION_TYPE_FAILED_MAX_NUM_SOCKETS=N\u00E3o foi poss\u00EDvel ${action} ${type}. O n\u00FAmero m\u00E1ximo de soquetes foi excedido
VMT_CANNOT_IMPORT_TEMPLATE_EXISTS=Falha na importa\u00E7ao do Modelo - A Id do Modelo j\u00E1 existe no sistema. Por favor remova o Modelo (${TemplateName}) a partir do sistema primeiramente
VM_CANNOT_IMPORT_TEMPLATE_NAME_EXISTS=Falha na Importa\u00E7\u00E3o do Modelo - O nome do Modelo j\u00E1 existe no sistema. Por favor nomeie novamente o Modelo no sistema primeiramente.
VM_CANNOT_IMPORT_VM_EXISTS=Falha na importa\u00E7\u00E3o do VM - A Id do VM Id j\u00E1 existe no sistema. Por favor remova o VM (${VmName}) a partir do sistema primeiramente
VM_CANNOT_IMPORT_VM_NAME_EXISTS=Falha na importa\u00E7\u00E3o do VM - O Nome do VM Id j\u00E1 existe no sistema. Por favor nomeie o VM novamente no sistema primeiramente
TAGS_CANNOT_EDIT_READONLY_TAG=N\u00E3o foi poss\u00EDvel editar o r\u00F3tulo para leitura apenas
VM_CANNOT_REMOVE_HAS_RUNNING_TASKS=N\u00E3o foi poss\u00EDvel for\u00E7ar a remo\u00E7\u00E3o do VM quando houver tarefas sendo executadas.
ACTION_TYPE_FAILED_IMPORTED_TEMPLATE_IS_MISSING=N\u00E3o foi poss\u00EDvel importar e recolher o VM. Falta o Modelo no dom\u00EDnio ${DomainName}
VM_POOL_CANNOT_CREATE_WITH_NO_VMS=N\u00E3o foi poss\u00EDvel criar o Pool com 0 VMs
ACTION_TYPE_FAILED_DISK_BOOT_IN_USE=N\u00E3o foi poss\u00EDvel ${action} ${type}. O disco ${DiskName} j\u00E1 foi marcado como inici\u00E1vel
VDS_GROUP_CANNOT_UPDATE_CPU_WHEN_RUNNING_VMS=N\u00E3o foi poss\u00EDvel alterar o n\u00EDvel do cpu quando os VMs estiverem rodando.
VM_OR_TEMPLATE_ILLEGAL_PRIORITY_VALUE=O valor da prioridade do VM passou o valor m\u00E1ximo permitido. O valor deve ser entre 0 e ${MaxValue}.
ACTION_TYPE_FAILED_MIN_CPU_PER_SOCKET=O n\u00FAmero m\u00EDnimo do CPU por soquete n\u00E3o pode ser inferior a 1
ACTION_TYPE_FAILED_MIN_NUM_SOCKETS=O n\u00FAmero m\u00EDnimo do soquetes n\u00E3o pode ser inferior a 1
ACTION_TYPE_FAILED_SPECIFY_DOMAIN_IS_NOT_EXPORT_DOMAIN=O dom\u00EDnio espec\u00EDfico n\u00E3o \u00E9 o dom\u00EDnio de exporta\u00E7\u00E3o
NETWORK_ADDR_IN_STATIC_IP_BAD_FORMAT=Formato incorreto do endere\u00E7o IP
NETWORK_ADDR_IN_GATEWAY_BAD_FORMAT=Formato incorreto do endere\u00E7o de ref\u00FAgio
NETWORK_ADDR_IN_SUBNET_BAD_FORMAT=Formato incorreto da m\u00E1scara de sub-rede
NETWORK_CANNOT_CONTAIN_BOND_NAME=O nome incorreto da rede. A rede n\u00E3o pode iniciar com 'bond'
RHEVH_LOCALFS_WRONG_PATH_LOCATION=A pasta do Armazenamento Local no Hipervisor RHEV deve ser localizado sob ${path}
ACTION_TYPE_FAILED_STORAGE_POOL_IS_NOT_LOCAL=O Centro de Dados deve ser "Armazenamento Local"
ACTION_TYPE_FAILED_VDS_IS_NOT_IN_STORAGE_POOL=O Host n\u00E3o \u00E9 anexado ao Centro de Dados
VDS_CANNOT_ADD_MORE_THEN_ONE_HOST_TO_LOCAL_STORAGE=N\u00E3o foi poss\u00EDvel adicionar mais de um Host ao Centro de Dados do "Armazenamento Local"
VDS_CANNOT_REMOVE_HOST_WITH_LOCAL_STORAGE=N\u00E3o foi poss\u00EDvel remover Host, uma vez que isto cont\u00E9m um Dom\u00EDnio de Armazenamento. Por favor ative o Host e remova o Centro de Dados primeiramente.\n- Caso o Host n\u00E3o possa ser ativado, use a op\u00E7\u00E3o For\u00E7ar-Remo\u00E7\u00E3o no objeto do Centro de Dados (selecione o Centro de Dados e clique nisto com o bot\u00E3o direito do mouse).\n- Perceba que esta a\u00E7\u00E3o \u00E9 destrutiva.
VDS_CANNOT_ADD_LOCAL_STORAGE_TO_NON_LOCAL_HOST=N\u00E3o foi poss\u00EDvel adicionar o Dom\u00EDnio do Armazenamento local a um Host de armazenamento n\u00E3o-local
VDS_CANNOT_REMOVE_LOCAL_STORAGE_ON_NON_LOCAL_HOST=N\u00E3o foi poss\u00EDvel remover o Dom\u00EDnio do Armazenamento a partor de um Host de armazenamento n\u00E3o-local
VDS_GROUP_CANNOT_ADD_MORE_THEN_ONE_HOST_TO_LOCAL_STORAGE=N\u00E3o foi poss\u00EDvel adicionar mais de um Cluster ao Centro de Dados do "Armazenamento Local"
VDS_GROUP_SELECTION_ALGORITHM_MUST_BE_SET_TO_NONE_ON_LOCAL_STORAGE=A sele\u00E7\u00E3o do algoritmo deve se definido "Nenhum" no Centro de Dados no "Armazenamento Local" 
VDS_GROUP_CANNOT_DETACH_DATA_DOMAIN_FROM_LOCAL_STORAGE=O dom\u00EDnio de dados do "Armazenamento Local" n\u00E3o pode ser desanexado do Centro de Dados
DATA_CENTER_LOCAL_STORAGE_NOT_SUPPORTED_IN_CURRENT_VERSION=O "Armazenamento Local" n\u00E3o \u00E9 suportado com a vers\u00E3o da computabilidade do Centro de Dados
DATA_CENTER_POSIX_STORAGE_NOT_SUPPORTED_IN_CURRENT_VERSION=O "arquivo baseado no armazenamento" n\u00E3o \u00E9 suportado com a vers\u00E3o de compatibilidade do centro de dados.
VDS_CANNOT_UPDATE_CLUSTER=A atualiza\u00E7\u00E3o do Cluster do Host n\u00E3o pode ser executado atrav\u00E9s da a\u00E7\u00E3o de atualiza\u00E7\u00E3o do Host. Ao inv\u00E9s disto, por favor use a a\u00E7\u00E3o de Altera\u00E7\u00E3o do Cluster do Host.
VM_CANNOT_UPDATE_CLUSTER=A atualiza\u00E7\u00E3o do Cluster do VM n\u00E3o pode ser executado atrav\u00E9s da a\u00E7\u00E3o de atualiza\u00E7\u00E3o do VM. Ao inv\u00E9s disto, por favor use a a\u00E7\u00E3o de Altera\u00E7\u00E3o do Cluster do Host.
VM_STATUS_NOT_VALID_FOR_UPDATE=N\u00E3o foi poss\u00EDvel atualizarf o VM neste status. Tente interromper o VM primeiramente.
PERMISSION_ADD_FAILED_PERMISSION_NOT_SENT=N\u00E3o foi poss\u00EDvel adicionar permiss\u00E3o. Nenhuma permiss\u00E3o foi enviada
PERMISSION_ADD_FAILED_INVALID_ROLE_ID=N\u00E3o foi poss\u00EDvel adicionar permiss\u00E3o. A id da Fun\u00E7\u00E3o \u00E9 inv\u00E1lida
PERMISSION_ADD_FAILED_INVALID_OBJECT_ID=N\u00E3o foi poss\u00EDvel adicionar permiss\u00E3o. A ID do objeto \u00E9 inv\u00E1lida
PERMISSION_ADD_FAILED_USER_ID_MISMATCH=N\u00E3o foi poss\u00EDvel adicionar permiss\u00E3o. Nenhuma ID de usu\u00E1rio/grupo ou as IDs n\u00E3o coincidem
PERMISSION_ADD_FAILED_ONLY_SYSTEM_SUPER_USER_CAN_GIVE_ADMIN_ROLES=N\u00E3o foi poss\u00EDvel adicionar permiss\u00E3o, apenas o super usu\u00E1rio do sistema pode conceder permiss\u00F5es com a Fun\u00E7\u00E3o admin
PERMISSION_REMOVE_FAILED_ONLY_SYSTEM_SUPER_USER_CAN_REMOVE_ADMIN_ROLES=N\u00E3o foi poss\u00EDvel remover a permiss\u00E3o. Apenas o super usu\u00E1rio do sistema pode remover as permiss\u00F5es com a Fun\u00E7\u00E3o admin
PERMISSION_ADD_FAILED_VM_IN_POOL=N\u00E3o foi poss\u00EDvel adicionar a permiss\u00E3o, o VM faz parte do VM-Pool. Ao inv\u00E9s disso, a permiss\u00E3o deve concedida no VM-Pool
ROLE_WITH_ROLE_ID_DO_NOT_EXIST=N\u00E3o existe fun\u00E7\u00E3o com esta ID
VDS_GROUP_CPU_UTILIZATION_MUST_BE_IN_VALID_RANGE=O limite de utiliza\u00E7\u00E3o do CPU deve ser entre 0 e 100.
VDS_GROUP_CPU_LOW_UTILIZATION_PERCENTAGE_MUST_BE_LOWER_THAN_HIGH_PERCENTAGE=O limite de utiliza\u00E7\u00E3o inferior do CPU deve ser inferior do que o limite superior definido.
VDS_GROUP_CPU_HIGH_UTILIZATION_PERCENTAGE_MUST_BE_DEFINED_WHEN_USING_EVENLY_DISTRIBUTED=O limite alto de utiliza\u00E7\u00E3o do CPU deve ser definido quando usando a pol\u00EDtica igualmente distribu\u00EDda.
VDS_GROUP_BOTH_LOW_AND_HIGH_CPU_UTILIZATION_PERCENTAGE_MUST_BE_DEFINED_WHEN_USING_POWER_SAVING=Ambos os limites alto de utiliza\u00E7\u00E3o do CPU devem ser definidos quando usando a pol\u00EDtica de economia da pot\u00EAncia.
VDS_GROUP_AT_LEAST_ONE_SERVICE_MUST_BE_ENABLED=Pelo menos um servilo [virt / gluster] deve ser ativado no cluster.
VDS_GROUP_CANNOT_DISABLE_VIRT_WHEN_CLUSTER_CONTAINS_VMS=N\u00E3o foi poss\u00EDvel destativar o servi\u00E7o virt no cluster uma vez que ele cont\u00E9m VMs.
VDS_GROUP_CANNOT_DISABLE_GLUSTER_WHEN_CLUSTER_CONTAINS_VOLUMES=N\u00E3o foi poss\u00EDvel desativar o servi\u00E7o gluster no cluster uma vez que ele cont\u00E9m volumes.
MISSING_DIRECTORY_ELEMENT_ID=A ID do usu\u00E1rio/grupo n\u00E3o pode ser esvaziada.
NETWORK_ILEGAL_NETWORK_NAME=O nome da rede deve ser entre 1-15 caracteres e conter apenas caracteres 'A-Z', 'a-z', '0-9', '_' 
STORAGE_OPERATION_FAILED_SPM_NETWORK_PROBLEMS=As opera\u00E7\u00F5es relacionadas ao armazenamento n\u00E3o pode ser executada enquanto o Gerenciador do Pool do Armazenamento estiver inativo. Certifique-se de que o Gerenciador do Pool do Armazenamento est\u00E1 ativo e rodando, e verifique a conectividade da rede.
VALIDATION_STORAGE_CONNECTION_INVALID=O caminho da montagem \u00E9  ilegal Por favor use a convens\u00E3o [IP\:/caminho ou FQDN\:/caminho].
VALIDATION_TAGS_INVALID_TAG_NAME=Nome de r\u00F3tulo inv\u00E1lido. Apenas caracteres alfanum\u00E9ricos e caracteres '-' e '_' s\u00E3o v\u00E1lidos
VALIDATION_VM_POOLS_NAME_NOT_NULL=O nome do pool \u00E9 solicitado
VALIDATION_ROLES_NAME_NOT_NULL=O nome da fun\u00E7\u00E3o \u00E9 solicitada
VALIDATION_ROLES_ID_NOT_NULL=A ID da fun\u00E7\u00E3o \u00E9 solicitada
VALIDATION_ROLES_NAME_MAX=O nome da fun\u00E7\u00E3o n\u00E3o deve excedere mais de 126 caracteres
VALIDATION_BOOKMARKS_ID_NOT_NULL=A ID do Marcador \u00E9 requerida
VALIDATION_BOOKMARKS_NAME_NOT_NULL=O nome do Marcado \u00E9 requerido
VALIDATION_VDS_GROUP_NAME_NOT_NULL=O nome do Cluster \u00E9 requerido
VALIDATION_VDS_GROUP_NAME_MAX=O nome do Cluster n\u00E3o deve exceder 40 caracteres
VALIDATION_VDS_GROUP_MigrateOnError_NOT_NULL=A migra\u00E7\u00E3o do Cluster na op\u00E7\u00E3o erro \u00E9 requerida
VALIDATION_STORAGE_POOL_ID_NOT_NULL=A ID do Centro de Dados \u00E9 requerida
VALIDATION_VDS_HOSTNAME_HOSTNAME_OR_IP=O endere\u00E7o Host deve ser um FQDN ou um endere\u00E7o IP v\u00E1lido
VALIDATION_VDS_POWER_MGMT_ADDRESS_HOSTNAME_OR_IP=O endere\u00E7o de pot\u00EAncia do Host deve ser um FQDN ou um endere\u00E7o IP v\u00E1lido
VALIDATION_VM_NUM_OF_MONITORS_EXCEEDED=O VM excedeu o n\u00FAmero de monitores permitidos
VALIDATION_VM_TEMPLATE_NAME_MAX=O nome do Modelo do VM n\u00E3o deve exceder 40 caracteres
VALIDATION_DISK_INTERFACE_NOT_NULL=A interface \u00E9 requerida
VALIDATION_VOLUME_TYPE_NOT_NULL=O tipo de Volume \u00E9 requerido
VALIDATION_DISK_TYPE_NOT_NULL=O tipo de disco \u00E9 requerido
VALIDATION_DISK_DESCRIPTION_INVALID=A descri\u00E7\u00E3o do disco deve ser formada apenas de caracteres ASCII
VALIDATION_DISK_ALIAS_INVALID=O nome do disco alias deve ser formado de "a-z0-9A-Z" e "-_."
VALIDATION_VOLUME_FORMAT_NOT_NULL=O formato do volume \u00E9 requerido
VALIDATION_DISK_IMAGE_DESCRIPTION_NOT_ASCII=A descri\u00E7\u00E3o do instant\u00E2neo n\u00E3o pode conter caracteres sem-ASCII
VALIDATION_DISK_IMAGE_DESCRIPTION_NOT_EMPTY=A descri\u00E7\u00E3o do instant\u00E2neo n\u00E3o pode ser vazia
VALIDATION_VMINTERFACE_MACADDRESS=O endere\u00E7o MAC deve estar no formato\: XX\:XX\:XX\:XX\:XX\:XX, (XX\=0-9 ou A-F)
VALIDATION_EVENTS_EMAIL_FORMAT=o formato do e-mail n\u00E3o \u00E9 v\u00E1lido 
VALIDATION_INVALID_CORRELATION_ID=A ID de correla\u00E7\u00E3o deve ser composta de "a-z0-9A-Z" ou "-_"
VALIDATION_ROLES_NAME_INVALID=O nome da fun\u00E7\u00E3o deve composto de "a-z0-9A-Z" ou "-_"
VALIDATION_VDS_GROUP_NAME_INVALID=O nome do Cluster deve ser formado de caracteres alfanum\u00E9ricos, n\u00FAmeros ou "-_"
VALIDATION_VDS_NAME_INVALID=O nome do Host deve ser formado de caracteres alfanum\u00E9ricos, n\u00FAmeros ou "-_"
VALIDATION_STORAGE_DOMAIN_NAME_INVALID=O nome do Dom\u00EDnio do Armazenamento deve ser formado de "a-z0-9A-Z" ou "-_"
VALIDATION_DATA_CENTER_DESCRIPTION_INVALID="A descri\u00E7\u00E3o do Centro de Dados deve ser composta de apenas caracteres  ASCII"
VALIDATION_DATA_CENTER_NAME_INVALID=O nome do Centro de Dados deve ser composto de "a-z0-9A-Z" ou "-_"
VALIDATION_QUOTA_NAME_INVALID=O nome da Cota deve ser formado de "a-z0-9A-Z" e "-_"
VALIDATION_VM_NETWORK_MAC_ADDRESS_INVALID=O endere\u00E7o MAC deve estar no formato "HH\:HH\:HH\:HH\:HH\:HH" onde H \u00E9 um caractere hexadecimal (tanto um d\u00EDgito ou A-F, n\u00E3o importa se \u00E9 mai\u00FAsculo ou min\u00FAsculo).
VALIDATION_VM_NETWORK_MAC_ADDRESS_NOT_NULL=O ender\u00E7o MAC \u00E9 solictitado.
VALIDATION_VM_NETWORK_NAME_NOT_NULL=O nome da interface \u00E9 solicitado.
VALIDATION_CONNECTIVITY_TIMEOUT_INVALID=O tempo limite de conectividade n\u00E3o \u00E9 v\u00E1lido. O tempo limite deve ser entre 1 e 120.
VALIDATION.REPETITIVE.IP.IN.VDS=A lista de interfaces \u00E9 inv\u00E1lida, duas ou mais interfaces de rede possuem o mesmo IP.
ERROR_CANNOT_FIND_ISO_IMAGE_PATH=Invalid ISO image path
ERROR_CANNOT_FIND_FLOPPY_IMAGE_PATH=Invalid Floppy image path
VDS_ADD_STORAGE_SERVER_STATUS_MUST_BE_UP=Cannot add storage server connection when Host status is not up
USER_FAILED_TO_AUTHENTICATE_WRONG_USERNAME_OR_PASSWORD=The user name or password is incorrect.
VDS_GROUP_CANNOT_UPDATE_CPU_WITH_SUSPENDED_VMS=Cannot update Cluster and change CPU Cluster level if there are suspended VMs in the Cluster
VDS_GROUP_CANNOT_LOWER_CPU_LEVEL=Cannot update Cluster and lower CPU Cluster level if not all virtual machines in Cluster are down
CUSTOM_VM_PROPERTIES_INVALID_VALUES_NOT_ALLOWED_IN_CURRENT_CLUSTER=Cannot update Cluster, custom properties are not supported under current Cluster version
USER_FAILED_TO_AUTHENTICATE_ACCOUNT_IS_LOCKED_OR_DISABLED=Authentication failed. The user is either locked or disabled
USER_FAILED_TO_AUTHENTICATE_NO_KDCS_FOUND=Authentication Failed. Please verify the fully qualified domain name that is used for authentication is correct.
USER_FAILED_TO_AUTHENTICATE_CONNECTION_TIMED_OUT=Authentication Failed. Connection to Directory server has timed out. Please contact your system administrator
USER_FAILED_TO_AUTHENTICATE_WRONG_REALM=Authentication Failed. Wrong domain name was provided for authentication
ACTION_TYPE_FAILED_INVALID_CUSTOM_VM_PROPERTIES_DUPLICATE_KEYS=Cannot ${action} ${type} if some of the specified custom properties appear more than once. The keys are\: ${DuplicateKeys}
ACTION_TYPE_FAILED_HOSNAME_CANNOT_CHANGE=Host Address can not be modified due to Security restrictions.  In order to change Host Address, Host has to be reinstalled
CAN_DO_ACTION_DATABASE_CONNECTION_FAILURE=Action failed due to database connection failure. Please check connectivity to your Database server.
ACTION_TYPE_FAILED_DESCRIPTION_MAY_NOT_CONTAIN_SPECIAL_CHARS=Cannot ${action} ${type}. The given description contains special characters.\nOnly alpha-numeric and some special characters that conform to the standard ASCII character set are allowed.
ACTION_TYPE_FAILED_NAME_LENGTH_IS_TOO_LONG=Cannot ${action} ${type}. The given name is too long.
ACTION_TYPE_FAILED_NAME_MAY_NOT_BE_EMPTY=Can not ${action} ${type}. The given name is empty.
ACTION_TYPE_FAILED_NAME_MAY_NOT_CONTAIN_SPECIAL_CHARS=Can not ${action} ${type}. The given name contains special characters. Only lower-case and upper-case letters, numbers, '_', '-', '.' are allowed.
ACTION_TYPE_FAILED_NAME_MAY_NOT_CONTAIN_SPECIAL_CHARS_OR_DASH=Can not ${action} ${type}. The given name contains special characters. Only lower-case and upper-case letters, numbers, '_', allowed.
ACTION_TYPE_FAILED_INVALID_VDS_HOSTNAME=Can not ${action} ${type}. The given Host name is invalid. Only Host names corresponding to RFC-952 and RFC-1123 are allowed.
VM_CANNOT_RUN_ONCE_WITH_ILLEGAL_SYSPREP_PARAM=Missing UserName or Password.
ACTION_TYPE_FAILED_CANNOT_REMOVE_BUILTIN_GROUP_EVERYONE=Cannot remove the built-in group "Everyone".
ACTION_TYPE_FAILED_IMPORT_DATA_DOMAIN_PROHIBITED=Importing data domain is prohibited.
ACTION_TYPE_FAILED_VDS_NOT_MATCH_VALID_STATUS=Cannot ${action} ${type}. Valid Host statuses are "Non operational", "Maintenance" or "Connecting".
CANNOT_REMOVE_STORAGE_DOMAIN_INVALID_HOST_ID=Can not Remove Storage Domain - the underlying Host ID is invalid.
ERROR_CANNOT_DEACTIVATE_MASTER_WITH_LOCKED_DOMAINS=You are trying to deactivate a Master storage domain while there are locked domains in the Data Center. Please wait for the operations on those domains to finish first.
TAGS_CANNOT_REMOVE_TAG_NOT_EXIST=Cannot remove tag. Tag does not exist.
VAR__TYPE__VM__CLUSTER=$type VM Cluster
VDS_FENCING_OPERATION_FAILED=Cannot ${action} ${type}. Fencing operation failed.
VM_CANNOT_WITHOUT_ACTIVE_STORAGE_DOMAIN_ISO=Cannot ${action} without active ISO domain.
CAN_DO_ACTION_GENERAL_FAILURE=- General command validation failure.
ERROR_CANNOT_REMOVE_ACTIVE_STORAGE_POOL=- Cannot remove an active Data Center.
ROLE_TYPE_CANNOT_BE_EMPTY=- Invalid Role Type.
CANNOT_ADD_ACTION_GROUPS_TO_ROLE_TYPE=- Cannot add administrator's action group to a User Role.
STORAGE_DOMAIN_NOT_ATTACHED_TO_STORAGE_POOL=- Storage Domain is already detached from the Data Center.
VDS_APPROVE_VDS_NOT_FOUND=- Cannot approve Host - Host does not exists.
ACTION_TYPE_FAILED_QUOTA_NOT_EXIST=N\u00E3o foi poss\u00EDvel ${action} ${type}. A cota n\u00E3o existe.
ACTION_TYPE_FAILED_QUOTA_IS_NOT_VALID=N\u00E3o foi poss\u00EDvel ${action} ${type}. A cota n\u00E3o \u00E9 v\u00E1lida.
ACTION_TYPE_FAILED_NO_QUOTA_SET_FOR_DOMAIN=N\u00E3o foi poss\u00EDvel ${action} ${type}. Nenhuma cota est\u00E1 definida para o dom\u00EDnio selecionado. Determine uma cota ao dom\u00EDnio ou selecione um dom\u00EDnio diferente.
ACTION_TYPE_FAILED_QUOTA_IS_NO_LONGER_AVAILABLE_IN_SYSTEM=N\u00E3o foi poss\u00EDvel ${action} ${type}. A cota associada com o VM ${VmName} n\u00E3o est\u00E1 mais dispon\u00EDvel. Isto pode ser resultado de uma importa\u00E7\u00E3o ou de a\u00E7\u00F5es de restaura\u00E7\u00E3o de instant\u00E2neos. Por favor determine novamente a cota para este VM.
ACTION_TYPE_FAILED_QUOTA_LIMIT_IS_SPECIFIC_AND_GENERAL=N\u00E3o foi poss\u00EDvel ${action} ${type}. A Limita\u00E7\u00E3o n\u00E3o pode ser configurada como espec\u00EDfica e geral na mesma Cota. Por favor escolha se a limita\u00E7\u00E3o deve ser refor\u00E7ada no Centro de Dados ou no armazenamento espec\u00EDfico.
ACTION_TYPE_FAILED_QUOTA_LIMIT_IS_NOT_SPECIFIC_OR_GENERAL=N\u00E3o foi poss\u00EDvel ${action} ${type}. A limita\u00E7\u00E3o da Cota deve ser configurada como espec\u00EDfica ou geral.
ACTION_TYPE_FAILED_QUOTA_NAME_ALREADY_EXISTS=N\u00E3o foi poss\u00EDvel ${action} ${type}. J\u00E1 existe uma cota com o mesmo nome.
ACTION_TYPE_FAILED_QUOTA_NAME_RESERVED_FOR_DEFAULT=N\u00E3o foi poss\u00EDvel ${action} ${type}. O prefixo DefaultQuota \u00E9 reservado \u00E0 cota padr\u00E3o.
ACTION_TYPE_FAILED_QUOTA_CAN_NOT_HAVE_DEFAULT_INDICATION=N\u00E3o foi poss\u00EDvel ${action} ${type}. A cota n\u00E3o possui indica\u00E7\u00E3o padr\u00E3o.
ACTION_TYPE_FAILED_QUOTA_WITH_DEFAULT_INDICATION_CAN_NOT_BE_REMOVED=N\u00E3o foi poss\u00EDvel ${action} ${type}. A cota com a indica\u00E7\u00E3o padr\u00E3o n\u00E3o pode ser removida enquanto o Centro de Dados estiver no modo desativado.
ACTION_TYPE_FAILED_QUOTA_IN_USE_BY_VM_OR_DISK=N\u00E3o foi poss\u00EDvel ${action} ${type}. A cota continua sendo usada por um VM ou um disco.
ACTION_TYPE_FAILED_DATA_CENTER_MUST_HAVE_AT_LEAST_ONE_QUOTA=N\u00E3o foi poss\u00EDvel ${action} ${type}. O Centro de Dados deve possuir pelo menos uma cota associada. Por favor tente adicionar outra Cota ou alterar a Cota existente.
ACTION_TYPE_FAILED_QUOTA_STORAGE_LIMIT_EXCEEDED=N\u00E3o foi poss\u00EDvel ${action} ${type}. A Cota n\u00E3o possui recursos de cluster suficiente. 
ACTION_TYPE_FAILED_QUOTA_VDS_GROUP_LIMIT_EXCEEDED=N\u00E3o foi poss\u00EDvel ${action} ${type}. A Cota n\u00E3o possui recursos de cluster suficiente. 
USER_CANNOT_RUN_QUERY_NOT_PUBLIC=A permiss\u00E3o foi recusada. A consulta que voc\u00EA est\u00E1 tentando rodar n\u00E3o \u00E9 p\u00FAblica.
ERROR_CANNOT_ATTACH_ACTION_GROUP_TO_ROLE_ATTACHED=N\u00E3o foi poss\u00EDvel anexar o grupo de a\u00E7\u00E3o \u00E0 Fun\u00E7\u00E3o. Esse grupo de a\u00E7\u00E3o j\u00E1 est\u00E1 anexado \u00E0 Fun\u00E7\u00E3o.
ERROR_CANNOT_ATTACH_ACTION_GROUP_TO_ROLE_INVALID_ACTION=N\u00E3o foi poss\u00EDvel anexar o grupo de a\u00E7\u00E3o \u00E0 Fun\u00E7\u00E3o. O grupo de a\u00E7\u00E3o \u00E9 inv\u00E1lido.
ERROR_CANNOT_DETACH_ACTION_GROUP_TO_ROLE_NOT_ATTACHED=N\u00E3o foi poss\u00EDvel desanexar o grupo de a\u00E7\u00E3o da Fun\u00E7\u00E3o. Esse grupo de a\u00E7\u00E3o n\u00E3o est\u00E1 anexado \u00E0 esta Fun\u00E7\u00E3o.
ERROR_LICENSE_NO_LICENSE=N\u00E3o existe licen\u00E7a v\u00E1lida para o Mecanismo oVirt
ERROR_LICENSE_EXPIRED=O per\u00EDodo de avalia\u00E7\u00E3o do Mecanismo oVirt expirou
MESSAGE_LICENSE_EVALUATION__PARAM_DAYS_LEFT=O Mecanismo oVirt \u00E9 um modo de avalia\u00E7\u00E3o. O per\u00EDodo de avalia\u00E7\u00E3o encerrar\u00E1 em ${DaysLeft} dias
VDS_REGISTER_NO_HOSTNAME_INPUT=N\u00E3o foi poss\u00EDvel registrar o Host. N\u00E3o h\u00E1 nenhum Hostname especificado.
VDS_REGISTER_UNIQUE_ID_DIFFERENT_TYPE=N\u00E3o foi poss\u00EDvel registrar o Host. O Host com a mesma ID \u00FAnica foi encontrado, mas o tipo de Host solicitado n\u00E3o coincide.
VDS_REGISTER_UNIQUE_ID_AMBIGUOUS=N\u00E3o foi poss\u00EDvel adicionar o Host que possui a mesma ID \u00E0 de um dos hosts\:  ${HostNameList}.\nIsto deve ocorrer no caso deste host j\u00E1 ter sido adicionado ao sistema.
AUTO_MIGRATE_DISABLED=N\u00E3o foi poss\u00EDvel realizar a migra\u00E7\u00E3o - verifique as op\u00E7\u00F5es de configura\u00E7\u00E3o relevantes.
AUTO_MIGRATE_VDS_NOT_FOUND=N\u00E3o foi poss\u00EDvel realizar a migra\u00E7\u00E3o - o Host n\u00E3o foi encontrado.
AUTO_MIGRATE_POWERCLIENT_NOT_FOUND=N\u00E3o foi poss\u00EDvel realizar a migra\u00E7\u00E3o - o Host n\u00E3o foi encontrado.
AUTO_MIGRATE_ALREADY_ON_POWERCLIENT=N\u00E3o foi poss\u00EDvel realizar a migra\u00E7\u00E3o - O VM j\u00E1 reside no Cliente de Pot\u00EAncia
AUTO_MIGRATE_ALREADY_RUNNING_ON_VDS=N\u00E3o foi poss\u00EDvel realizar a migra\u00E7\u00E3o - O VM j\u00E1 est\u00E1 rodando no Host.
AUTO_MIGRATE_UNSUCCESSFUL=N\u00E3o foi poss\u00EDvel realizar a migra\u00E7\u00E3o - A migra\u00E7\u00E3o anterior n\u00E3o foi bem sucedida.
APPROVE_VDS_VDS_NOT_FOUND=N\u00E3o foi poss\u00EDvel aprovar o Host. O Host n\u00E3o foi encontrado.
VDS_GROUP_CLUSTER_IS_NOT_VALID=N\u00E3o foi poss\u00EDvel ${action} o Cluster. A ID do cluster est\u00E1 inv\u00E1lida.
NETWORK_INTERFACE_NAME_ALREAY_EXISTS=O arquivo da rede j\u00E1 est\u00E1 em uso.
STORAGE_DOMAIN_TYPE_ILLEGAL_FOR_ADDING_EXISTING=O armazenamento a partir deste tipo n\u00E3o possui permiss\u00E3o para ser adicionado.
NETWORK_INTERFACE_NOT_HAVE_DISPLAY_FLAG=A interface especificada n\u00E3o \u00E9  uma Interface de exibi\u00E7\u00E3o.
ERROR_CANNOT_ADD_STORAGE_POOL_WITHOUT_DATA_AND_ISO_DOMAINS=N\u00E3o foi poss\u00EDvel criar um Centro de Dados - Isto deve possuir pelo menos um armazenamento de Dados.
ERROR_CANNOT_ADD_STORAGE_POOL_WITH_DIFFERENT_STORAGE_FORMAT=N\u00E3o foi poss\u00EDvel adicionar armazenamentos de dados ao pool. Os armazenamentos devem possuir o mesmo formato.
ACTION_TYPE_FAILED_VMS_IN_STORAGE_POOL=N\u00E3o foi poss\u00EDvel ${action} ${type}. Existem VMs no Centro de Dados.
ERROR_CANNOT_CHANGE_STORAGE_POOL_VDSS_UP=Por favor remova todos os servidores para manuten\u00E7\u00E3o antes de atualizar o Centro de Dados.
NETWORK_STORAGE_POOL_MUST_BE_SPECIFY=O Centro de Dados deve ser especificado.
EN_UNKNOWN_TAG_NAME=Nome do r\u00F3tulo desconhecido.
ERROR_CANNOT_ATTACH_STORAGE_DOMAIN_SHARED_NOT_SUPPORTED_IN_THIS_POOL=N\u00E3o foi poss\u00EDvel anexar o Dom\u00EDnio de Armazenamento. Os Dom\u00EDnios Compartilhados n\u00E3o s\u00E3o suportados nesta vers\u00E3o de compatibilidade do Centro de Dados.
ERROR_CANNOT_ATTACH_STORAGE_DOMAIN_SHARED_NOT_SUPPORTED_IN_OTHER_POOL=N\u00E3o foi poss\u00EDvel anexar o Dom\u00EDnio de Armazenamento. Os Dom\u00EDnios Compartilhados n\u00E3o s\u00E3o suportados em outra vers\u00E3o de compatibilidade do Centro de Dados.
ERROR_CANNOT_REMOVE_POOL_WITH_NETWORKS=N\u00E3o foi poss\u00EDvel remover o Centro de Dados com as redes. Por favor remova todas as redes primeiramente.
ACTION_TYPE_FAILED_UP_VDSS_IN_CLUSTER=N\u00E3o foi poss\u00EDvel ${action} ${type}. Alguns Hosts no Cluster est\u00E3o no estado Ativo. Por favor remova todos os Hosts para o modo de Manuten\u00E7\u00E3o primeiramente.
TAGS_DIRECTORY_ELEMENT_TAG_IS_MISSING=Falta o r\u00F3tulo do Elemento do Diret\u00F3rio no usu\u00E1rio requerido
DIRECTORY_GROUP_CANNOT_ATTACH_TO_VM_ALREADY_ATTACHED=O Grupo do Diret\u00F3rio j\u00E1 est\u00E1 anexado a este VM.
DIRECTORY_GROUP_NOT_ATTACH_TO_VM=O Grupo do Diret\u00F3rio n\u00E3o est\u00E1 anexado ao VM especificado.
ERROR_CANNOT_DEFAULT_DIRECTORY_ELEMENT_TAG=N\u00E3o foi poss\u00EDvel remover o r\u00F3tulo do Diret\u00F3rio padr\u00E3o.
ACTION_TYPE_FAILED_NO_VDS_SUPPLIED=N\u00E3o foi poss\u00EDvel ${action} ${type}. Nenhum Host foi fornecido.
NETWORK_CAN_NOT_REMOVE_DEFAULT_NETWORK=N\u00E3o foi poss\u00EDvel remover a Rede padr\u00E3o.
NETWORK_CAN_NOT_UPDATE_DEFAULT_NETWORK=N\u00E3o foi poss\u00EDvel atualizar o nome da rede.
TAGS_CANNOT_ASSING_TAG=O R\u00F3tulo especificado n\u00E3o pode ser determinado
ACTION_TYPE_FAILED_XP_MEMORY_ERROR=N\u00E3o foi poss\u00EDvel ${action} ${type}. Mem\u00F3ria ilegal definida para o Windows XP.
NETWORK_INTERFACE_CANNOT_UPDATE_INTERFACE_VLAN=N\u00E3o foi poss\u00EDvel atualizar a Rede com o VLAN. Voc\u00EA precisa definir a Interface para a Rede "Nenhum".
ILLEAGAL_USER_PROVIDED=Foi suprido um usu\u00E1rio ilegal
USER_CANNOT_BE_ADDED_TO_VM=O usu\u00E1rio n\u00E3o p\u00F4de ser adicionado ao VM
USER_CANNOT_BE_ADDED_TO_VM_POOL=O usu\u00E1rio n\u00E3o p\u00F4de ser adicionado ao VM-Pool
ACTION_TYPE_FAILED_DETECTED_PINNED_VMS=N\u00E3o foi poss\u00EDvel ${action} ${type}. Os seguintes VMs s\u00E3o determinados para rodar especificamente neste Host\: ${VmNames}. Com o objetivo de ${action} ${type}, voc\u00EA precisa remover a associa\u00E7\u00E3o entre os VMs e o Host (usando as propriedades Editar VM). \n
HOT_PLUG_IS_NOT_SUPPORTED=Ativar/Desativar enquanto o VM estiver rodando, \u00E9 apenas suportado para Clusters da vers\u00E3o 3.1 e superiores.
ACTION_TYPE_FAILED_GUEST_OS_VERSION_IS_NOT_SUPPORTED=N\u00E3o foi poss\u00EDvel {action} ${type}. A vers\u00E3o OS de convidados n\u00E3o \u00E9 suportada.
HOT_PLUG_DISK_IS_NOT_VIRTIO=\u00C9 poss\u00EDvel plugar apenas os discos virtIO.
HOT_PLUG_DISK_IS_NOT_UNPLUGGED=O disco j\u00E1 foi ativado.
HOT_UNPLUG_DISK_IS_NOT_PLUGGED=O disco j\u00E1 foi desativado.
ACTIVATE_DEACTIVATE_NIC_VM_STATUS_ILLEGAL=N\u00E3o foi poss\u00EDvel ativar/desativar a Interface da Rede do VM devido ao status do VM. O status do VM deve ser Ativado ou Desativado.
ACTIVATE_DEACTIVATE_NETWORK_NOT_IN_VDS=A Rede n\u00E3o existe no host que o Vm est\u00E1 rodando. Tanto adicione a Rede ao Host ou migre o VM ao Host que possui esta Rede.
VM_CANNOT_RUN_FROM_DISK_WITHOUT_PLUGGED_DISK=N\u00E3o foi poss\u00EDvel ${action} ${type} sem pelo menos um disco ativo. Por favor ative um disco e rode novamente o VM.
SHAREABLE_DISK_IS_NOT_SUPPORTED_FOR_DISK=N\u00E3o foi poss\u00EDvel  ${action} ${type}. O disco n\u00E3o p\u00F4de ser compartilh\u00E1vel caso isto dependa do instant\u00E2neo. Remova os instant\u00E2neos do disco com o objetivo de compartilh\u00E1-lo.
SHAREABLE_DISK_IS_NOT_SUPPORTED_BY_VOLUME_FORMAT=N\u00E3o foi poss\u00EDvel ${action} ${type}. O formato do volume do disco n\u00E3o \u00E9 suportado para o disco compartilh\u00E1vel.
ERROR_CANNOT_DETACH_DISK_WITH_SNAPSHOT=N\u00E3o foi poss\u00EDvel ${action} ${type}. O disco j\u00E1 foi configurado num instant\u00E2neo. Remova os instant\u00E2neos do disco com o objetivo de desanex\u00E1-lo.
DISK_IS_ALREADY_SHARED_BETWEEN_VMS=N\u00E3o foi poss\u00EDvel ${action} ${type}. O disco \u00E9 compartilh\u00E1vel entre os vms e n\u00E3o p\u00F4de ser descompartilh\u00E1vel. Desanexe o disco do resto dos vms que ele est\u00E1 anexado e o atualize para ser descompartilh\u00E1vel.
USER_PASSWORD_EXPIRED=N\u00E3o foi poss\u00EDvel efetuar o Logon. A senha expirou. Por favor altere sua senha.
USER_CANNOT_LOGIN_DOMAIN_NOT_SUPPORTED=N\u00E3o foi poss\u00EDvel efetuar o Logon. O Dom\u00EDnio fornecido n\u00E3o est\u00E1 configurado. Por favor contate seu administrador de sistema.
VM_POOL_CANNOT_DECREASE_VMS_FROM_POOL=N\u00E3o foi poss\u00EDvel diminuir os VMs do VM-Pool.
MOVE_VM_CLUSTER_MISSING_NETWORK=N\u00E3o foi poss\u00EDvel ${action} ${type}. Falta uma ou mais redes ${networks} que s\u00E3o usadas pelo VM no cluster selecionado. 
# auto translated by TM merge from project: oVirt, version: master, DocId: frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors
ACTION_TYPE_FAILED_STORAGE_POOL_WITH_DEFAULT_VDS_GROUP_CANNOT_BE_LOCALFS=O Cluster Padr\u00E3o n\u00E3o pode ser movido ao Centro de Dados que possui Armazenamento local.
# auto translated by TM merge from project: oVirt, version: master, DocId: frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors
DEFAULT_CLUSTER_CANNOT_BE_ON_LOCALFS=O Centro de Dados contendo o Cluster padr\u00E3o n\u00E3o suporta o Armazenamento local.
# auto translated by TM merge from project: oVirt, version: master, DocId: frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors
VM_CANNOT_CANCEL_MIGRATION_WHEN_VM_IS_NOT_MIGRATING=N\u00E3o foi poss\u00EDvel cancelar a migra\u00E7\u00E3o para o VM sem migra\u00E7\u00E3o.
# auto translated by TM merge from project: oVirt, version: master, DocId: frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors
ACTION_TYPE_FAILED_VM_SNAPSHOT_NOT_IN_PREVIEW=N\u00E3o foi poss\u00EDvel ${action} ${type} a um Instant\u00E2neo que n\u00E3o foi visualizado. Por favor selecione o Instant\u00E2neo correto para restaurar\: um sendo visualizado ou um antes da visualiza\u00E7\u00E3o.
# auto translated by TM merge from project: oVirt, version: master, DocId: frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors
ACTION_TYPE_FAILED_DISK_IS_NOT_TEMPLATE_DISK=N\u00E3o foi poss\u00EDvel ${action} ${type}. O disco selecionado n\u00E3o \u00E9 um disco do modelo. Apenas os discos de modelo podem ser copiados.
# auto translated by TM merge from project: oVirt, version: master, DocId: frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors
ACTION_TYPE_FAILED_SOURCE_AND_TARGET_SAME=N\u00E3o foi poss\u00EDvel ${action} ${type}. Os dom\u00EDnios de fonte e armazenamento do destino s\u00E3o os mesmos.
# auto translated by TM merge from project: oVirt, version: master, DocId: frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors
ACTION_TYPE_FAILED_CANNOT_MOVE_TEMPLATE_DISK=N\u00E3o foi poss\u00EDvel ${action} ${type}. Os discos do modelo n\u00E3o podem ser movidos.
# auto translated by TM merge from project: oVirt, version: master, DocId: frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors
ACTION_TYPE_FAILED_NOT_A_VM_NETWORK=Falha ao ${action} ${type}. As seguintes redes (${networks}) n\u00E3o s\u00E3o definidas como redes do VM.
# auto translated by TM merge from project: oVirt, version: master, DocId: frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors
ACTION_TYPE_FAILED_NETWORK_NOT_IN_CLUSTER=Falha ao ${action} ${type}. As seguintes redes (${networks}) n\u00E3o est\u00E3o definidas no cluster.
# auto translated by TM merge from project: oVirt, version: master, DocId: frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors
ACTION_TYPE_FAILED_INTERFACE_NETWORK_NOT_CONFIGURED=Falha ao ${action} ${type}. Uma ou mais Interfaces de Rede n\u00E3o existem no Host\: ${NETWORK_INTERFACES_DONT_EXIST_LIST}.
# auto translated by TM merge from project: oVirt, version: master, DocId: frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors
NON_VM_NETWORK_NOT_SUPPORTED_FOR_POOL_LEVEL=As redes sem-VM n\u00E3o s\u00E3o suportadas neste Centro de Dados.
# auto translated by TM merge from project: oVirt, version: master, DocId: frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors
VMPAYLOAD_INVALID_PAYLOAD_TYPE=A Carga do VM \u00E9 apenas suportada no CDROM ou dispositivos do Disquete
# auto translated by TM merge from project: oVirt, version: master, DocId: frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors
VMPAYLOAD_SIZE_EXCEEDED=A carga \u00E9 limitada ao ${size}K
# auto translated by TM merge from project: oVirt, version: master, DocId: frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors
VMPAYLOAD_CDROM_EXCEEDED=A carga CDROM n\u00E3o pode ser usada quando usando um CDROM adiicional
# auto translated by TM merge from project: oVirt, version: master, DocId: frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors
VMPAYLOAD_FLOPPY_EXCEEDED=O Disquete de Carga n\u00E3o pode ser usado quando usando um Disquete adicional
# auto translated by TM merge from project: oVirt, version: master, DocId: frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors
ERROR_GET_STORAGE_DOMAIN_LIST=N\u00E3o pode obter a lista dos Dom\u00EDnios do Armazenamento.
# auto translated by TM merge from project: oVirt, version: master, DocId: frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors
ACTION_TYPE_FAILED_VM_CANNOT_BE_PINNED_TO_CPU_AND_MIGRATABLE=O VM Migr\u00E1vel n\u00E3o pode ser fixado ao CPU. 
# auto translated by TM merge from project: oVirt, version: master, DocId: frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors
ACTION_TYPE_FAILED_NETWORK_INTERFACE_MAC_INVALID=N\u00E3o foi poss\u00EDvel ${action} ${type}. A Interface da Rede ${IfaceName} possui um endere\u00E7o MAC inv\u00E1lido ${MacAddress}. O endere\u00E7o MAC deve estar no formato  "HH\:HH\:HH\:HH\:HH\:HH" onde H \u00E9 um caractere hexadecimal (tanto um d\u00EDgito ou A-F, n\u00E3o importa se \u00E9 mai\u00FAsculo ou min\u00FAsculo).
VDS_GROUP_ENABLING_BOTH_VIRT_AND_GLUSTER_SERVICES_NOT_ALLOWED=N\u00E3o foi poss\u00EDvel ${action} ${type}. A habilita\u00E7\u00E3o de ambos servi\u00E7os Virt ou Gluster n\u00E3o \u00E9 permitida.
# auto translated by TM merge from project: oVirt, version: master, DocId: frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors
USER_CANNOT_FORCE_RECONNECT_TO_VM=A conex\u00E3o ao console foi recusada. Outro usu\u00E1rio j\u00E1 acessou o console deste VM. O VM deve ser reiniciado para permitir que outro usu\u00E1rio o acesse, ou alterado pelo administrador para n\u00E3o refor\u00E7ar a reinicia\u00E7\u00E3o entre os usu\u00E1rios acessando os pr\u00F3prios console.
