# auto translated by TM merge
DIRECTORY_GROUP_CANNOT_REMOVE_DIRECTORY_GROUP_ATTACHED_TO_VM_POOL=Impossible de supprimer le Groupe de r\u00E9pertoires. D\u00E9tacher tout d'abord le Groupe du VM-Pool.
# auto translated by TM merge
IO_CD_IMAGE_FILE_ALREADY_EXIST=Le fichier image existe d\u00E9j\u00E0.
# auto translated by TM merge
IO_CD_IMAGE_FILE_NOT_EXIST=Le fichier image n'existe pas.
# auto translated by TM merge
IO_INVALID_CD_IMAGE_EXTENSION=Extension d'image non valide.
# auto translated by TM merge
IO_ISO_DIRECTORY_NOT_EXIST=Le r\u00E9pertoire ISO n'existe pas.
# auto translated by TM merge
IRS_FAILED_CREATING_SNAPSHOT=La cr\u00E9ation de snapshot a \u00E9chou\u00E9.
# auto translated by TM merge
IRS_FAILED_RETRIEVING_SNAPSHOT_INFO=Erreur interne, le snapshot ne peut pas \u00EAtre extrait.
# auto translated by TM merge
IRS_NETWORK_ERROR=Le service Gestionnaire de stockage ne r\u00E9pond pas.
# auto translated by TM merge
IRS_PROTOCOL_ERROR=Erreur de protocole du Gestionnaire de stockage.
# auto translated by TM merge
IRS_RESPONSE_ERROR=Erreur de r\u00E9ponse du Gestionnaire de stockage.
# auto translated by TM merge
MAC_POOL_NOT_ENOUGH_MAC_ADDRESSES=Pas suffisamment d'adresses MAC restantes dans le Pool d'adresses MAC.
# auto translated by TM merge
VMT_CANNOT_REMOVE_DETECTED_DERIVED_VM=Impossible de supprimer le mod\u00E8le. Le mod\u00E8le est en cours d''utilisation par les VM suivantes\u00A0\: ${vmsList}.
VMT_CANNOT_REMOVE_BASE_WITH_VERSIONS=Impossible de supprimer la Mod\u00E8le de base qui a des Versions de mod\u00E8le. Veuillez tout d'abord supprimer toutes les Versions de mod\u00E8le de ce Mod\u00E8le \: ${versionsList}.
ACTION_TYPE_FAILED_DETECTED_DERIVED_DISKS=Impossible de ${action} ${type}. Les disque(s) suivant(s) sont bas\u00E9s dessus\u00A0\: \n ${disksInfo}.
ACTION_TYPE_FAILED_DISKS_SNAPSHOTS_DONT_BELONG_TO_SAME_DISK="Impossible de ${action} ${type}. Les snapshots du disque sp\u00E9cifi\u00E9 n'appartiennent pas au m\u00EAme Disk."
# auto translated by TM merge
VMT_CANNOT_REMOVE_DOMAINS_LIST_MISMATCH=Impossible de supprimer le Mod\u00E8le. Le Mod\u00E8le n'existe pas pour les Domaines de stockage suivants \: ${domainsList}.\nV\u00E9rifier que le Mod\u00E8le existe sur tous les Domaines de stockage r\u00E9pertori\u00E9s sur la liste des domaines,\nou ne pas envoyer de liste de domaines pour supprimer toutes les instances du Mod\u00E8le \u00E0 partir du syst\u00E8me.
# auto translated by TM merge
ACTION_TYPE_FAILED_VM_IMAGE_DOES_NOT_EXIST=Impossible de ${action} ${type}. L'image de la VM n'existe pas.
# auto translated by TM merge
ACTION_TYPE_FAILED_VM_SNAPSHOT_DOES_NOT_EXIST=Impossible de ${action} ${type}. Le snapshot de la VM n'existe pas.
ACTION_TYPE_FAILED_VM_SNAPSHOT_TYPE_NOT_ALLOWED=Impossible de ${action} ${type}. L'instantan\u00E9 est ${snapshotType} mais l'op\u00E9ration n'est prise en charge que pour les snapshots de type(s) suivant(s)\u00A0\: ${supportedSnapshotTypes}.
ACTION_TYPE_FAILED_CORRUPTED_VM_SNAPSHOT_ID=Impossible de ${action} ${type}. La configuration du snapshot est corrompue (ID Snapshot vide)). Veuillez contacter l'administrateur de syst\u00E8me.
# auto translated by TM merge
ACTION_TYPE_FAILED_VM_SNAPSHOT_HAS_NO_CONFIGURATION=Impossible de ${action} ${type}. Le snapshot ${SnapshotName} de la VM ${VmName}n'a pas de configuration disponible. Veuillez choisir un snapshot avec une configuration disponible.
ACTION_TYPE_FAILED_CANNOT_RUN_ACTION_ON_NON_MANAGED_VM=Impossible de ${action} ${type}. La VM n'est pas g\u00E9r\u00E9e par ce moteur.
ACTION_TYPE_FAILED_MIN_MEMORY_CANNOT_EXCEED_MEMORY_SIZE=Impossible de ${action} ${type}. La M\u00E9moire physique garantie ne peut pas d\u00E9passer la Taille de la m\u00E9moire.
ACTION_TYPE_FAILED_MEMORY_EXCEEDS_SUPPORTED_LIMIT=Impossible de ${action} ${type}. La taille de la m\u00E9moire d\u00E9passe la limite de prise en charge pour la version de cluster donn\u00E9e.
# auto translated by TM merge
IMAGE_REPOSITORY_NOT_FOUND=Impossible d'acc\u00E9der au domaine de stockage.\nRaisons possibles\u00A0\:\nPas d'h\u00F4te op\u00E9rationnel dans le Centre de donn\u00E9es ou bien, l'\u00E9tat du Centre de donn\u00E9es n'est pas activ\u00E9.
VM_TEMPLATE_IS_LOCKED=Le mod\u00E8le est actuellement verrouill\u00E9 (temporairement).
# auto translated by TM merge
VM_TEMPLATE_IMAGE_IS_LOCKED=L'image du mod\u00E8le est verrouill\u00E9e (temporairement).
# auto translated by TM merge
VM_TEMPLATE_IMAGE_IS_ILLEGAL=L'image du mod\u00E8le est non valide (temporairement).
# auto translated by TM merge
VM_TEMPLATE_IMAGE_LAST_DOMAIN=Impossible de ${action} ${type}. L'image est la seule copie restante d'un disque de Mod\u00E8le.
# auto translated by TM merge
VM_NAME_CANNOT_BE_EMPTY=Le nom de la VMN ne peut rester vide.
# auto translated by TM merge
VM_CANNOT_UPDATE_ILLEGAL_FIELD=Il y a eu une tentative de modification des valeurs VM quand la VM \u00E9tait ferm\u00E9e. Veuillez fermer la VM pour modifier ces propri\u00E9t\u00E9s.
# auto translated by TM merge
VM_CANNOT_RUN_FROM_NETWORK_WITHOUT_NETWORK=La VM est configur\u00E9e \u00E0 R\u00E9seau Bootable, mais aucune Interface r\u00E9seau n'est configur\u00E9e. \nAlternatives \: \n-S\u00E9lectionnez un p\u00E9riph\u00E9rique de d\u00E9marrage diff\u00E9rent (en utilisant la commande \u00AB Ex\u00E9cuter \u00BB ou \u00AB Modifier VM \u00BB sur le sous-onglet Option Boot). \n-Configurer l'Interface de r\u00E9seau et ex\u00E9cutez \u00E0 nouveau la VM.
# auto translated by TM merge
VM_CANNOT_RUN_FROM_CD_WITHOUT_ACTIVE_STORAGE_DOMAIN_ISO=Impossible de ${action} l'objet ${type} avec un CD attach\u00E9 sans un domaine ISO actif.\nAlternatives\u00A0\:\n-\u00A0Joindre un domaine ISO (pour activer les op\u00E9rations de CD).\n-\u00A0Modifier la s\u00E9quence de d\u00E9marrage \u00E0 l'aide de la commande \u00AB\u00A0Modifier VM\u00A0\u00BB (Sous-onglet Boot).\n-\u00A0S\u00E9lectionner un p\u00E9riph\u00E9rique de d\u00E9marrage diff\u00E9rent (en utilisant la commande \u00AB Ex\u00E9cuter \u00BB).
# auto translated by TM merge
VM_CANNOT_RUN_FROM_DISK_WITHOUT_DISK=Impossible de ${action} ${type} sans avoir au moins un disque bootable. \nAlternatives\: \n-Cr\u00E9er un disque pour cette VM, et ex\u00E9cuter \u00E0 nouveau la VM. \n-Modifier la s\u00E9quence de d\u00E9marrage, \u00E0 l'aide de la commande \u00ABModifier VM\u00BB (Sous-onglet Boot). \n-Utiliser la commande \u00ABEx\u00E9cuter\u00BB pour s\u00E9lectionner une option de d\u00E9marrage diff\u00E9rente et ex\u00E9cuter \u00E0 nouveau la VM.
# auto translated by TM merge
VM_CANNOT_RUN_STATELESS_WHILE_IN_PREVIEW=Impossible de ${action} ${type}. Indicateur Stateless sur les conflits VM quand on ex\u00E9cute la VM en mode Aper\u00E7u. Soit supprimer l'indicateur Stateless de la VM ou ne pas ex\u00E9cuter la VM en mode Aper\u00E7u.
# auto translated by TM merge
VM_CANNOT_RUN_STATELESS_HA=Impossible de ${action} ${type}. Les serveurs HA ne peuvent pas ex\u00E9cuter en Stateless.
ACTION_TYPE_FAILED_DELETE_PROTECTION_ENABLED=Impossible de ${action} l'objet ${type}. La protection contre la suppression est activ\u00E9e. Pour pouvoir le supprimer, d\u00E9sactiver d'abord la protection contre la suppression.
# auto translated by TM merge
RESOURCE_MANAGER_FAILED_ATTACHING_VM_TO_USERS=N'a pas r\u00E9ussi \u00E0 attacher la VM \u00E0 Utilisateur
# auto translated by TM merge
RESOURCE_MANAGER_MIGRATING_VM_IS_NOT_UP=La migration a \u00E9chou\u00E9, la VM ne peut pas ex\u00E9cuter.
# auto translated by TM merge
RESOURCE_MANAGER_VM_NOT_FOUND=VM non trouv\u00E9e.
# auto translated by TM merge
SEARCH=Erreur de recherche.
# auto translated by TM merge
SEARCH_ERRORNOUS_SEARCH_TEXT=Erreur dans le texte de recherche.
# auto translated by TM merge
SEARCH_INVALID_SEARCH_TEXT=Texte de recherche non valide.
# auto translated by TM merge
SEARCH_UNSUPPORTED_BUSINESS_OBJECT=Recherche d'objet commercial non support\u00E9.
# auto translated by TM merge
TEMPLATE_IMAGE_LOCKED=Impossible de cr\u00E9er une nouvelle VM. L'image du disque est entrain d'\u00EAtre copi\u00E9e. Veuillez patienter pour que l'op\u00E9ration \u00ABCopier\u00BB soit compl\u00E9t\u00E9e.
# auto translated by TM merge
USER_CANNOT_REMOVE_USER_ATTACHED_POOL=Impossible de supprimer l'utilisateur rattach\u00E9 \u00E0 VM-Pool. Commencer par supprimer l'utilisateur du VM-Pool en \: \n-Allant dans la case \u00ABVM-Pool(s)\u00BB. \n-S\u00E9lectionner VM-Pool. \n-En cliquant sur \u00ABG\u00E9rer Utilisateurs Pool\u00BB dans la barre de menu.
# auto translated by TM merge
USER_CANNOT_REMOVE_USER_NOT_ATTACHED_POOL=Impossible de supprimer l'Utilisateur, l'utilisateur n'est pas attach\u00E9 au VM-Pool.
# auto translated by TM merge
USER_CANNOT_REMOVE_USER_DETECTED_RUNNING_VM=Impossible de supprimer un Utilisateur qui est attach\u00E9 \u00E0 une VM. D\u00E9tacher tout d'abord la VM de l'onglet des VM.
# auto translated by TM merge
USER_CANNOT_REMOVE_HIMSELF=Impossible de ${action} ${type}. L'utilisateur est actuellement connect\u00E9.
# auto translated by TM merge
USER_FAILED_POPULATE_DATA=Impossible d'obtenir les donn\u00E9es Utilisateur du Serveur de R\u00E9pertoires.
# auto translated by TM merge
USER_FAILED_SET_USER_ROLE=N'a pas pu d\u00E9finir le R\u00F4le utilisateur, l'op\u00E9ration a \u00E9t\u00E9 annul\u00E9e.
# auto translated by TM merge
VDS_CANNOT_MAINTENANCE_VDS_IS_NOT_RESPONDING_WITH_VMS=Impossible de faire passer l'h\u00F4te en mode Maintenance.\nL'h\u00F4te poss\u00E8de des VM en cours sur cet H\u00F4te et est dans un \u00E9tat Non-Responsif.
VDS_CANNOT_MAINTENANCE_VDS_IS_NOT_RESPONDING_AND_IS_SPM=Impossible de faire passer l'h\u00F4te en mode de maintenance.\nL'h\u00F4te est Gestionnaire de Pool de stockage et est dans un \u00E9tat Non-Responsif.\n- Si la gestion de l'alimentation est configur\u00E9e, Engine tentera de cl\u00F4turer l'h\u00F4te automatiquement.\n- Sinon, fa\u00EEtes revenir le n\u0153ud, ou lib\u00E9rer la ressource SPM.\nPour ce faire, v\u00E9rifiez que le n\u0153ud a vraiment cess\u00E9 toute activit\u00E9; faites un clic droit sur l'h\u00F4te et confirmer que le n\u0153ud a \u00E9t\u00E9 arr\u00EAt\u00E9 manuellement.
# auto translated by TM merge
VDS_CANNOT_MAINTENANCE_VDS_IS_NOT_OPERATIONAL=Impossible de faire passer l'H\u00F4te en mode Maintenance, l'H\u00F4te n'est pas op\u00E9rationnel.
# auto translated by TM merge
VDS_CANNOT_MAINTENANCE_VDS_IS_IN_MAINTENANCE=Impossible de faire passer l'h\u00F4te en mode Maintenance, l'h\u00F4te est d\u00E9j\u00E0 en mode Maintenance.
# auto translated by TM merge
VDS_CANNOT_MAINTENANCE_SPM_WITH_RUNNING_TASKS=Impossible de faire passer l'H\u00F4te en mode Maintenance, l'H\u00F4te a des t\u00E2ches d\u00E9synchronis\u00E9es en cours.\u00B6Attendez que l'op\u00E9ration soit compl\u00E9t\u00E9e et essayez \u00E0 nouveau.
# auto translated by TM merge
VDS_CANNOT_MAINTENANCE_SPM_CONTENDING=Impossible de faire passer l'H\u00F4te en mode Maintenance, l'h\u00F4te attend le Gestionnaire de Pool de stockage.\u00B6Attendez que l'op\u00E9ration soit compl\u00E9t\u00E9e et essayez \u00E0 nouveau.
# auto translated by TM merge
VDS_CANNOT_MAINTENANCE_IT_INCLUDES_NON_MIGRATABLE_VM=Impossible de faire passer l'h\u00F4te en mode Maintenance\: ${HostsList}.\nUne ou plusieurs VM en cours d'ex\u00E9cution sont marqu\u00E9es comme non migrables. Les VM non migrables sont\: ${VmsList}.
VDS_CANNOT_MAINTENANCE_VM_HAS_PLUGGED_DISK_SNAPSHOT=Impossible de faire passer les H\u00F4tes suivants en mode Maintenance\u00A0\: ${HostsList}.\nLes VMsuivantes ne peuvent pas \u00EAtre migr\u00E9es car elles ont Disk Snapshot activ\u00E9 et attach\u00E9 (VM/Disk Snapshots)\: \n \n${disksInfo} \n \nveuillez d\u00E9sactiver/d\u00E9tacher les Snapshots de disques ou fermer ces VM et essayer \u00E0 nouveau.
ACTION_TYPE_FAILED_OVF_DISK_NOT_SUPPORTED=Impossible de ${action} un ${type} \u00E0 partager. L'op\u00E9ration n'est pas actuellement prise en charge pour les disques utilis\u00E9s comme store OVF.
ACTION_TYPE_FAILED_DISK_NOT_IN_APPLICABLE_STATUS=Impossible de ${action} ${type}. L'op\u00E9ration ne peut \u00EAtre effectu\u00E9e que lorsque les disques ont le  statut ${status}.
VDS_CANNOT_REMOVE_DEFAULT_VDS_GROUP=Impossible de supprimer le Cluster H\u00F4te par d\u00E9faut.
VDS_CANNOT_REMOVE_VDS_DETECTED_RUNNING_VM=Impossible de ${action} ${type}. Une ou plusieurs VM sont en cours d'ex\u00E9cution sur cet H\u00F4te.
# auto translated by TM merge
VDS_CANNOT_REMOVE_VDS_GROUP_VDS_DETECTED=Impossible de ${action} ${type}. Le Groupement H\u00F4te contient un ou plusieurs H\u00F4tes.
# auto translated by TM merge
VDS_CANNOT_REMOVE_VDS_STATUS_ILLEGAL=Impossible de ${action} ${type}. L'H\u00F4te est op\u00E9rationnel. Commencer par faire passer l'H\u00F4te au mode Maintenance.
# auto translated by TM merge
VDS_NOT_EXIST=Impossible de ${action} ${type}. Erreur interne\: l'h\u00F4te n'existe pas dans la base de donn\u00E9es.
CANNOT_FORCE_SELECT_SPM_VDS_NOT_UP=Impossible de ${action} ${type}. L'h\u00F4te ${VdsName} n'est pas actif.
CANNOT_FORCE_SELECT_SPM_VDS_ALREADY_SPM=Impossible de ${action} ${type}. L'h\u00F4te ${VdsName} est d\u00E9j\u00E0 en SPM ou y aspire.
CANNOT_FORCE_SELECT_SPM_VDS_MARKED_AS_NEVER_SPM=Impossible de ${action} ${type}. La priorit\u00E9 SPM de l'h\u00F4te ${VdsName} est d\u00E9finie sur \u00ABnever\u00BB (jamais). Cet H\u00F4te de ne peut devenir SPM.
CANNOT_FORCE_SELECT_SPM_STORAGE_POOL_HAS_RUNNING_TASKS=Impossible de ${action} ${type}. Le Pool de stockage a des t\u00E2ches en cours.
CANNOT_FORCE_SELECT_SPM_VDS_NOT_IN_POOL=Impossible de ${action} ${type}. L'H\u00F4te ne fait pas partie du Pool de stockage.
# auto translated by TM merge
VDS_PROTOCOL_ERROR=Erreur interne\: erreur de protocole de la part de l'h\u00F4te.
# auto translated by TM merge
VDS_RESPONSE_ERROR=Erreur interne\: erreur de r\u00E9ponse de la part de l'h\u00F4te.
# auto translated by TM merge
VDS_STATUS_NOT_VALID_FOR_STOP=Impossible d'effectuer l'op\u00E9ration \u00ABArr\u00EAt\u00BB, l'H\u00F4te doit \u00EAtre en mode Maintenance pour pouvoir s'arr\u00EAter.
# auto translated by TM merge
VDS_STATUS_NOT_VALID_FOR_START=Impossible d'effectuer l'op\u00E9ration \u00ABD\u00E9marrer\u00BB, l'h\u00F4te doit \u00EAtre dans un des statuts suivants\u00A0\: Arr\u00EAt, Non-Responsif, ou Maintenance.
VDS_NO_VDS_PROXY_FOUND=Il n'y a pas d'autre H\u00F4te dans le Centre de donn\u00E9es qui puisse \u00EAtre utilis\u00E9 pour tester les param\u00E8tres de configuration de \u00ABGestion de l'alimentation\u00BB.
# auto translated by TM merge
VDS_FAILED_FENCE_VIA_PROXY_CONNECTION=La connexion \u00E0 l'h\u00F4te via proxy a \u00E9chou\u00E9. Veuillez v\u00E9rifier que la gestion de l'alimentation est disponible, et que les param\u00E8tres fournis soient bien corrects.
# auto translated by TM merge
VDS_STATUS_NOT_VALID_FOR_UPDATE=Impossible de ${action} ${type}. Les param\u00E8tres de l'h\u00F4te de peuvent pas \u00EAtre modifi\u00E9s tant que l'h\u00F4te est op\u00E9rationnel.\nVeuillez tout d'abord faire passer l'H\u00F4te au mode Maintenance.
VDS_NO_UUID=Impossible de ${action} ${type}. L'h\u00F4te n'a pas d'id unique.
VDS_ALREADY_UP=Impossible de ${action} ${type}. L'h\u00F4te a le statut Up (actif)
VDS_NON_RESPONSIVE=Impossible d'obtenir la version de l'h\u00F4te quand l'h\u00F4te poss\u00E8de le statut Non Responsif.
VDS_DOES_NOT_EXIST=Impossible de ${action} ${type}. L'h\u00F4te n'existe pas.
# auto translated by TM merge
VDS_INVALID_SERVER_ID=Impossible de ${action} ${type}. Id d'h\u00F4te non valide.
VDS_EMPTY_NAME_OR_ID=Impossible de ${action} ${type}. Le nom ou l'id de l'h\u00F4te ne peut pas rester vide.
# auto translated by TM merge
VDS_CANNOT_INSTALL_EMPTY_PASSWORD=Impossible d'installer l'h\u00F4te avec un mot de passe vide.
# auto translated by TM merge
VDS_CANNOT_INSTALL_STATUS_ILLEGAL=Impossible d'installer l'h\u00F4te. Commencer par changer l'h\u00F4te en mode Maintenance.
# auto translated by TM merge
VDS_CANNOT_UPGRADE_BETWEEN_MAJOR_VERSION=Impossible de mettre l'h\u00F4te \u00E0 niveau. La version de l'h\u00F4te n'est pas compatible avec la version ISO s\u00E9lectionn\u00E9e. Veuillez s\u00E9lectionner un ISO avec version majeure ${IsoVersion}.x.
# auto translated by TM merge
VDS_CANNOT_INSTALL_MISSING_IMAGE_FILE=Impossible d'installer l'h\u00F4te. Le fichier image est manquant.
# auto translated by TM merge
VDS_PORT_CHANGE_REQUIRE_INSTALL=Le Num\u00E9ro de port de l'h\u00F4te ne peut pas \u00EAtre modifi\u00E9 sans r\u00E9installation pr\u00E9alable de l'h\u00F4te.
# auto translated by TM merge
VDS_TRY_CREATE_SECURE_CERTIFICATE_NOT_FOUND=Impossible d'ajouter un nouvel h\u00F4te par une connexion s\u00E9curis\u00E9e. Le fichier de certificat est introuvable.
VDS_FENCE_DISABLED=Impossible de d\u00E9limiter l'h\u00F4te. La fonction de cl\u00F4turage de l'h\u00F4te est d\u00E9sactiv\u00E9e.
# auto translated by TM merge
VDS_FENCE_DISABLED_AT_SYSTEM_STARTUP_INTERVAL=Cl\u00F4turage d\u00E9sactiv\u00E9 en raison de la s\u00E9quence de d\u00E9marrage du Service Engine 
# auto translated by TM merge
VDS_FENCE_DISABLED_AT_QUIET_TIME=Une autre op\u00E9ration de Gestion de l'alimentation est en cours d'ex\u00E9cution, veuillez essayer \u00E0 nouveau dans ${seconds} Sec.
# auto translated by TM merge
TEMPLATE_IMAGE_NOT_EXIST=Impossible de ${action} ${type}. L'image du mod\u00E8le n'existe pas.
# auto translated by TM merge
VM_CANNOT_REMOVE_VDS_GROUP_VMS_DETECTED=Impossible de ${action} ${type}. Une ou plusieurs VM sont assign\u00E9es au Groupement.
# auto translated by TM merge
VMT_CANNOT_REMOVE_VDS_GROUP_VMTS_DETECTED=Impossible de ${action} ${type}. Un ou plusieurs mod\u00E8les y sont associ\u00E9s.
# auto translated by TM merge
VDS_GROUP_CANNOT_REMOVE_HAS_VM_POOLS=Impossible de ${action} ${type}. Un ou plusieurs VM-Pools y sont associ\u00E9s.
# auto translated by TM merge
VM_IMAGE_LOCKED=Impossible d'ex\u00E9cuter la VM. L'image du disque est entrain d'\u00EAtre copi\u00E9e. Veuillez patienter jusqu'\u00E0 ce que l'op\u00E9ration soit compl\u00E9t\u00E9e.
# auto translated by TM merge
VM_POOL_CANNOT_ADD_VM_WITH_USERS_ATTACHED_TO_POOL=Impossible d'attacher la VM \u00E0 VM-Pool. VM-Pool est d\u00E9j\u00E0 attach\u00E9 \u00E0 l'utilisateur.
# auto translated by TM merge
ACTION_TYPE_FAILED_USER_ATTACHED_TO_POOL=L'utilisateur est d\u00E9j\u00E0 attach\u00E9 \u00E0 ce VM-Pool.
# auto translated by TM merge
VM_POOL_CANNOT_ADD_VM_ATTACHED_TO_POOL=Impossible d'attacher le VM-Pool. La VM est d\u00E9j\u00E0 attach\u00E9e \u00E0 un autre VM-Pool.
# auto translated by TM merge
VM_POOL_CANNOT_DETACH_VM_NOT_ATTACHED_TO_POOL=Impossible de d\u00E9tacher la VM du pool. La VM n'est pas attach\u00E9e au VM-Pool.
# auto translated by TM merge
VM_POOL_CANNOT_ADD_VM_DIFFERENT_CLUSTER=Impossible d'attacher la VM au VM-Pool. La VM se trouve dans un Cluster H\u00F4tes diff\u00E9rent de VM-Pool.
# auto translated by TM merge
VM_POOL_CANNOT_REMOVE_VM_POOL_WITH_ATTACHED_DIRECTORY_GROUPS=Impossible de supprimer le VM-Pool. D\u00E9tacher tout d'abord les Groupes de r\u00E9pertoires de VM-Pool.
# auto translated by TM merge
VM_POOL_CANNOT_REMOVE_VM_POOL_WITH_ATTACHED_USERS=Impossible de supprimer le VM-Pool. D\u00E9tacher tout d'abord les Utilisateurs du VM-Pool.
# auto translated by TM merge
VM_POOL_CANNOT_REMOVE_VM_POOL_WITH_VMS=Impossible de supprimer le VM-Pool. D\u00E9tacher tout d'abord les VM du VM-Pool.
# auto translated by TM merge
VM_POOL_CANNOT_REMOVE_RUNNING_VM_FROM_POOL=Impossible de d\u00E9tacher la VM du VM-Pool. La VM est en cours d'ex\u00E9cution.
# auto translated by TM merge
VM_POOL_CANNOT_ADD_RUNNING_VM_TO_POOL=Impossible d'attacher la VM du VM-Pool. La VM est en cours d'ex\u00E9cution.
# auto translated by TM merge
VM_INVALID_SERVER_CLUSTER_ID=Id de Cluster H\u00F4te non valide.
# auto translated by TM merge
VMT_CANNOT_CREATE_TEMPLATE_FROM_DOWN_VM=Impossible de ${action} ${type}. La VM est verrouill\u00E9e ou encore en cours d'ex\u00E9cution, stopper la VM et essayer \u00E0 nouveau.
# auto translated by TM merge
VMT_CANNOT_REMOVE_BLANK_TEMPLATE=Impossible de ${action} ${type}. Supprimer un mod\u00E8le Blank n'est pas autoris\u00E9.
# auto translated by TM merge
VMT_CANNOT_EDIT_BLANK_TEMPLATE=Impossible de ${action} ${type}. Modifier un mod\u00E8le Blank n'est pas autoris\u00E9.
# auto translated by TM merge
VMT_CANNOT_EXPORT_BLANK_TEMPLATE=Impossible d'exporter un mod\u00E8le Blank.
# auto translated by TM merge
VMT_CANNOT_UPDATE_ILLEGAL_FIELD=\u00C9chec lors de la mise \u00E0 jour des propri\u00E9t\u00E9s du mod\u00E8le de VM.
VMT_CANNOT_UPDATE_VERSION_NAME=Impossible de mettre \u00E0 jour le nom des Sous-Mod\u00E8les, seul le Nom de version peut \u00EAtre mis \u00E0 jour.
# auto translated by TM merge
DIRECTORY_GROUP_CANNOT_REMOVE_DIRECTORY_GROUP_ATTACHED_TO_VM=Impossible de supprimer le Groupe du r\u00E9pertoire. D\u00E9tacher tout d'abord le Groupe de la VM.
# auto translated by TM merge
VM_NOT_FOUND=VM non trouv\u00E9e
ACTION_TYPE_FAILED_CLUSTER_UNDEFINED_ARCHITECTURE=Impossible de ${action} ${type}. Le cluster n'a pas d'architecture d\u00E9finie.
# auto translated by TM merge
ACTION_TYPE_FAILED_VM_IN_PREVIEW=Impossible de ${action} ${type}. La VM est en aper\u00E7u de snapshot.
ACTION_TYPE_FAILED_STORAGE_DELETE_VMS_IN_PREVIEW=Impossible de ${action} ${type}. Les VM suivantes pr\u00E9visualisent un snapshot \: ${vms}.
ACTION_TYPE_FAILED_VM_DISK_SNAPSHOT_IS_ATTACHED_TO_ANOTHER_VM=Impossible de ${action} ${type}. Les snapshots suivants de disques de la VM sont attach\u00E9s \u00E0 d'autres VM (Disk Alias/Snapshot Description/VM attached to)\:\n\n ${disksInfo} \n\nVeuillez les d\u00E9tacher de ces VM et essayer \u00E0 nouveau.
ACTION_TYPE_FAILED_VM_DISK_SNAPSHOT_IS_PLUGGED_TO_ANOTHER_VM=Impossible de ${action} ${type}. Les snapshots suivants de disques de la VM sont connect\u00E9s \u00E0 d'autres VM (Disk Alias/Snapshot Description/VM attached to)\:\n\n ${disksInfo} \n\nVeuillez les d\u00E9sactiver/d\u00E9tacher de ces VM et essayer \u00E0 nouveau.
ACTION_TYPE_FAILED_VM_HAS_PLUGGED_DISK_SNAPSHOT=Impossible de ${action} ${type}. Les disques activ\u00E9s suivants de la VM sont des snapshots de disques (VM/Diusk Snapshots)\:\n\n${disksInfo}\n\nVeuillez les d\u00E9sactiver et essayer \u00E0 nouveau.
ACTION_TYPE_FAILED_SHAREABLE_DISKS_NOT_SUPPORTED_ON_GLUSTER_DOMAIN=Impossible de ${action} ${type}. Les disques partag\u00E9s ne sont pas pris en charge sur les domaines Gluster.
ACTION_TYPE_FAILED_DISKS_LOCKED=Impossible de ${action} ${type}\: les disques suivants sont verrouill\u00E9s\: ${diskAliases}. Veuillez essayer \u00E0 nouveau dans quelques minutes.
ACTION_TYPE_DISK_INTERFACE_UNSUPPORTED=Impossible de  ${action} ${type}. L'interface du disque n'est pas prise en charge par le SE VM\: ${osName}.
ACTION_TYPE_FAILED_DISKS_ILLEGAL=Impossible de ${action} ${type}. Les disques suivants ont pour statut ILLEGAL\: ${diskAliases}- veuillez les supprimer et essayer \u00E0 nouveau.
ACTION_TYPE_FAILED_MOVE_DISKS_MIXED_PLUGGED_STATUS=Impossible de ${action} ${type}. Les disques suivants n'ont pas pu \u00EAtre d\u00E9plac\u00E9s\: ${diskAliases}. Veuillez veiller \u00E0 ce que tous les disques soient actifs ou inactifs dans la VM.
ACTION_TYPE_FAILED_IMPORT_DISKS_ALREADY_EXIST=Impossible de ${action} ${type}. Les disques suivants existent d\u00E9j\u00E0 \: ${diskAliases}. Veuillez importer comme clone.
ACTION_TYPE_FAILED_VM_IS_LOCKED=Impossible de ${action} ${type}\: la VM est verrouill\u00E9e. Veuillez essayer \u00E0 nouveau dans quelques minutes.
# auto translated by TM merge
ACTION_TYPE_FAILED_VM_DURING_EXPORT=Impossible de ${action} ${type}\: la VM est en cours d'exportation. Veuillez essayer \u00E0 nouveau dans quelques minutes.
# auto translated by TM merge
ACTION_TYPE_FAILED_VM_IMAGE_IS_ILLEGAL=Impossible de ${action} ${type}. L'image de la VM est sans doute corrompue.
# auto translated by TM merge
ACTION_TYPE_FAILED_VM_HAS_NO_DISKS=Impossible de ${action} ${type}. La VM n'a pas de disque.
# auto translated by TM merge
ACTION_TYPE_FAILED_IMAGE_REPOSITORY_NOT_FOUND=Impossible de ${action} ${type}\: Impossible d'acc\u00E9der au Domaine de stockage.\n-V\u00E9rifier qu'il existe au moins un H\u00F4te op\u00E9rationnel dans le Centre de donn\u00E9es ou bien, que l'\u00E9tat du Centre de donn\u00E9es soit activ\u00E9.
# auto translated by TM merge
ACTION_TYPE_FAILED_VM_IS_RUNNING=Impossible de ${action} ${type}. La VM est en cours d'ex\u00E9cution.
ACTION_TYPE_FAILED_VM_IS_BEING_CLONED=Impossible de ${action} ${type}. La VM est en cours de clonage.
ACTION_TYPE_FAILED_VM_IS_BEING_UPDATED=Impossible de ${action} ${type}. La VM est en cours de mise \u00E0 jour.
# auto translated by TM merge
ACTION_TYPE_FAILED_VM_IS_NOT_RUNNING=Impossible de ${action} ${type}. La VM n'est pas en cours d'ex\u00E9cution.
# auto translated by TM merge
ACTION_TYPE_FAILED_VM_IS_NOT_UP=Impossible de ${action} ${type}. La VM n'est pas UP (active).
# auto translated by TM merge
ACTION_TYPE_FAILED_VM_IS_NOT_DOWN=Impossible de ${action} ${type}. Une des VM au moins n'est pas interrompue.
ACTION_TYPE_FAILED_VM_IS_NOT_DOWN_OR_UP=Impossible de ${action} ${type}. La VM ${VmName} doit \u00EAtre en Arr\u00EAt, En cours ou Sur Pause.
# auto translated by TM merge
ACTION_TYPE_FAILED_VM_IS_SAVING_RESTORING=Impossible de ${action} ${type}. La VM a le statut saving/restoring (sauvegarde/restauration).\n- Veuillez attendre le changement de statut.
# auto translated by TM merge
ACTION_TYPE_FAILED_VM_IS_DURING_SNAPSHOT=Impossible de ${action} ${type}. La VM effectue une op\u00E9ration sur un snapshot.\n- Veuillez attendre que l'op\u00E9ration soit termin\u00E9e, et essayer \u00E0 nouveau.
# translation auto-copied from project oVirt, version rhevm-3.2, document frontend/webadmin/modules/webadmin/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors, author croe
ACTION_TYPE_FAILED_VM_STATUS_ILLEGAL=Impossible de ${action} ${type} car la VM est en statut ${vmStatus}.
# auto translated by TM merge
ACTION_TYPE_FAILED_VM_RUNNING_STATELESS=Impossible de ${action} ${type}. La VM ex\u00E9cute en Stateless. Veuillez essayer \u00E0 nouveau quand la VM n'est pas en Stateless.
# auto translated by TM merge
ACTION_TYPE_FAILED_VM_HAS_STATELESS_SNAPSHOT_LEFTOVER=Impossible de ${action} ${type}. La VM ex\u00E9cutait en Stateless et n'a pas pu se nettoyer correctement. Veuillez essayer d'ex\u00E9cuter la VM qui devrait se nettoyer, et essayez \u00E0 nouveau quand la VM n'est pas en cours d'ex\u00E9cution.
# auto translated by TM merge
ACTION_TYPE_FAILED_VM_IN_USE_BY_OTHER_USER=Impossible de ${action} ${type}. La VM est utilis\u00E9e par un autre utilisateur.
# auto translated by TM merge
ACTION_TYPE_FAILED_VM_NOT_FOUND=Impossible de ${action} ${type}. La VM n'a pas pu \u00EAtre trouv\u00E9e.
ACTION_TYPE_FAILED_CANNOT_USE_LATEST_WITH_CLONE=Impossible de ${action} ${type}. Impossible d'utiliser la 'Derni\u00E8re Version' quand on utilise un clone du Mod\u00E8le.
ACTION_TYPE_FAILED_VM_NOT_SET_FOR_LATEST=Impossible de ${action} ${type}. La Vm est d\u00E9finie pour utiliser une version particuli\u00E8re, et ne se met pas \u00E0 jour \u00E0 la derni\u00E8re version automatiquement.
ACTION_TYPE_FAILED_VM_ALREADY_IN_LATEST_VERSION=Impossible de ${action} ${type}. La Vm est d\u00E8j\u00E0 \u00E0 la derni\u00E8re version.
ACTION_TYPE_FAILED_VM_IS_NON_MIGRTABLE=Impossible de ${action} ${type}. La VM n'est pas migrable.
# auto translated by TM merge
ACTION_TYPE_FAILED_VM_IS_NON_MIGRTABLE_AND_IS_NOT_FORCED_BY_USER_TO_MIGRATE=Impossible de ${action} ${type}. La VM ne peut pas migrer et l'utilisateur n'a pas sp\u00E9cifi\u00E9 l'indicateur force-migration.
# auto translated by TM merge
ACTION_TYPE_FAILED_VM_IS_PINNED_TO_HOST=Impossible de ${action} ${type}. La VM est \u00E9pingl\u00E9e sur l'h\u00F4te.
VM_PINNED_TO_HOST_CANNOT_RUN_ON_THE_DEFAULT_VDS=Notez \: la VM est \u00E9pingl\u00E9e \u00E0 l'h\u00F4te '${VdsName}' mais ne peut pas ex\u00E9cuter dessus.
HOST_NAME_NOT_AVAILABLE=$VdsName [N/A]
VM_HOSTCPU_MUST_BE_PINNED_TO_HOST=Impossible de ${action} ${type}. La VM avec les indicateurs cpu h\u00F4te doit \u00EAtre \u00E9pingl\u00E9e sur l'h\u00F4te.
MIGRATION_IS_NOT_SUPPORTED=Impossible de ${action} ${type}. La migration n'est pas pris en charge pour cette architecture de CPU.
MIGRATION_ON_ERROR_IS_NOT_SUPPORTED=Impossible de ${action} ${type}. Cette police de r\u00E9silience n'est pas prise en charge pour cette architecture de CPU.
VM_MIGRATION_IS_NOT_SUPPORTED=Impossible de ${action} ${type}. L'option de migration n'est pas pris en charge pour cette architecture de CPU.
# auto translated by TM merge
ACTION_TYPE_FAILED_VM_NOT_EXIST=Impossible de ${action} ${type}. La VM n'existe pas.
# auto translated by TM merge
ACTION_TYPE_FAILED_VM_CANNOT_BE_HIGHLY_AVAILABLE_AND_PINNED_TO_HOST=Impossible de ${action} ${type}. Les machines virtuelles HA ne peuvent pas \u00EAtre \u00E9pingl\u00E9es sur un h\u00F4te sp\u00E9cifique.
# auto translated by TM merge
ACTION_TYPE_FAILED_VM_GUID_ALREADY_EXIST=Impossible de ${action} ${type}. Une VM ayant le m\u00EAme identifiant existe d\u00E9j\u00E0.
# auto translated by TM merge
ACTION_TYPE_FAILED_VM_ATTACHED_TO_POOL=Impossible de ${action} ${type}. La VM est attach\u00E9e \u00E0 un VM-Pool.
# auto translated by TM merge
ACTION_TYPE_FAILED_NO_AVAILABLE_POOL_VMS=Impossible de ${action} ${type}. Il n'y a pas de VM disponible(s) dans le VM-Pool.
# auto translated by TM merge
ACTION_TYPE_FAILED_VM_FROM_POOL_CANNOT_BE_STATELESS=Impossible de ${action} ${type}. La VM du Pool ne peut pas \u00EAtre Stateless.
ACTION_TYPE_FAILED_INVALID_TIMEZONE=Impossible de ${action} ${type}. Fuseau horaire non valide pour le type de SE donn\u00E9.
ACTION_TYPE_FAILED_INVALID_SERIAL_NUMBER=Impossible de ${action} ${type}. Le num\u00E9ro de s\u00E9rie personnalis\u00E9 doit \u00EAtre non vide lorsque la strat\u00E9gie de num\u00E9ro de s\u00E9rie \u00AB Custom \u00BB est sp\u00E9cifi\u00E9e.
# auto translated by TM merge
ACTION_TYPE_FAILED_PRESTARTED_VMS_CANNOT_EXCEED_VMS_COUNT=Impossible de ${action} ${type}. Le nombre de VM d\u00E9marr\u00E9es en avance ne peut pas exc\u00E9der le nombre de VM dans le Pool.
# auto translated by TM merge
ACTION_TYPE_FAILED_VM_WITH_BLANK_TEMPLATE=Impossible de ${action} ${type}\: la VM a \u00E9t\u00E9 cr\u00E9\u00E9e \u00E0 partir du mod\u00E8le Blank et ne contient pas de syst\u00E8me d'exploitation. Veuillez ex\u00E9cuter la machine virtuelle \u00E0 l'aide des options \u00ABBoot from CD\u00BB (Boot avec CD) ou \u00ABBoot from Network\u00BB (Boot R\u00E9seau) \u00E0 partir du menu \u00ABRun Once\u00BB.
# auto translated by TM merge
ACTION_TYPE_FAILED_DISK_SPACE_LOW=Impossible de ${action} ${type}. Espace disque peu \u00E9lev\u00E9 sur le Domaine de stockage concern\u00E9.
ACTION_TYPE_FAILED_DISK_VOLUME_TYPE_UNSUPPORTED=Impossible de ${action} ${type}. L'op\u00E9ration n'est pas prise en charge pour ${volumeType} Disk(s), essayez \u00E0 nouveau avec  Disque(s) et un des type(s) suivants\u00A0\: ${supportedVolumeTypes}.
ACTION_TYPE_FAILED_NO_SPM=Impossible de ${action} ${type}. Le Centre de donn\u00E9es n'a pas de Gestionnaire de Pools de stockage.
ACTION_TYPE_FAILED_SPM_CHANGED=Impossible de ${action} ${type}. Le Gestionnaire de Pools de stockage du Centre de donn\u00E9es a chang\u00E9.
ACTION_TYPE_FAILED_DISK_SPACE_LOW_ON_STORAGE_DOMAIN=Impossible de ${action} ${type}. Espace disque peu \u00E9lev\u00E9 sur le Domaine de stockage ${storageName}.
# auto translated by TM merge
ACTION_TYPE_FAILED_DEDICATED_VDS_NOT_IN_SAME_CLUSTER=Impossible de ${action} ${type}. La VM a \u00E9t\u00E9 \u00E9pingl\u00E9e \u00E0 un h\u00F4te sp\u00E9cifique. Le cluster de l'h\u00F4te doit \u00EAtre le m\u00EAme que le cluster de la VM s\u00E9lectionn\u00E9e.
# auto translated by TM merge
ACTION_TYPE_FAILED_DISK_CONFIGURATION_NOT_SUPPORTED=Impossible de  ${action} ${type}. La configuration de disque (${volumeFormat} ${volumeType}) n'est pas compatible avec le type de domaine de stockage.
ACTION_TYPE_FAILED_OVF_CONFIGURATION_NOT_SUPPORTED=Impossible de ${action} ${type}. La configuration OVF n'a pas pu \u00EAtre analys\u00E9e.
ACTION_TYPE_FAILED_DISK_LUN_HAS_NO_VALID_TYPE=Impossible de ${action} ${type}. Le lun fourni n'a pas de type lun valide.
ACTION_TYPE_FAILED_DISK_LUN_ISCSI_MISSING_CONNECTION_PARAMS=Impossible de ${action} ${type}. Il manque au moins un param\u00E8tre de connexion (adresse/port/iqn) au lun fourni.
# auto translated by TM merge
ACTION_TYPE_FAILED_DISK_LUN_IS_ALREADY_IN_USE=Impossible de ${action} ${type}. Le lun fourni est utilis\u00E9 par un autre disque.
# auto translated by TM merge
ACTION_TYPE_FAILED_MIGRATION_IN_PROGRESS=Impossible de ${action} ${type}. La migration de la VM est en cours.
# auto translated by TM merge
ACTION_TYPE_FAILED_MIGRATION_TO_SAME_HOST=Impossible de ${action} ${type}. Les sources et destinations sont identiques.
ACTION_TYPE_FAILED_INVALID_CUSTOM_PROPERTIES_INVALID_SYNTAX=Impossible de ${action} ${type}si les propri\u00E9t\u00E9s personnalis\u00E9es sont dans un format non valide. Veuillez v\u00E9rifier les entr\u00E9es.
ACTION_TYPE_FAILED_INVALID_CUSTOM_PROPERTIES_INVALID_KEYS=Impossible de ${action} ${type}si certaines des propri\u00E9t\u00E9s personnalis\u00E9es sp\u00E9cifi\u00E9es ne sont pas configur\u00E9es par le syst\u00E8me. Les cl\u00E9s sont \: ${MissingKeys}
ACTION_TYPE_FAILED_INVALID_CUSTOM_PROPERTIES_INVALID_VALUES=Impossible de ${action} ${type}si certaines des propri\u00E9t\u00E9s personnalis\u00E9es sp\u00E9cifi\u00E9es ont des valeurs ill\u00E9gales. Les cl\u00E9s sont \: ${WrongValueKeys}
ACTION_TYPE_FAILED_CUSTOM_PROPERTIES_NOT_SUPPORTED_IN_VERSION=Impossible de ${action} ${type}. Les propri\u00E9t\u00E9s personnalis\u00E9es ne sont pas prises en charge dans la version\u00A0\: ${NotSupportedInVersion}
ACTION_TYPE_FAILED_NETWORK_CUSTOM_PROPERTIES_NOT_SUPPORTED=Impossible de ${action} ${type}. Les propri\u00E9t\u00E9s de r\u00E9seau personnalis\u00E9es ne sont pas prises en charge dans la version de compatibilit\u00E9 du cluster, mais elles \u00E9taient fournies aux r\u00E9seau(x) suivant(s)\u00A0\: ${ACTION_TYPE_FAILED_NETWORK_CUSTOM_PROPERTIES_NOT_SUPPORTED_LIST}.
ACTION_TYPE_FAILED_NETWORK_CUSTOM_PROPERTIES_BAD_INPUT=Impossible de ${action} ${type}. Certaines propri\u00E9t\u00E9s de r\u00E9seau personnalis\u00E9es contenaient des erreur(s) (mauvaise syntaxe, cl\u00E9s inexistantes ou valeurs non valides). Regardez de plus pr\u00EAt le(s) r\u00E9seau(x) suivant(s) \: ${ACTION_TYPE_FAILED_NETWORK_CUSTOM_PROPERTIES_BAD_INPUT_LIST}. Refer to the engine log for further details.
ACTION_TYPE_FAILED_INVALID_DEVICE_TYPE_FOR_CUSTOM_PROPERTIES=Impossible de ${action} ${type}. Les propri\u00E9t\u00E9s personnalis\u00E9es ne sont pas prises en charge pour le type de p\u00E9riph\u00E9rique\u00A0\: ${InvalidDeviceType}
# auto translated by TM merge
ACTION_TYPE_FAILED_VDS_VM_CLUSTER=Impossible de ${action} ${type}. Il n'y a pas d'H\u00F4tes en cours d'ex\u00E9cution disponibles dans le Cluster H\u00F4tes.
# auto translated by TM merge
ACTION_TYPE_FAILED_VDS_VM_MEMORY=Impossible de ${action} ${type}. Il n'y a pas d'H\u00F4tes en cours d'ex\u00E9cution disponibles avec suffisamment de m\u00E9moire disponible dans le Cluster VM.
# auto translated by TM merge
ACTION_TYPE_FAILED_VDS_VM_CPUS=Impossible de ${action} ${type}. Il n'y a pas d'H\u00F4tes en cours d'ex\u00E9cution disponibles avec suffisamment de noyaux dans le Cluster VM.
ACTION_TYPE_FAILED_VDS_VM_CPU_LEVEL=Impossible de ${action} ${type}. L'h\u00F4te a un niveau CPU inf\u00E9rieur \u00E0 celui de la VM.
ACTION_TYPE_FAILED_VDS_VM_NETWORKS=Impossible de ${action} ${type}. Il n'y a pas d'H\u00F4tes en cours d'ex\u00E9cution disponibles avec tous les r\u00E9seaux utilis\u00E9s par la VM.
ACTION_TYPE_FAILED_MISSING_DISPLAY_NETWORK=Impossible de ${action} ${type}. Il n'y a pas d'H\u00F4tes en cours d'ex\u00E9cution disponibles dans le r\u00E9seau d'affichage du cluster.
ACTION_TYPE_FAILED_NO_HA_VDS=Impossible de ${action} ${type}. Il n'y a pas d'H\u00F4tes HA disponibles dans le Cluster de la VM.
CANNOT_MAINTENANCE_VDS_RUN_VMS_NO_OTHER_RUNNING_VDS=Les h\u00F4tes suivants ont des VM en cours d'ex\u00E9cution et ne peuvent donc pas passer en mode Maintenance \: ${HostsList}.\nVeillez \u00E0 ce que les clusters suivants aient au moins un h\u00F4te ayant comme \u00E9tat UP \:  ${ClustersList}.
# auto translated by TM merge
ACTION_TYPE_FAILED_VDS_VM_VERSION=Impossible de ${action} ${type}. La version des outils de la VM (${toolsVersion}) ne correspondent pas \u00E0 la version (${serverVersion}) H\u00F4te.
# auto translated by TM merge
ACTION_TYPE_FAILED_VDS_VM_SWAP=Impossible de  ${action} ${type}. Le pourcentage d'\u00E9change de l'h\u00F4te a d\u00E9pass\u00E9 la limite autoris\u00E9e.\n- V\u00E9rifier vos param\u00E8tres de configuration de Pourcentage \u00C9change H\u00F4te
# auto translated by TM merge
ACTION_TYPE_FAILED_NO_VDS_AVAILABLE_IN_CLUSTER=Impossible de ${action} ${type}. Il n'y a pas d'H\u00F4te op\u00E9rationnel (statut UP) disponible dans le Cluster dont il s'agit.
# auto translated by TM merge
ACTION_TYPE_FAILED_CANNOT_REMOVE_IMAGE_TEMPLATE=Impossible de ${action} ${type}. Supprimer le snapshot du mod\u00E8le n'est pas autoris\u00E9.
# auto translated by TM merge
ACTION_TYPE_FAILED_CANNOT_REMOVE_ACTIVE_IMAGE=Impossible de ${action} ${type}. Supprimer le snapshot de la VM active n'est pas autoris\u00E9.
# auto translated by TM merge
ACTION_TYPE_FAILED_PROBLEM_WITH_CANDIDATE_INFO=Impossible de ${action} ${type}. Erreur d'importation des donn\u00E9es.\n- V\u00E9rifier votre Domain Import.
# auto translated by TM merge
ACTION_TYPE_FAILED_TEMPLATE_DOES_NOT_EXIST=Impossible de ${action} ${type}. Le mod\u00E8le qui convient n'existe pas.
ACTION_TYPE_FAILED_CLUSTER_CAN_NOT_BE_EMPTY=Impossible de ${action} ${type}. Le cluster qui convient n'existe pas.
ACTION_TYPE_FAILED_TEMPLATE_VERSION_CANNOT_BE_BASE_TEMPLATE=Impossible de ${action} ${type}. Seule la premi\u00E8re version de mod\u00E8le peut \u00EAtre s\u00E9lectionn\u00E9e comme mod\u00E8le de base.
ACTION_TYPE_FAILED_INSTANCE_TYPE_DOES_NOT_EXIST=Impossible de ${action} ${type}. Le Type d'instance qui convient n'existe pas.
ACTION_TYPE_FAILED_IMAGE_TYPE_DOES_NOT_EXIST=Impossible de ${action} ${type}. Le Type d'image qui convient n'existe pas.
ACTION_TYPE_FAILED_TEMPLATE_IS_DISABLED=Impossible de ${action} ${type}. Le mod\u00E8le est d\u00E9sactiv\u00E9, veuillez essayer d'activer le mod\u00E8le tout d'abord, et essayer \u00E0 nouveau.
# auto translated by TM merge
ACTION_TYPE_FAILED_IMAGE_ALREADY_EXISTS=Impossible de ${action} ${type}. Une des images du mod\u00E8le existe d\u00E9j\u00E0.
# auto translated by TM merge
ACTION_TYPE_FAILED_TEMPLATE_GUID_ALREADY_EXISTS=Impossible de ${action} ${type}. Un mod\u00E8le avec le m\u00EAme identifiant existe d\u00E9j\u00E0.
# auto translated by TM merge
ACTION_TYPE_FAILED_CANDIDATE_ALREADY_EXISTS=Impossible de ${action} ${type}. Le candidat \u00E0 l'export existe d\u00E9j\u00E0 dans le chemin indiqu\u00E9.\n- Utiliser l'option 'Forcer Remplacement' pour remplacer le fichier existant.
# auto translated by TM merge
ACTION_TYPE_FAILED_ROLE_IS_READ_ONLY=Impossible de ${action} ${type}. Le R\u00F4le est en Lecture-seule.
# auto translated by TM merge
ACTION_TYPE_FAILED_STORAGE_POOL_NOT_MATCH=Impossible de ${action} ${type}. Le Centre de donn\u00E9es cible ne contient pas de ${type}.
ACTION_TYPE_FAILED_STORAGE_POOL_OF_VM_NOT_MATCH=Impossible de ${action} ${type}. Le centre de donn\u00E9es cible ne contient pas de machine virtuelle.
# auto translated by TM merge
ACTION_TYPE_FAILED_STORAGE_DOMAIN_ALREADY_CONTAINS_DISK=Impossible de ${action} ${type}. Le Domaine de stockage contient d\u00E9j\u00E0 le(s) disque(s) cible.
ACTION_TYPE_FAILED_STORAGE_DELETE_PROTECTED=Impossible de ${action} ${type}. Les VM/Mod\u00E8les suivants sont prot\u00E9g\u00E9s de toute suppression \: ${vms}.
ACTION_TYPE_FAILED_STORAGE_VMS_IN_POOL=Impossible de ${action} ${type}. Les VM/Mod\u00E8les suivants sont rattach\u00E9s au pool \: ${vms}.
# auto translated by TM merge
ACTION_TYPE_FAILED_STORAGE_DOMAIN_NAME_ALREADY_EXIST=Impossible de ${action} ${type}. Le Domaine de stockage est d\u00E9j\u00E0 en cours d'utilisation.
# auto translated by TM merge
ACTION_TYPE_FAILED_STORAGE_DOMAIN_ALREADY_EXIST=Impossible de ${action} ${type}. Le Domaine de stockage existe d\u00E9j\u00E0.
# auto translated by TM merge
ACTION_TYPE_FAILED_STORAGE_POOL_NAME_ALREADY_EXIST=Impossible de ${action} ${type}. Le Centre de donn\u00E9es est d\u00E9j\u00E0 en cours d'utilisation.
# auto translated by TM merge
ACTION_TYPE_FAILED_TEMPLATE_NOT_FOUND_ON_DESTINATION_DOMAIN=Impossible de ${action} ${type}. Le Domaine de stockage s\u00E9lectionn\u00E9 ne contient pas le Mod\u00E8le de VM.
# auto translated by TM merge
ACTION_TYPE_FAILED_NO_VDS_IN_POOL=Impossible de ${action} ${type}. Il n'y a pas d'H\u00F4te actif dans le Centre de donn\u00E9es.
ACTION_TYPE_FAILED_REQUESTED_DISK_SIZE_IS_TOO_SMALL=Impossible de ${action}. La taille du nouveau disque doit \u00EAtre plus grande que celle du disque actuel.
ACTION_TYPE_FAILED_CANNOT_RESIZE_READ_ONLY_DISK=Impossible de ${action} ${type}. Un disque en lecture-seule ne peut pas \u00EAtre redimensionn\u00E9.
ACTION_TYPE_FAILED_CLOUD_INIT_IS_NOT_SUPPORTED=Impossible de ${action} ${type}. Cloud-Init n'est pris en charge que sur le cluster de compatibilit\u00E9 version 3.3 ou sup\u00E9rieure.
ACTION_TYPE_FAILED_CANNOT_RESIZE_DISK_SNAPSHOT=Impossible de ${action} ${type}. Le snapshot du disque ne peut pas changer de taille.
ACTION_TYPE_FAILED_QEMU_UNSUPPORTED_OPERATION=Impossible de ${action} ${type}. Op\u00E9ration non prise en charge par QEMU.
# auto translated by TM merge
VAR__TYPE__HOST=$type H\u00F4te
VAR__ENTITIES__HOSTS=$entities h\u00F4tes
# auto translated by TM merge
VAR__TYPE__NETWORK=$type R\u00E9seau
# auto translated by TM merge
VAR__TYPE__NETWORKS=$type R\u00E9seaux
VAR__TYPE__LABEL=$type \u00C9tiquette
VAR__TYPE__VNIC_PROFILE=$type profile d'interface de r\u00E9seau VM
VAR__TYPE__PROVIDER=$type fournisseur
VAR__TYPE__PROVIDER_CERTIFICATE_CHAIN=$type cha\u00EEne de certificat de fournisseur
# auto translated by TM merge
VAR__TYPE__VM=$type VM
VAR__ENTITIES__VMS=$entities machines virtuelles
# auto translated by TM merge
VAR__TYPE__QUOTA=$type Quota
# auto translated by TM merge
VAR__TYPE__COMPUTER_ACCOUNT=$type Compte informatique
# auto translated by TM merge
VAR__TYPE__VM_TEMPLATE=$type Mod\u00E8le
VAR__ENTITIES__VM_TEMPLATE=$entities mod\u00E8les
# auto translated by TM merge
VAR__TYPE__SNAPSHOT=$type Snapshot
# auto translated by TM merge
VAR__TYPE__DESKTOP_POOL=$type VM-Pool
# auto translated by TM merge
VAR__TYPE__VM_FROM_VM_POOL=$type de VM \u00E0 VM-Pool
# auto translated by TM merge
VAR__TYPE__CLUSTER=$type Cluster
# auto translated by TM merge
VAR__TYPE__ROLE=$type R\u00F4le
# auto translated by TM merge
VAR__TYPE__INTERFACE=$type Interface
# auto translated by TM merge
VAR__TYPE__VM_DISK=$type Disque VM
# auto translated by TM merge
VAR__TYPE__BOOKMARK=$type Raccourci
# auto translated by TM merge
VAR__TYPE__VM_TICKET=$type Ticket VM
# auto translated by TM merge
VAR__TYPE__STORAGE__CONNECTION=$type Connexion de stockage
# auto translated by TM merge
VAR__TYPE__STORAGE__DOMAIN=$type Stockage
# auto translated by TM merge
VAR__TYPE__STORAGE__POOL=$type Centre de donn\u00E9es
# auto translated by TM merge
VAR__TYPE__USER_FROM_VM=$type Utilisateur \u00E0 VM
# auto translated by TM merge
VAR__TYPE__USER=$type Utilisateur
VAR__TYPE__PERMISSION=$type Permission
VAR__TYPE__HOST_CAPABILITIES=$type Capacit\u00E9s de l'H\u00F4te
VAR__TYPE__CLUSTER_POLICY=$type Strat\u00E9gie Cluster
VAR__TYPE__POLICY_UNIT=$type Unit\u00E9 Police
VAR__TYPE__SUBNET=$type Subnet
VAR__TYPE__AFFINITY_GROUP=$type Groupe Affinit\u00E9
VAR__TYPE__GLUSTER_VOLUME=$type Volume Gluster
VAR__TYPE__GLUSTER_VOLUME_OPTION=$type Gluster Option Volume
VAR__TYPE__GLUSTER_VOLUME_REBALANCE=$type R\u00E9\u00E9quilibrage du Volume Gluster
VAR__TYPE__GLUSTER_BRICK=$type Brique(s)
VAR__TYPE__GLUSTER_SERVER=$type Serveur Gluster
VAR__TYPE__GLUSTER_HOOK=$type Gluster Hook
VAR__TYPE__GLUSTER_SERVICE=$type Service
VAR__TYPE__NETWORK_QOS=$type QoS R\u00E9seau
VAR__TYPE__SPM=$type SPM
VAR__TYPE__ISCSI_BOND=$type iSCSI Bond
VAR__TYPE__DISK__SNAPSHOT=$type Disk Snapshot
# auto translated by TM merge
VAR__ACTION__RUN=$action ex\u00E9cuter
# auto translated by TM merge
VAR__ACTION__REMOVE=$action supprimer
# auto translated by TM merge
VAR__ACTION__ADD=$action ajouter
# auto translated by TM merge
VAR__ACTION__CREATE=$action cr\u00E9er
# auto translated by TM merge
VAR__ACTION__PAUSE=$action suspendre
# auto translated by TM merge
VAR__ACTION__HIBERNATE=$action hiberner
# auto translated by TM merge
VAR__ACTION__MIGRATE=$action migrer
# auto translated by TM merge
VAR__ACTION__CANCEL_MIGRATE=$action annuler migration
VAR__ACTION__ATTACH_DESKTOP_TO=$action attacher VM \u00E0
# auto translated by TM merge
VAR__ACTION__REVERT_TO=$action retourner \u00E0
# auto translated by TM merge
VAR__ACTION__PREVIEW=$action aper\u00E7u
# auto translated by TM merge
VAR__ACTION__STOP=$action arr\u00EAter
# auto translated by TM merge
VAR__ACTION__START=$action d\u00E9marrer
# auto translated by TM merge
VAR__ACTION__RESTART=$action d\u00E9marrer \u00E0 nouveau
# auto translated by TM merge
VAR__ACTION__SHUTDOWN=$action fermeture
# auto translated by TM merge
VAR__ACTION__EXPORT=$action exporter
# auto translated by TM merge
VAR__ACTION__EXTEND=$action \u00E9tendre
# auto translated by TM merge
VAR__ACTION__IMPORT=$action importer
# auto translated by TM merge
VAR__ACTION__ATTACH_ACTION_TO=$action attacher
# auto translated by TM merge
VAR__ACTION__DETACH_ACTION_TO=$action d\u00E9tacher
# auto translated by TM merge
VAR__ACTION__MOVE=$action d\u00E9placer
# auto translated by TM merge
VAR__ACTION__COPY=$action copier
# auto translated by TM merge
VAR__ACTION__CHANGE_CD=$action Changer CD
# auto translated by TM merge
VAR__ACTION__EJECT_CD=$action \u00C9jecter CD
# auto translated by TM merge
VAR__ACTION__ALLOCATE_AND_RUN=$action allouer et ex\u00E9cuter
# auto translated by TM merge
VAR__ACTION__MANUAL_FENCE=$action confirmer 'H\u00F4te red\u00E9marr\u00E9'
VAR__ACTION__MAINTENANCE=$action maintenance
# auto translated by TM merge
VAR__ACTION__SET=$action d\u00E9finition
VAR__ACTION__RESET=$action r\u00E9initialisation
# auto translated by TM merge
VAR__ACTION__SETUP=$action installation
# auto translated by TM merge
VAR__ACTION__UPDATE=$action \u00E9diter
# auto translated by TM merge
VAR__ACTION__ATTACH=$action attacher
# auto translated by TM merge
VAR__ACTION__DETACH=$action d\u00E9tacher
# auto translated by TM merge
VAR__ACTION__ACTIVATE=$action activer
# auto translated by TM merge
VAR__ACTION__DEACTIVATE=$action d\u00E9sactiver
# auto translated by TM merge
VAR__ACTION__RECONSTRUCT_MASTER=$action reconstruire Master
# auto translated by TM merge
VAR__ACTION__RECOVER_POOL=$action recouvrir Centre de donn\u00E9es
# auto translated by TM merge
VAR__ACTION__DESTROY_DOMAIN=$action d\u00E9truire
# auto translated by TM merge
VAR__ACTION__HOT_PLUG=$action hot plug
# auto translated by TM merge
VAR__ACTION__HOT_UNPLUG=$action hot unplug
VAR__ACTION__HOT_SET_CPUS=$action hot set cpus
# auto translated by TM merge
VAR__ACTION__LOGON=$action connecter
# auto translated by TM merge
VAR__ACTION__LOGOFF=$action d\u00E9connecter
VAR__ACTION__REBALANCE_START=$action r\u00E9\u00E9quilibrage
VAR__ACTION__REBALANCE_STOP=$action stopper r\u00E9\u00E9quilibrage
VAR__ACTION__REMOVE_BRICKS_START=$action d\u00E9marrer suppression
VAR__ACTION__REMOVE_BRICKS_STOP=$action stopper suppression
VAR__ACTION__REMOVE_BRICKS_COMMIT=$action valider suppression
VAR__ACTION__START_PROFILE=$action d\u00E9but profilage
VAR__ACTION__STOP_PROFILE=$action stop profilage
# auto translated by TM merge
VAR__ACTION__ASSIGN=$action assigner
VAR__ACTION__REFRESH=$action r\u00E9actualiser
VAR__ACTION__SCAN_ALIGNMENT=$action alignement scanner
VAR__ACTION__FORCE_SELECT=$action s\u00E9lection forcer
VAR__ACTION__EXTEND_IMAGE_SIZE=$action \u00E9tendre
VAR__ACTION__UPDATE_VM_VERSION=$action mise \u00E0 jour version pour
# auto translated by TM merge
VAR__HOST_STATUS__UP=$hostStatut Actif
# auto translated by TM merge
VAR__HOST_STATUS__UP_MAINTENANCE_OR_NON_OPERATIONAL=$hostStatut Actif, Maintenance ou Non op\u00E9rationnel
VAR__VM_STATUS__UP=$vmStatus En cours
VAR__VM_STATUS__UNASSIGNED=$vmStatus Non assign\u00E9
VAR__VM_STATUS__DOWN=$vmStatus Arr\u00EAt
VAR__VM_STATUS__POWERING_UP=$vmStatus D\u00E9marrage
VAR__VM_STATUS__PAUSED=$vmStatus Pause
VAR__VM_STATUS__MIGRATING=$vmStatus Migration
VAR__VM_STATUS__UNKNOWN=$vmStatus Inconnu
VAR__VM_STATUS__NOT_RESPONDING=$vmStatus Pas de r\u00E9ponse
VAR__VM_STATUS__WAIT_FOR_LAUNCH=$vmStatus Patientez Lancement
VAR__VM_STATUS__REBOOT_IN_PROGRESS=$vmStatus Red\u00E9marrage en cours
VAR__VM_STATUS__SAVING_STATE=$vmStatus Sauvegarde \u00C9tat
VAR__VM_STATUS__RESTORING_STATE=$vmStatus Restauration \u00C9tat
VAR__VM_STATUS__SUSPENDED=$vmStatus En attente
VAR__VM_STATUS__IMAGE_LOCKED=$vmStatus Image verrouill\u00E9e
VAR__VM_STATUS__POWERING_DOWN=$vmStatus Perte Puissance
VAR__VM_STATUS__IMAGE_ILLEGAL=$vmStatus Image ill\u00E9gale
VAR__VM_STATUS__PREPARING_FOR_HIBERNATE=$vmStatus Pr\u00E9paration Hibernate
# auto translated by TM merge
ACTION_TYPE_FAILED_DISK_ALREADY_ATTACHED=Impossible de ${action} ${type}. Le disque est d\u00E9j\u00E0 attach\u00E9 \u00E0 la VM.
# auto translated by TM merge
ACTION_TYPE_FAILED_DISK_ALREADY_DETACHED=Impossible de ${action} ${type}. Le disque est d\u00E9j\u00E0 d\u00E9tach\u00E9 de la VM.
# auto translated by TM merge
ACTION_TYPE_FAILED_NOT_SHAREABLE_DISK_ALREADY_ATTACHED=Impossible de ${action} ${type}. Le disque ne peut pas \u00EAtre partag\u00E9 et est d\u00E9j\u00E0 attach\u00E9 \u00E0 une VM.
# auto translated by TM merge
ACTION_TYPE_FAILED_VM_MAX_RESOURCE_EXEEDED=Impossible de ${action} ${type}. La valeur maximum des VM en cours en m\u00EAme temps a \u00E9t\u00E9 d\u00E9pass\u00E9e.
ACTION_TYPE_FAILED_MISSED_STORAGES_FOR_SOME_DISKS=Impossible de ${action} ${type}. Un ou plusieurs domaines de stockage sont en statut maintenance/non-op\u00E9rationnel.
ACTION_TYPE_FAILED_STORAGE_DOMAIN_IS_WRONG=Impossible de ${action} ${type}. Mauvais domaine de stockage, non li\u00E9 au disque.
# auto translated by TM merge
ACTION_TYPE_FAILED_CPU_NOT_FOUND=Impossible de  ${action} ${type}. Le CPU choisi n'est pas pris en charge.
# auto translated by TM merge
ACTION_TYPE_FAILED_EXCEEDED_MAX_PCI_SLOTS=Impossible de ${action} ${type}. Le nombre maximum de PCI a \u00E9t\u00E9 d\u00E9pass\u00E9.
# auto translated by TM merge
ACTION_TYPE_FAILED_EXCEEDED_MAX_IDE_SLOTS=Impossible de ${action} ${type}. Le nombre maximum de IDE a \u00E9t\u00E9 d\u00E9pass\u00E9.
ACTION_TYPE_FAILED_EXCEEDED_MAX_VIRTIO_SCSI_DISKS=Impossible de ${action} ${type}. Le nombre maximum de SCSI VirtIO a \u00E9t\u00E9 d\u00E9pass\u00E9.
ACTION_TYPE_FAILED_EXCEEDED_MAX_SPAPR_VSCSI_DISKS=Impossible de ${action} ${type}. Le nombre maximum de sPAPR VSCSI a \u00E9t\u00E9 d\u00E9pass\u00E9.
# auto translated by TM merge
USER_CANNOT_ATTACH_TO_VM_ALREADY_ATTACHED=L'utilisateur est d\u00E9j\u00E0 attach\u00E9 \u00E0 la VM
# auto translated by TM merge
USER_CANNOT_ATTACH_TO_VM_NOT_ATTACHED=L'utilisateur n'est pas d\u00E9j\u00E0 attach\u00E9 \u00E0 cette VM.
# auto translated by TM merge
USER_FAILED_TO_AUTHENTICATE=Erreur de connexion. Veuillez v\u00E9rifier vos informations de connexion ou contacter l'administrateur du syst\u00E8me.
USER_FAILED_TO_AUTHENTICATE_TIMED_OUT=\u00C9chec de la connexion. Timeout sur un ou plusieurs serveurs qui participent au processus de connexion.
USER_FAILED_TO_AUTHENTICATE_SERVER_IS_NOT_AVAILABLE=\u00C9chec de la connexion. Un ou plusieurs des serveurs qui devaient servir \u00E0 la connexion ne sont pas disponibles.
# auto translated by TM merge
USER_FAILED_TO_AUTHENTICATE_KERBEROS_ERROR=Erreur de connexion. Client non trouv\u00E9 dans la base de donn\u00E9es Kerberos. Veuillez v\u00E9rifier vos informations de connexion ou contacter l'administrateur du syst\u00E8me.
# auto translated by TM merge
USER_FAILED_TO_AUTHENTICATION_WRONG_AUTHENTICATION_METHOD=Erreur de connexion. (Erreur d'authentication).\n- Veuillez v\u00E9rifier que la m\u00E9thode d'authentification qui convient, a \u00E9t\u00E9 utilis\u00E9e dans votre syst\u00E8me.
# auto translated by TM merge
VMT_CLUSTER_IS_NOT_VALID=Impossible de ${action} ${type}. L'ID Cluster n'est pas valide.
# auto translated by TM merge
USER_ACCOUNT_DISABLED=Erreur de connexion. Le Compte utilisateur est d\u00E9sactiv\u00E9 ou verrouill\u00E9. Veuillez contacter l'administrateur du syst\u00E8me.
# auto translated by TM merge
USER_PERMISSION_DENIED=Permission refus\u00E9e. Permission Engine Administrator requise.
# auto translated by TM merge
USER_CANNOT_LOGIN_SESSION_MISSING=Erreur de connexion. La session a expir\u00E9.
# auto translated by TM merge
USER_CANNOT_REMOVE_ADMIN_USER=Impossible de supprimer l'utilisateur admin interne ou ses permissions.
# auto translated by TM merge
USER_MUST_EXIST_IN_DB=L'utilisateur doit sortir de la base de donn\u00E9es.
# auto translated by TM merge
USER_MUST_EXIST_IN_DIRECTORY=L'utilisateur doit sortir du r\u00E9pertoire.
# auto translated by TM merge
USER_IS_ALREADY_LOGGED_IN=L'utilisateur est d\u00E9j\u00E0 connect\u00E9.
# auto translated by TM merge
USER_IS_NOT_LOGGED_IN=L'utilisateur n'est pas connect\u00E9.
# auto translated by TM merge
USER_DOES_NOT_HAVE_A_VALID_EMAIL=L'utilisateur ne poss\u00E8de pas d'adresse e-mail valide.
# auto translated by TM merge
USB_NATIVE_SUPPORT_ONLY_AVAILABLE_ON_CLUSTER_LEVEL=L'USB Natif n'est disponible qu'au niveau 3.1 du cluster ou niveau sup\u00E9rieur.
# auto translated by TM merge
USB_LEGACY_NOT_SUPPORTED_ON_LINUX_VMS=L'ancien Support USB n'est pas disponible pour les VM Linux.
# auto translated by TM merge
VM_POOL_CANNOT_CREATE_FROM_BLANK_TEMPLATE=Le VM-Pool doit \u00EAtre bas\u00E9 sur un mod\u00E8le non-blank.
# auto translated by TM merge
VM_POOL_CANNOT_UPDATE_POOL_NOT_FOUND=Impossible de modifier les propri\u00E9t\u00E9s VM-Pool. VM-Pool non trouv\u00E9.
VM_POOL_CANNOT_ATTACH_TO_MORE_VMS_FROM_POOL=L'utilisateur est d\u00E9j\u00E0 attach\u00E9 \u00E0 un nombre maximum de VM de ce VM-Pool.
# auto translated by TM merge
ACTION_TYPE_FAILED_VM_TASKS_ARE_ALREADY_RUNNING=Impossible de ${action} ${type}. Il y a d\u00E9j\u00E0 des t\u00E2ches asynchrones en cours, veuillez essayer \u00E0 nouveau ult\u00E9rieurement.
# auto translated by TM merge
VM_CANNOT_SUSPENDE_HAS_RUNNING_TASKS=Impossible de suspendre la VM. La VM contient des t\u00E2ches qui s'ex\u00E9cutent en asynchrone, veuillez essayer \u00E0 nouveau ult\u00E9rieurement.
# auto translated by TM merge
VM_CANNOT_SUSPEND_STATELESS_VM=Impossible de suspendre la VM, la VM est Stateless.
# auto translated by TM merge
VM_CANNOT_SUSPEND_VM_FROM_POOL=Impossible de suspendre une VM qui appartient \u00E0 un VM-Pool.
ACTION_TYPE_FAILED_NO_SUITABLE_DOMAIN_FOUND=Impossible de ${action} ${type}. Aucun Domaine de stockage actif contenant suffisamment de stockage n'a \u00E9t\u00E9 trouv\u00E9 dans le Centre de donn\u00E9es.
# auto translated by TM merge
USER_NOT_AUTHORIZED_TO_PERFORM_ACTION=L'utilisateur n'est pas autoris\u00E9 \u00E0 effectuer cette action.
# auto translated by TM merge
ERROR_CANNOT_REMOVE_ROLE_ATTACHED_TO_PERMISSION=Il y a encore une ou plusieurs permissions associ\u00E9es \u00E0 ce r\u00F4le.\n- Veuillez tout d'abord supprimer toutes les permissions.
# auto translated by TM merge
ERROR_CANNOT_REMOVE_ROLE_INVALID_ROLE_ID=Impossible de supprimer le R\u00F4le, id de R\u00F4le non valide.
# auto translated by TM merge
ERROR_CANNOT_UPDATE_ROLE_ID=Impossible de ${action} R\u00F4le. Modifier l'ID du R\u00F4le n'est pas autoris\u00E9.
# auto translated by TM merge
ERROR_CANNOT_UPDATE_ROLE_TYPE=Impossible de ${action} R\u00F4le. Modifier le type du R\u00F4le n'est pas autoris\u00E9.
# auto translated by TM merge
VDS_APPROVE_VDS_IN_WRONG_STATUS=Impossible d'approuver l'H\u00F4te Hypervieur RHEV.\n- L'h\u00F4te doit poss\u00E9der le statut \u00ABEn attente d'acceptation\u00AB ou \u00ABErreur d'installation\u00BB pour pouvoir \u00EAtre approuv\u00E9.
# auto translated by TM merge
VDS_NEW_CLUSTER_ILLEGAL=Impossible de mettre \u00E0 jour les propri\u00E9t\u00E9s de l'H\u00F4te. Mauvaise correspondance entre le CPU Cluster et CPU H\u00F4te.
# auto translated by TM merge
VDS_CLUSTER_IS_NOT_VALID=Impossible de ${action} ${type}. L'ID Cluster n'est pas valide.
VDS_CLUSTER_ON_DIFFERENT_STORAGE_POOL=Impossible de ${action} ${type}. Le cluster cible appartient \u00E0 un Centre de donn\u00E9es diff\u00E9rent.
# auto translated by TM merge
VDS_GROUP_CANNOT_UPDATE_CPU_ILLEGAL=Impossible de modifier le type de CPU du Cluster quand les h\u00F4tes attach\u00E9s \u00E0 ce Cluster ne sont pas en mode de Maintenance.
VDS_GROUP_CANNOT_UPDATE_CPU_ARCHITECTURE_ILLEGAL=Impossible de modifier l'architecture de CPU du Cluster quand des h\u00F4tes ou VM sont attach\u00E9s \u00E0 ce Cluster.
# auto translated by TM merge
VDS_GROUP_CANNOT_UPDATE_CPU_WITH_LOWER_HOSTS=Impossible de modifier le CPU du Cluster en un type de CPU plus \u00E9lev\u00E9 quand il y a des H\u00F4tes actifs qui ont des types de CPU inf\u00E9rieurs.\n-Commencer par mettre les H\u00F4tes pourvus d'un CPU moins \u00E9lev\u00E9 en maintenance.
# auto translated by TM merge
VDS_GROUP_CANNOT_UPDATE_COMPATIBILITY_VERSION_WITH_LOWER_HOSTS=Impossible de modifier une Version de comptabilit\u00E9 de cluster en version plus \u00E9lev\u00E9e quand il y a des H\u00F4tes actifs en versions inf\u00E9rieures.\n-Commencer par mettre les H\u00F4tes pourvus d'un CPU moins \u00E9lev\u00E9 en maintenance.
VDS_GROUP_CANNOT_UPDATE_VDS_UP=Changement du cluster impossible. Vous essayez de connecter le Centre de donn\u00E9es avec des h\u00F4tes qui sont actifs (\u00ABup\u00BB).
# auto translated by TM merge
VDS_GROUP_CANNOT_ADD_COMPATIBILITY_VERSION_WITH_LOWER_STORAGE_POOL=Impossible d'ajouter un Cluster ayant une Version de compatibilit\u00E9 inf\u00E9rieure \u00E0 la Version de comptabilit\u00E9 d'un centre de donn\u00E9es.\n-Veuillez tout d'abord mettre \u00E0 niveau votre Cluster \u00E0 une version de comptabilit\u00E9 sup\u00E9rieure.
# auto translated by TM merge
VDS_GROUP_CPU_TYPE_CANNOT_BE_NULL=Impossible d'ajouter un Cluster. Le type de CPU doit \u00EAtre indiqu\u00E9.
# auto translated by TM merge
VDS_GROUP_CANNOT_DO_ACTION_NAME_IN_USE=Impossible de ${action} le Cluster. Le nom du Cluster est d\u00E9j\u00E0 utilis\u00E9.
# auto translated by TM merge
NETWORK_NAME_ALREADY_EXISTS=Impossible de ${action} ${type}. Le nom du R\u00E9seau existe d\u00E9j\u00E0.
ACTION_TYPE_FAILED_VNIC_PROFILE_NOT_EXISTS=Impossible de ${action} ${type}. Le profil de l'interface de r\u00E9seau de la VM sp\u00E9cifi\u00E9e n'existe pas.
ACTION_TYPE_FAILED_VNIC_PROFILE_NAME_IN_USE=Impossible de ${action} ${type}. Le nom du profil de l'interface de r\u00E9seau de la VM est d\u00E9j\u00E0 en cours d'utilisation par un profil d\u00E9j\u00E0 existant pour le m\u00EAme r\u00E9seau.\n-Veuillez choisir un nom diff\u00E9rent.
ACTION_TYPE_FAILED_VNIC_PROFILE_IN_USE=Impossible de ${action} ${type}. Plusieurs ${entities} (${ENTITIES_USING_VNIC_PROFILE_COUNTER}) utilisent ce profil d'interface de r\u00E9seau de VM\u00A0\:\n${ENTITIES_USING_VNIC_PROFILE}\n - Veuillez le retirer de toutes les ${entities} qui l'utilisent et essayer \u00E0 nouveau.
ACTION_TYPE_FAILED_CANNOT_CHANGE_VNIC_PROFILE_NETWORK=Impossible de ${action} ${type}. Le r\u00E9seau du profil de l'interface de r\u00E9seau de la VM n'existe pas.
ACTION_TYPE_FAILED_CANNOT_ADD_VNIC_PROFILE_TO_NON_VM_NETWORK=Impossible de ${action} ${type}. Les profils de l'interface de r\u00E9seau de la VM ne peuvent \u00EAtre ajout\u00E9s qu'\u00E0 un r\u00E9seau non-VM. Veuillez vous assurer que le r\u00E9seau est un r\u00E9seau VM.
ACTION_TYPE_FAILED_CANNOT_FIND_VNIC_PROFILE_FOR_NETWORK=Impossible de ${action} ${type}. Il n'y a pas de profil d'interface de r\u00E9seau de VM pour le r\u00E9seau dont l'utilisateur puisse faire usage.\n-Veuillez utiliser un profil d'interface de r\u00E9seau de VM \u00E0 la place d'un nom de r\u00E9seau.
ACTION_TYPE_FAILED_NAME_ALREADY_USED=Impossible de ${action} ${type}. Le nom ${type} est d\u00E9j\u00E0 utilis\u00E9, veuillez choisir un nom unique et essayer \u00E0 nouveau.
VALIDATION_VDS_CONSOLEADDRESSS_HOSTNAME_OR_IP=L'adresse de la console doit correspondre \u00E0 un FQDN ou \u00E0 une adresse IP valide
ACTION_TYPE_FAILED_URL_INVALID=Impossible de ${action} ${type}. L'URL n'est pas valide, veuillez essayer d'activer l'URL tout d'abord, et essayer \u00E0 nouveau.
# auto translated by TM merge
ACTION_TYPE_FAILED_STORAGE_CONNECTION_NOT_EXIST=Impossible de ${action} ${type}. La connexion de stockage n'existe pas.
ACTION_TYPE_FAILED_STORAGE_CONNECTION_FOR_DOMAIN_NOT_EXIST=Impossible de ${action} ${type}. La connexion de stockage n'est pas attach\u00E9e au domaine sp\u00E9cifi\u00E9.
ACTION_TYPE_FAILED_ACTION_IS_SUPPORTED_ONLY_FOR_ISCSI_DOMAINS=Impossible de ${action} ${type}. Cette action n'est support\u00E9e que pour les domaines de stockage iSCSI.
ACTION_TYPE_FAILED_STORAGE_CONNECTION_ID_EMPTY=Impossible de ${action} ${type}. L'Id de connexion de stockage est vide.
ACTION_TYPE_FAILED_STORAGE_CONNECTION_ID_NOT_EMPTY=Impossible de ${action} ${type}. La connexion de stockage n'est pas vide.
ACTION_TYPE_FAILED_STORAGE_CONNECTION_ALREADY_EXISTS=Impossible de ${action} ${type}. La connexion de stockage existe d\u00E9j\u00E0.
ACTION_TYPE_FAILED_STORAGE_CONNECTION_FOR_DOMAIN_ALREADY_EXISTS=Impossible de ${action} ${type}. La connexion de stockage est d\u00E9j\u00E0 attach\u00E9e au domaine sp\u00E9cifi\u00E9.
ACTION_TYPE_FAILED_STORAGE_CONNECTION_UNSUPPORTED_ACTION_FOR_STORAGE_TYPE=Impossible de ${action} ${type}. Les param\u00E8tres de connexion de stockage ne peuvent \u00EAtre modifi\u00E9s que pour les domaines de donn\u00E9es NFS, Posix local ou iSCI.
ACTION_TYPE_FAILED_STORAGE_CONNECTION_UNSUPPORTED_ACTION_FOR_DOMAINS_STATUS=Impossible de ${action} ${type}. Les domaines de donn\u00E9es ${domainNames} doivent \u00EAtre en cours de maintenance ou non attach\u00E9s.
ACTION_TYPE_FAILED_STORAGE_CONNECTION_UNSUPPORTED_ACTION_NOT_SAME_STORAGE_TYPE=Impossible de ${action} ${type}. La connexion de stockage et le type de domaine ne correspondent pas.
ACTION_TYPE_FAILED_STORAGE_CONNECTION_UNSUPPORTED_ACTION_FOR_RUNNING_VMS=Impossible de ${action} ${type}. Les VM ${vmNames}doivent \u00EAtre arr\u00EAt\u00E9es.
ACTION_TYPE_FAILED_STORAGE_CONNECTION_UNSUPPORTED_ACTION_FOR_RUNNING_VMS_AND_DOMAINS_STATUS=Impossible de ${action} ${type}. Les domaines de donn\u00E9es ${domainNames} doivent \u00EAtre en cours de maintenance, ou non attach\u00E9s et les VM ${vmNames} doivent \u00EAtre arr\u00EAt\u00E9es.
ACTION_TYPE_FAILED_STORAGE_CONNECTION_BELONGS_TO_SEVERAL_STORAGE_DOMAINS=Impossible de ${action} ${type}. Les param\u00E8tres de connexion de stockage sont utilis\u00E9s par les domaines de stockage suivants \: ${domainNames}.
ACTION_TYPE_FAILED_STORAGE_CONNECTION_BELONGS_TO_SEVERAL_STORAGE_DOMAINS_AND_DISKS=Impossible de ${action} ${type}. Les param\u00E8tres de connexion de stockage sont utilis\u00E9s par les domaines de stockage suivants \: ${domainNames} et les disques ${diskNames}.
ACTION_TYPE_FAILED_STORAGE_CONNECTION_BELONGS_TO_SEVERAL_DISKS=Impossible de ${action} ${type}. Les param\u00E8tres de connexion de stockage sont utilis\u00E9s par les disques suivants \: ${diskNames}.
# auto translated by TM merge
ACTION_TYPE_FAILED_STORAGE_CONNECTION_WRONG_PARAMETERS_FOR_STORAGE_TYPE=Impossible de ${action} ${type}. Les param\u00E8tres de connexion ne sont pas valides pour ce type de stockage.
ACTION_TYPE_FAILED_STORAGE_CONNECTION_UNSUPPORTED_CHANGE_STORAGE_TYPE=Impossible de ${action} ${type}. Le type de stockage ne peut pas \u00EAtre modifi\u00E9.
# auto translated by TM merge
ACTION_TYPE_FAILED_STORAGE_DOMAIN_NOT_EXIST=Impossible de ${action} ${type}. Le Domaine de stockage n'existe pas.
# auto translated by TM merge
ACTION_TYPE_FAILED_CANNOT_CHANGE_STORAGE_DOMAIN_TYPE=Impossible de ${action} ${type}. Impossible de changer le type de Domaine de stockage.
# auto translated by TM merge
ACTION_TYPE_FAILED_STORAGE_DOMAIN_STATUS_ILLEGAL=Impossible de ${action} ${type}. Le Domaine de stockage qui convient n'est pas accessible.\n-Veuillez vous occuper des probl\u00E8mes de Domaine de stockage et essayer l'op\u00E9ration \u00E0 nouveau.
# auto translated by TM merge
ACTION_TYPE_FAILED_STORAGE_DOMAIN_STATUS_ILLEGAL2=Impossible de ${action} ${type}. Le statut du Domaine de stockage qui convient est ${status}.
# auto translated by TM merge
STORAGE_POOL_REINITIALIZE_WITH_MORE_THAN_ONE_DATA_DOMAIN=Impossible de ${action} ${type}.\nL'action ${action} peut \u00EAtre effectu\u00E9e sur un centre de donn\u00E9es qui ne poss\u00E8de qu'un domaine de stockage dans un \u00E9tat Actif/Inconnu.
# auto translated by TM merge
ACTION_TYPE_FAILED_STORAGE_POOL_NOT_EXIST=Le centre de donn\u00E9es n'existe pas.
# auto translated by TM merge
ACTION_TYPE_FAILED_STORAGE_DOMAIN_NOT_IN_STORAGE_POOL=Impossible de ${action} ${type}. Le Domaine de stockage s\u00E9lectionn\u00E9 ne fait pas partie du Centre de donn\u00E9es.
ACTION_TYPE_FAILED_LUNS_ALREADY_PART_OF_STORAGE_DOMAINS=Impossible de ${action} ${type}. Les LUN suivants font d\u00E9j\u00E0 partie des domaines de stockage existants \: ${lunIds}.
ACTION_TYPE_FAILED_LUNS_ALREADY_USED_BY_DISKS=Impossible de ${action} ${type}. Les LUN suivants sont d\u00E9j\u00E0 utilis\u00E9s par les disques DirectLUN \: ${lunIds}.
# auto translated by TM merge
ERROR_CANNOT_REMOVE_STORAGE_POOL_WITH_NONMASTER_DOMAINS=Impossible de supprimer le Centre de donn\u00E9es quand il y a plus d'un Domaine de stockage attach\u00E9.
# auto translated by TM merge
ERROR_CANNOT_REMOVE_STORAGE_DOMAIN_DO_FORMAT=Impossible de supprimer le Domaine de stockage. Le Domaine de stockage doit \u00EAtre format\u00E9 apr\u00E8s la suppression.\n-Veuillez v\u00E9rifier que l'option Format est activ\u00E9e sur le Domaine des donn\u00E9es.
ERROR_CANNOT_MANAGE_STORAGE_DOMAIN=Impossible de g\u00E9rer le Domaine de stockage. Le domaine est d\u00E9fini de fa\u00E7on externe (comme par exemple par un fournisseur).
ERROR_CANNOT_FORCE_REMOVE_STORAGE_POOL_WITH_VDS_NOT_IN_MAINTENANCE=Impossible de ${action} ${type} tant que certains H\u00F4tes ne sont pas en mode de Maintenance.
# auto translated by TM merge
ACTION_TYPE_FAILED_STORAGE_POOL_STATUS_ILLEGAL=Impossible de ${action} ${type}. Statut du Centre de donn\u00E9es inconnu.
ACTION_TYPE_FAILED_MIXED_STORAGE_TYPES_NOT_ALLOWED=Impossible de  ${action} ${type}. La version de centre de donn\u00E9es ne supporte pas les types de stockage mixtes.
# auto translated by TM merge
NETWORK_BOND_NAME_EXISTS=Le nom du Bond existe d\u00E9j\u00E0.
# auto translated by TM merge
NETWORK_BOND_NOT_EXISTS=Le nom du Bond n'existe pas.
# auto translated by TM merge
NETWORK_CHECK_CONNECTIVITY=Impossible de v\u00E9rifier la connectivit\u00E9 sur le r\u00E9seau hors gestion.
# auto translated by TM merge
NETWORK_BOND_PARAMETERS_INVALID=Param\u00E8tres non valides.\n- Veuillez v\u00E9rifier que le nom de Bond soit format\u00E9 sous la forme <bondYYY>.\n- Le Bond consiste de deux interfaces de r\u00E9seau (NIC) au moins.
# auto translated by TM merge
NETWORK_DEFAULT_UPDATE_NAME_INVALID=Le r\u00E9seau '${NetworkName}' est obligatoire; il ne peut \u00EAtre modifi\u00E9.
# auto translated by TM merge
NETWORK_INTERFACE_ALREADY_IN_BOND=L'interface de r\u00E9seau appartient d\u00E9j\u00E0 au Bond.
# auto translated by TM merge
NETWORK_INVALID_BOND_NAME=Le nom du Bond doit \u00EAtre format\u00E9 sous la forme <bondYYY>.
# auto translated by TM merge
NETWORK_INTERFACE_NOT_EXISTS=Le nom du r\u00E9seau n'existe pas.
# auto translated by TM merge
ERROR_CANNOT_ATTACH_MORE_THAN_ONE_ISO_DOMAIN=Ne peut pas attacher plus d'un Domaine de stockage ISO au m\u00EAme Centre de donn\u00E9es. Si vous souhaitez utiliser un Domaine nouvellement cr\u00E9\u00E9, d\u00E9tacher le Domaine attach\u00E9 existant et attacher le nouveau.
# auto translated by TM merge
ERROR_CANNOT_ATTACH_MORE_THAN_ONE_EXPORT_DOMAIN=Ne peut pas attacher plus d'un Domaine de stockage Import/Export au m\u00EAme Centre de donn\u00E9es. Si vous souhaitez utiliser un Domaine nouvellement cr\u00E9\u00E9, d\u00E9tacher le Domaine attach\u00E9 existant et attacher le nouveau.
# auto translated by TM merge
ERROR_CANNOT_ATTACH_STORAGE_DOMAIN_STORAGE_TYPE_NOT_MATCH=Ne peut pas joindre le stockage au Centre de donn\u00E9es. Le type de stockage ne correspond pas au type de Centre de donn\u00E9es.
# auto translated by TM merge
ERROR_CANNOT_CHANGE_STORAGE_POOL_TYPE_WITH_DOMAINS=Impossible de modifier le type de Centre de donn\u00E9es quand les Domaines de stockage y sont encore attach\u00E9s.\n-Veuillez d\u00E9tacher tous les Domaines de stockage et essayer \u00E0 nouveau.
# auto translated by TM merge
NETWORK_INTERFACE_ALREADY_HAVE_NETWORK=L'Interface de r\u00E9seau est d\u00E9j\u00E0 attach\u00E9e \u00E0 un R\u00E9seau logique.
# auto translated by TM merge
NETWORK_ALREAY_ATTACH_TO_INTERFACE=Le R\u00E9seau logique est d\u00E9j\u00E0 attach\u00E9 \u00E0 une Interface de r\u00E9seau.
# auto translated by TM merge
NETWORK_NOT_EXISTS=Le R\u00E9seau logique sp\u00E9cifi\u00E9 n'existe pas.
ACTION_TYPE_FAILED_NETWORK_QOS_NOT_EXISTS=Le R\u00E9seau QoS sp\u00E9cifi\u00E9 n'existe pas.
EXTERNAL_NETWORK_CANNOT_BE_PROVISIONED=Le r\u00E9seau externe indiqu\u00E9 ne peut pas \u00EAtre configur\u00E9 sur l'interface de l'h\u00F4te.
NETWORK_LABEL_FORMAT_INVALID=L'\u00E9tiquette r\u00E9seau doit \u00EAtre form\u00E9e uniquement \u00E0 partir de \: lettres anglaises, nombres, traits d'union ou traits de soulignement.
ACTION_TYPE_FAILED_NETWORK_ALREADY_LABELED=Impossible de ${action} ${type}. Le r\u00E9seau indiqu\u00E9 est d\u00E9j\u00E0 \u00E9tiquet\u00E9.
ACTION_TYPE_FAILED_CANNOT_REMOVE_LABELED_NETWORK_FROM_NIC=Impossible de ${action} ${type}. Les r\u00E9seaux suivants ne peuvent pas \u00EAtre supprim\u00E9s de l'interface de r\u00E9seau car ils sont g\u00E9r\u00E9s par l'\u00E9tiquette \: ${ACTION_TYPE_FAILED_CANNOT_REMOVE_LABELED_NETWORK_FROM_NIC_LIST}. Veuillez supprimer l'\u00E9tiquette de l'interface de r\u00E9seau afin de supprimer le r\u00E9seau.
ACTION_TYPE_FAILED_DISPLAY_NETWORK_HAS_NO_BOOT_PROTOCOL=Impossible de ${action} ${type}. Le r\u00E9seau affich\u00E9 ${DisplayNetwork} doit avoir un protocole DHCP ou Static quand il est configur\u00E9 sur un h\u00F4te.
LABELED_NETWORK_ATTACHED_TO_WRONG_INTERFACE=Impossible de ${action} ${type}. Les r\u00E9seaux suivants sont d\u00E9j\u00E0 attach\u00E9s \u00E0 une interface diff\u00E9rente \: ${AssignedNetworks}. Veuillez supprimer les r\u00E9seaux pour libeller les interfaces.
OTHER_INTERFACE_ALREADY_LABELED=Impossible de ${action} ${type}. L'\u00E9tiquette est d\u00E9j\u00E0 d\u00E9finie sur une autre interface ${LabeledNic} qui se trouve sur l'h\u00F4te.
# auto translated by TM merge
ERROR_CANNOT_RECOVERY_STORAGE_POOL_THERE_IS_ACTIVE_DATA_DOMAINS=Impossible de recouvrer le Centre de donn\u00E9es avec un Domaine de stockage de donn\u00E9es actif dans un Centre de donn\u00E9es.
# auto translated by TM merge
ERROR_CANNOT_DETACH_LAST_STORAGE_DOMAIN=Impossible de supprimer le Domaine de stockage ma\u00EEtre du Centre de donn\u00E9es sans qu'un autre Domaine de stockage actif ne prenne sa place.\n-Soit activer un autre Domaine de stockage dans le Centre de donn\u00E9es, soit supprimer le Centre de donn\u00E9es.
# auto translated by TM merge
ERROR_CANNOT_DESTROY_LAST_STORAGE_DOMAIN=Impossible de supprimer le Domaine de stockage ma\u00EEtre du Centre de donn\u00E9es sans qu'un autre Domaine de stockage ne prenne sa place.\n-Soit activer un autre Domaine de stockage dans le Centre de donn\u00E9es, soit supprimer le Centre de donn\u00E9es.\n-Si vous avez des probl\u00E8mes avec le Domaine de donn\u00E9es ma\u00EEtre, consid\u00E9rez le processus de restauration d\u00E9crit dans la documentation, ou bien contacter l'administrateur de syst\u00E8mes.
# auto translated by TM merge
ERROR_CANNOT_DESTROY_LAST_STORAGE_DOMAIN_HOST_NOT_ACTIVE=Afin de compl\u00E9ter l'op\u00E9ration, un nouveau Domaine de stockage ma\u00EEtre doit \u00EAtre \u00E9lu, ce qui exige au moins un H\u00F4te actif dans le Centre de donn\u00E9es. \n-Commencer par vous assurer qu'un des H\u00F4tes est actif dans le Centre de donn\u00E9es.
# auto translated by TM merge
NETWORK_VLAN_OUT_OF_RANGE=L'ID VLAN doit correspondre \u00E0 un nombre entre 0 et 4094.
# auto translated by TM merge
ERROR_CANNOT_ADD_STORAGE_POOL_WITHOUT_DATA_DOMAIN=Impossible d'attacher un Domaine de stockage.\n-Commencer par attacher le Domaine de donn\u00E9es au Centre de donn\u00E9es.
# auto translated by TM merge
ERROR_CANNOT_REMOVE_POOL_WITH_ACTIVE_DOMAINS=Impossible de supprimer le Centre de donn\u00E9es qui contient des Domaines de stockage actifs/verrouill\u00E9s.\n-Veuillez supprimer tous les Domaines et attendre que les t\u00E2ches se terminent avant de supprimer les donn\u00E9es du Centre de donn\u00E9es.
# auto translated by TM merge
VDS_GROUP_CANNOT_CHANGE_STORAGE_POOL=Impossible de modifier l'association du Centre de donn\u00E9es quand vous \u00E9ditez un Cluster.
ACTION_TYPE_FAILED_NETWORK_NAME_IN_USE=Impossible de ${action} ${type}. Le nom du r\u00E9seau logique '${NetworkName}'  est d\u00E9j\u00E0 en cours d'utilisation par un r\u00E9seau logique d\u00E9j\u00E0 existant au sein du m\u00EAme centre de donn\u00E9es.\n-Veuillez choisir un nom diff\u00E9rent.
ACTION_TYPE_FAILED_NETWORK_IN_USE=Impossible de ${action} ${type}. Plusieurs ${entities} (${ENTITIES_USING_NETWORK_COUNTER}) utilisent ce r\u00E9seau logique \:\n${ENTITIES_USING_NETWORK}\n - Veuillez le retirer de toutes les ${entities} qui l'utilisent et essayer \u00E0 nouveau.
# auto translated by TM merge
ERROR_CANNOT_CREATE_STORAGE_DOMAIN_WITHOUT_VG_LV=Les Groupes de volume (VG) et les Volumes logiques (LV) ne sont pas indiqu\u00E9s.
# auto translated by TM merge
NETWORK_INTERFACE_TEMPLATE_CANNOT_BE_SET=Impossible de ${action} ${type}. L'ID de mod\u00E8le de VM doit rester vide.
# auto translated by TM merge
NETWORK_INTERFACE_VM_CANNOT_BE_SET=Impossible de ${action} ${type}. L'ID de VM doit rester vide.
# auto translated by TM merge
NETWORK_INTERFACE_NAME_ALREAY_IN_USE=L'interface de r\u00E9seau est d\u00E9j\u00E0 en cours d'utilisation.
# auto translated by TM merge
EN_UNKNOWN_NOTIFICATION_METHOD=La m\u00E9thode de notification n'est pas prise en charge.
# auto translated by TM merge
EN_UNSUPPORTED_NOTIFICATION_EVENT=La notification d'\u00E9v\u00E9nements ${eventName} n'est pas prise en charge.
# auto translated by TM merge
EN_EVENT_UP_SUBJECT_TEXT=Notification d'alerte.
# auto translated by TM merge
EN_EVENT_DOWN_SUBJECT_TEXT=Notification de solution trouv\u00E9e.
# auto translated by TM merge
EN_ALREADY_SUBSCRIBED=L'utilisateur a d\u00E9j\u00E0 souscrit \u00E0 cet \u00E9v\u00E9nement par la m\u00EAme m\u00E9thode de notification.
# auto translated by TM merge
EN_NOT_SUBSCRIBED=Impossible de ${action} ${type}. L'utilisateur a d\u00E9j\u00E0 souscrit \u00E0 cet \u00E9v\u00E9nement par la m\u00EAme m\u00E9thode de notification.
# auto translated by TM merge
ACTION_TYPE_FAILED_STORAGE_DOMAIN_TYPE_ILLEGAL=Impossible de ${action} ${type}. Le domaine de stockage n'a pas \u00E9t\u00E9 sp\u00E9cifi\u00E9.
# auto translated by TM merge
ACTION_TYPE_FAILED_STORAGE_DOMAIN_FORMAT_ILLEGAL=Impossible de ${action} ${type}. Le format du domaine de stockage ${storageFormat} est ill\u00E9gal.
# auto translated by TM merge
ACTION_TYPE_FAILED_STORAGE_DOMAIN_FORMAT_ILLEGAL_HOST=Impossible de ${action} ${type}. Le domaine de stockage ${storageFormat} n'est pas pris en charge sur la version de l'h\u00F4te s\u00E9lectionn\u00E9.
# auto translated by TM merge
ERROR_CANNOT_EXTEND_NON_DATA_DOMAIN=Impossible d'\u00E9tendre le domaine de stockage. L'op\u00E9ration d'extension n'est prise en charge que sur les domaines de stockage de donn\u00E9es.
# auto translated by TM merge
ERROR_CANNOT_EXTEND_CONNECTION_FAILED=Impossible d'\u00E9tendre le domaine de stockage. Le p\u00E9riph\u00E9rique de stockage ${lun} n'est pas joignable \u00E0 partir de ${hostName}.
# auto translated by TM merge
ERROR_CANNOT_CHANGE_STORAGE_DOMAIN_FIELDS=Impossible de ${action} ${type}. Seul le domaine de stockage, la description et les commentaires peuvent \u00EAtre mis \u00E0 jour.
# auto translated by TM merge
ERROR_CANNOT_UPDATE_STORAGE_POOL_COMPATIBILITY_VERSION_BIGGER_THAN_CLUSTERS=Impossible de mettre \u00E0 jour la version de compatibilit\u00E9 du centre de donn\u00E9es \u00E0 une valeur sup\u00E9rieure \u00E0 celle de la version du cluster. Les clusters suivants doivent \u00EAtre mis \u00E0 niveau \: ${ClustersList}.
# auto translated by TM merge
ERROR_CANNOT_ADD_EXISTING_STORAGE_DOMAIN_CONNECTION_DATA_ILLEGAL=Impossible d'importer le domaine de stockage. Erreur interne\: les donn\u00E9es de connexion sont ill\u00E9gales.
ERROR_CANNOT_ADD_DEPRECATED_EXISTING_SAN_EXPORT_STORAGE_DOMAIN=Impossible d'importer le Domaine de stockage export SAN, car il n'est plus pris en charge.
# auto translated by TM merge
NETWORK_MAC_ADDRESS_IN_USE=L'adresse MAC est d\u00E9j\u00E0 utilis\u00E9e.
# auto translated by TM merge
NETWORK_INTERFACE_IN_USE_BY_VM=Impossible de ${action} ${type}. Il existe au moins une VM en cours d'ex\u00E9cution qui utilise de r\u00E9seau.
# auto translated by TM merge
NETWORK_CLUSTER_NETWORK_IN_USE=Impossible de ${action} ${type}. Le r\u00E9seau est utilis\u00E9 par un Cluster au moins.
# auto translated by TM merge
ERROR_CANNOT_DEACTIVATE_MASTER_WITH_NON_DATA_DOMAINS=Impossible de d\u00E9sactiver un Domaine de stockage ma\u00EEtre tant qu'il y a des domaines ISO/Export actifs dans le Centre de donn\u00E9es.\n-Veuillez tout d'abord d\u00E9sactiver tous les domaines ISO/Export.
# auto translated by TM merge
ERROR_CANNOT_DEACTIVATE_DOMAIN_WITH_TASKS=Impossible de d\u00E9sactiver le Domaine de donn\u00E9es tant qu'il y a des t\u00E2ches en cours d'ex\u00E9cution sur ce Domaine de donn\u00E9es.\n-Veuillez attendre que toutes les t\u00E2ches soient termin\u00E9es et essayer \u00E0 nouveau.
# auto translated by TM merge
ERROR_CANNOT_DEACTIVATE_MASTER_DOMAIN_WITH_TASKS_ON_POOL=Impossible de d\u00E9sactiver le Domaine de donn\u00E9es ma\u00EEtre tant qu'il y a des t\u00E2ches en cours d'ex\u00E9cution dans le Centre de donn\u00E9es.\n-Veuillez attendre que tous les t\u00E2ches soient termin\u00E9es et essayer \u00E0 nouveau.
# auto translated by TM merge
ERROR_CANNOT_REMOVE_LAST_SUPER_USER_ROLE=Impossible de ${action} ${type}. Le syst\u00E8me doit poss\u00E9der au moins un r\u00F4le de Super Utilisateur d\u00E9fini.
# auto translated by TM merge
VM_CANNOT_REMOVE_VM_WHEN_STATUS_IS_NOT_DOWN=Impossible de supprimer la VM dont l'\u00E9tat n'est pas d\u00E9sactiv\u00E9.\n-Veuillez tout d'abord arr\u00EAter la VM.
VM_CANNOT_REMOVE_WITH_DETACH_DISKS_SNAPSHOTS_EXIST=Impossible de ${action} ${type} en d\u00E9tachant des disques; il y a des snapshots.
VM_CANNOT_REMOVE_WITH_DETACH_DISKS_BASED_ON_TEMPLATE=Impossible de ${action} ${type}en d\u00E9tachant des disques; la VM est bas\u00E9e sur un mod\u00E8le.
# auto translated by TM merge
ACTION_TYPE_FAILED_MASTER_STORAGE_DOMAIN_NOT_ACTIVE=Impossible de ${action} ${type} en raison d'une erreur dans le Domaine de stockage ma\u00EEtre du Centre de donn\u00E9es.\n-Commencer par activer le Domaine de stockage ma\u00EEtre.
# auto translated by TM merge
TAGS_SPECIFY_TAG_IS_NOT_EXISTS=La balise sp\u00E9cifi\u00E9e n'existe pas.
# auto translated by TM merge
NETWORK_CANNOT_REMOVE_NETWORK_IN_USE_BY_TEMPLATE=Impossible de ${action} ${type}. Le R\u00E9seau est utilis\u00E9 par un Mod\u00E8le.\nLa d\u00E9finition du r\u00E9seau ne peut pas \u00EAtre d\u00E9tach\u00E9e tant que toutes les r\u00E9f\u00E9rences qui s'y rapportent n'aient \u00E9t\u00E9 nettoy\u00E9es.
# auto translated by TM merge
NETWORK_CANNOT_ADD_INTERFACE_WHEN_VM_STATUS_NOT_UP_DOWN_LOCKED=Impossible d'ajouter une Interface de r\u00E9seau ${action} quand la VM n'est pas en Arr\u00EAt, En cours ou Image verrouill\u00E9e.
NETWORK_VLAN_IN_USE=L'ID VLAN ((${vlanId}) est d\u00E9j\u00E0 en cours d'utilisation.
# auto translated by TM merge
NETWORK_CLUSTER_HAVE_NOT_EXISTING_DATA_CENTER_NETWORK=Le Cluster a des R\u00E9seaux qui n'existent que dans le Centre de donn\u00E9es.\n-Commencer par supprimer tous les R\u00E9seaux.
# auto translated by TM merge
NETWORK_NOT_EXISTS_IN_CURRENT_CLUSTER=Le R\u00E9seau logique indiqu\u00E9 n'existe pas dans le Cluster en cours.
NETWORKS_NOT_IN_SYNC=Impossible de ${action} ${type}. Les d\u00E9finitions des r\u00E9seaux suivants sur les Interfaces r\u00E9seau sont diff\u00E9rentes de celles sur les r\u00E9seaux logiques. Veuillez synchroniser les Interfaces de r\u00E9seau avant de modifier les r\u00E9seaux \: ${NETWORKS_NOT_IN_SYNC}.
NETWORK_INTERFACES_ALREADY_SPECIFIED=Impossible de ${action} ${type}. Les interfaces de r\u00E9seaux suivantes dont \u00E9t\u00E9 sp\u00E9cifi\u00E9es \u00E0 plusieurs reprises \: ${NETWORK_INTERFACES_ALREADY_SPECIFIED_LIST}.
ACTION_TYPE_FAILED_EXTERNAL_NETWORKS_CANNOT_BE_PROVISIONED=Impossible de ${action} ${type}. Les r\u00E9seaux externes suivants ne peuvent pas \u00EAtre configur\u00E9s sur un h\u00F4te via 'Setup Networks'\: ${ACTION_TYPE_FAILED_EXTERNAL_NETWORKS_CANNOT_BE_PROVISIONED_LIST}.
NETWORKS_ALREADY_ATTACHED_TO_IFACES=Impossible de ${action} ${type}. Les r\u00E9seaux logiques suivants sont attach\u00E9s \u00E0 plus d'une interface de r\u00E9seau \: ${NETWORK_INTERFACES_ALREADY_SPECIFIED_LIST}.
NETWORK_INTERFACES_DONT_EXIST=Impossible de ${action} ${type}. Les interfaces de r\u00E9seaux n'existent pas sur l'H\u00F4te \: ${NETWORK_INTERFACES_DONT_EXIST_LIST}.
NETWORKS_DONT_EXIST_IN_CLUSTER=Impossible de ${action} ${type}. Les r\u00E9seaux logiques suivants n'existent pas sur le cluster de l'H\u00F4te \: ${NETWORKS_DONT_EXIST_IN_CLUSTER_LIST}.
NETWORKS_DONT_EXIST_IN_DATA_CENTER=Impossible de ${action} ${type}. Les r\u00E9seaux logiques suivants\u00A0\: ${networkIds} n'existent pas dans le centre de donn\u00E9es\u00A0\: ${dataCenterId}.
# auto translated by TM merge
NETWORK_BONDS_INVALID_SLAVE_COUNT=Impossible de ${action} ${type}. Les bonds suivants consistent en moins de deux interfaces de r\u00E9seau\u00A0\: ${NETWORK_BONDS_INVALID_SLAVE_COUNT_LIST}.
# auto translated by TM merge
NETWORK_INTERFACES_NOT_EXCLUSIVELY_USED_BY_NETWORK=Impossible de ${action} ${type}. Les interfaces de r\u00E9seau suivantes peut avoir seulement un r\u00E9seau logique VM, ou tout au plus un r\u00E9seau logique non-VM et/ou plusieurs r\u00E9seaux logiques de VLAN\: ${NETWORK_INTERFACES_NOT_EXCLUSIVELY_USED_BY_NETWORK_LIST}.
# auto translated by TM merge
NETWORK_CANNOT_DETACH_NETWORK_USED_BY_VMS=Impossible de ${action} ${type}. Les VM suivantes utilisent activement le r\u00E9seau logique \: ${NETWORK_CANNOT_DETACH_NETWORK_USED_BY_VMS_LIST}. Veuillez stopper les VM et essayer \u00E0 nouveau.
# auto translated by TM merge
NON_VM_NETWORK_CANNOT_SUPPORT_STP=Impossible de ${action} ${type}. STP peut uniquement \u00EAtre activ\u00E9 sur des R\u00E9seaux VM.
# auto translated by TM merge
NETWORK_MTU_DIFFERENCES=Impossible de ${action} ${type}. Les r\u00E9seaux logiques suivants n'ont pas la m\u00EAme valeur MTU \: ${NETWORK_MTU_DIFFERENCES_LIST}.
# auto translated by TM merge
NETWORK_MTU_OVERRIDE_NOT_SUPPORTED=Impossible de ${action} ${type}. Remplacer MTU n'est pas support\u00E9 dans cette version de compatibilit\u00E9 de Centre de donn\u00E9es.
ACTION_TYPE_FAILED_MIGRATION_NETWORK_IS_NOT_SUPPORTED=Impossible de ${action} ${type}. Le r\u00E9seau de migration n'est pas pris en charge dans cette version de cluster.
ACTION_TYPE_FAILED_PROVIDER_DOESNT_EXIST=Impossible de ${action} ${type}. Le fournisseur n'existe pas dans le syst\u00E8me.
ACTION_TYPE_FAILED_PROVIDER_TYPE_MISMATCH=Impossible de ${action} ${type}. Le type de fournisseur doit \u00EAtre 'OpenStack Network'.
ACTION_TYPE_FAILED_MISSING_NETWORK_MAPPINGS=Impossible de ${action} ${type}. Les mappages de r\u00E9seaux doivent \u00EAtre fournis en tant que param\u00E8tres ou configur\u00E9s sur le fournisseur de r\u00E9seau.
ACTION_TYPE_FAILED_MISSING_MESSAGING_BROKER_PROPERTIES=Impossible de ${action} ${type}. L'adresse de l'h\u00F4te du fournisseur r\u00E9seau doit \u00EAtre configur\u00E9e sur le fournisseur.
ACTION_TYPE_FAILED_PROVIDER_NETWORKS_USED=Impossible de ${action} ${type}. Plusieurs r\u00E9seaux externes (${NETWORK_NAMES_COUNTER}) sont utilis\u00E9s par des machines virtuelles et/ou des mod\u00E8les\u00A0\:\n${NETWORK_NAMES}\n - Veuillez r\u00E9soudre tout d'abord l'utilisation des r\u00E9seaux externes, puis essayez \u00E0 nouveau.
ACTION_TYPE_FAILED_EXTERNAL_NETWORK_ALREADY_EXISTS=Impossible de ${action} ${type}. Le r\u00E9seau externe existe d\u00E9j\u00E0 comme '${NetworkName}' dans le centre de donn\u00E9es.
ACTION_TYPE_FAILED_EXTERNAL_NETWORK_MUST_BE_VM_NETWORK=Impossible de ${action} ${type}. Le r\u00E9seau externe ne peut pas \u00EAtre un r\u00E9seau non-VM.
ACTION_TYPE_FAILED_EXTERNAL_NETWORK_DETAILS_CANNOT_BE_EDITED=Impossible de ${action} ${type}. Les informations sur le r\u00E9seau externe (except\u00E9 pour le nom et la description) ne peuvent pas \u00EAtre modifi\u00E9es.
ACTION_TYPE_FAILED_EXTERNAL_NETWORK_NOT_SUPPORTED=Impossible de ${action} ${type}. Les r\u00E9seaux externes ne sont pas support\u00E9s dans cette version de compatibilit\u00E9 de cluster.
ACTION_TYPE_FAILED_EXTERNAL_NETWORK_CANNOT_BE_DISPLAY=Impossible de ${action} ${type}. Le r\u00E9seau externe ne peut pas \u00EAtre utilis\u00E9 en tant de r\u00E9seau d'affichage des t\u00E2ches.
ACTION_TYPE_FAILED_EXTERNAL_NETWORK_CANNOT_BE_REQUIRED=Impossible de ${action} ${type}. Le r\u00E9seau externe ne peut pas \u00EAtre d\u00E9fini selon les exigences du cluster.
ACTION_TYPE_FAILED_EXTERNAL_NETWORK_WITH_VLAN_MUST_BE_LABELED=Impossible de ${action} ${type}. Le r\u00E9seau externe avec vlan doit \u00EAtre libell\u00E9.
ACTION_TYPE_FAILED_EXTERNAL_NETWORK_CANNOT_BE_PORT_MIRRORED=Impossible de ${action} ${type}. Le r\u00E9seau externe ne peut pas \u00EAtre utilis\u00E9 quand le miroitement du port est d\u00E9fini.
ACTION_TYPE_FAILED_EXTERNAL_NETWORK_CANNOT_BE_REWIRED=Impossible de ${action} ${type}. Le r\u00E9seau externe ne peut pas \u00EAtre modifi\u00E9 tant que la machine virtuelle est en cours d'ex\u00E9cution.
ACTION_TYPE_FAILED_EXTERNAL_NETWORK_CANNOT_HAVE_MTU=Impossible de ${action} ${type}. Le r\u00E9seau externe ne peut pas \u00EAtre d\u00E9fini sur MTU.
ACTION_TYPE_FAILED_MANAGEMENT_NETWORK_REQUIRED=Impossible de ${action} ${type}. Le r\u00E9seau de gestion '${NetworkName}' est exig\u00E9, veuillez modifier le r\u00E9seau requis et essayez \u00E0 nouveau.
ACTION_TYPE_FAILED_NETWORK_ADDRESS_CANNOT_BE_CHANGED=Impossible de ${action} ${type}. L'adresse du r\u00E9seau '${ACTION_TYPE_FAILED_NETWORK_ADDRESS_CANNOT_BE_CHANGED_LIST}' ne peut pas \u00EAtre modifi\u00E9 sans installer l'h\u00F4te \u00E0 nouveau, puisque cette adresse a \u00E9t\u00E9 utilis\u00E9e pour cr\u00E9er la certification de l'h\u00F4te.
CANNOT_PREVIEW_ACTIVE_SNAPSHOT=Impossible de pr\u00E9visualiser Snapshot VM active.
# auto translated by TM merge
CONFIG_UNKNOWN_KEY=Entr\u00E9e de configuration ill\u00E9gale.\n-Veuillez v\u00E9rifier le nom de l'entr\u00E9e de configuration.
# auto translated by TM merge
TAGS_SPECIFIED_TAG_CANNOT_BE_THE_PARENT_OF_ITSELF=Op\u00E9ration annul\u00E9e, la hi\u00E9rarchie de balise r\u00E9cursive ne peut pas \u00EAtre d\u00E9finie.
# auto translated by TM merge
VM_CANNOT_MOVE_TO_CLUSTER_IN_OTHER_STORAGE_POOL=La VM ne peut \u00EAtre d\u00E9plac\u00E9e que dans un Cluster du m\u00EAme Centre de donn\u00E9es.
# auto translated by TM merge
VM_CLUSTER_IS_NOT_VALID=Impossible de ${action} ${type}. L'ID du Cluster n'est pas valide.
# auto translated by TM merge
NETWORK_CANNOT_REMOVE_MANAGEMENT_NETWORK=Le R\u00E9seau de gestion (\u00AB\u00A0${NetworkName}\u00A0\u00BB) est obligatoire et ne peut pas \u00EAtre supprim\u00E9.
# auto translated by TM merge
NETWORK_OLD_NETWORK_NOT_SPECIFIED=Le nom de l'ancien r\u00E9seau est requis.
# auto translated by TM merge
ACTION_TYPE_FAILED_DETECTED_ACTIVE_VMS=Impossible de ${action} ${type}. Des VM actives ont \u00E9t\u00E9 d\u00E9tect\u00E9es.\n-Veuillez tout d'abord veiller \u00E0 ce que toutes les VM associ\u00E9es au Domaine de stockage soient arr\u00EAt\u00E9es et se trouvent dans l'\u00E9tat Arr\u00EAt pour commencer.
# auto translated by TM merge
ACTION_TYPE_FAILED_HOST_NOT_EXIST=L'h\u00F4te fourni n'existe pas.
# auto translated by TM merge
TAGS_SPECIFY_TAG_IS_IN_USE=Le nom de balise indiqu\u00E9 existe d\u00E9j\u00E0.
# auto translated by TM merge
NETWORK_NET_EXISTS_IN_CLUSTER=Le r\u00E9seau logique sp\u00E9cifi\u00E9 n'existe pas dans le Cluster.
# auto translated by TM merge
ACTION_LIST_CANNOT_BE_EMPTY=La liste des actions ne peut rester vide.
# auto translated by TM merge
ACTION_TYPE_FAILED_BOOKMARK_INVALID_ID=Impossible de ${action} ${type}. L'ID du raccourci n'est pas valide.
# auto translated by TM merge
ACTION_TYPE_FAILED_VDS_STATUS_ILLEGAL=Impossible de ${action} ${type}. L'op\u00E9ration ne peut \u00EAtre effectu\u00E9e que lorsque le statut de l'h\u00F4te est ${hostStatus}.
ACTION_TYPE_FAILED_VM_CLUSTER_DIFFERENT_ARCHITECTURES=Impossible de ${action} ${type}. La VM et les architectures de cluster de destination ne correspondent pas.
# auto translated by TM merge
ACTION_TYPE_FAILED_MIGRATE_BETWEEN_TWO_CLUSTERS=Impossible de ${action} ${type}. La VM ne peut migrer qu'entre des h\u00F4tes du m\u00EAme cluster.\n-Veuillez s\u00E9lectionner l'h\u00F4te cible dans le m\u00EAme cluster pour ex\u00E9cuter la VM.
STORAGE_DOMAIN_DOES_NOT_EXIST=Le domaine de stockage n'existe pas.
# auto translated by TM merge
VDS_CANNOT_CHECK_VERSION_HOST_NON_RESPONSIVE=Impossible d'obtenir la version de l'h\u00F4te quand l'h\u00F4te poss\u00E8de le statut Non Responsif.
# auto translated by TM merge
ACTION_TYPE_FAILED_VDS_INTERMITENT_CONNECTIVITY=En raison de connectivit\u00E9 intermittente vers cet h\u00F4te, les op\u00E9rations de d\u00E9limitation ne sont pas autoris\u00E9es en ce moment. Le syst\u00E8me essaie de connecter \u00E0 nouveau, veuillez essayer \u00E0 nouveau dans 30 secondes.
# auto translated by TM merge
ACTION_TYPE_FAILED_PM_ENABLED_WITHOUT_AGENT=Impossible de ${action} ${type}. La gestion de l'alimentation est activ\u00E9e pour l'h\u00F4te, mais aucun type d'agent n'est s\u00E9lectionn\u00E9.
# auto translated by TM merge
ACTION_TYPE_FAILED_PM_ENABLED_WITHOUT_AGENT_CREDENTIALS=Impossible de ${action} ${type}. La gestion de l'alimentation est activ\u00E9e pour l'h\u00F4te, mais les identifiants d'authentification de l'agent sont manquants.
# auto translated by TM merge
ACTION_TYPE_FAILED_AGENT_NOT_SUPPORTED=Impossible de  ${action} ${type}. L'agent de gestion de l'alimentation s\u00E9lectionn\u00E9 n'est pas prise en charge.
ACTION_TYPE_FAILED_MOM_UPDATE_VDS_VERSION=Impossible de ${action} ${type}. La version de compatibilit\u00E9 du cluster ne prend pas en charge la mise \u00E0 jour de MoM Policy
NETWORK_BOND_NOT_ATTACH_TO_NETWORK=Le Bond n'est pas attach\u00E9 au r\u00E9seau.
NETWORK_INTERFACE_NOT_ATTACH_TO_NETWORK=L'interface de r\u00E9seau n'est pas attach\u00E9e au R\u00E9seau logique.
# auto translated by TM merge
NETWORK_INTERFACE_IN_USE_BY_VLAN=Bonding ne peut pas \u00EAtre appliqu\u00E9 \u00E0 une interface o\u00F9 VLAN est d\u00E9fini.\n-Veuillez supprimer VLAN de l'interface.
# auto translated by TM merge
NETWORK_ALREADY_ATTACHED_TO_CLUSTER=Le r\u00E9seau logique est d\u00E9j\u00E0 attach\u00E9 au cluster.
# auto translated by TM merge
ACTION_TYPE_FAILED_VDS_WITH_SAME_HOST_EXIST=Impossible de ${action} ${type}. Un h\u00F4te ayant la m\u00EAme adresse existe d\u00E9j\u00E0.
ACTION_TYPE_FAILED_VDS_WITH_INVALID_SSH_PORT=Impossible de ${action} ${type}. Port SSH non valide saisi.
ACTION_TYPE_FAILED_VDS_WITH_INVALID_SSH_USERNAME=Impossible de ${action} ${type}. Nom d'utilisateur SSH non valide saisi.
ACTION_TYPE_FAILED_VDS_WITH_SAME_UUID_EXIST=Impossible de ${action} ${type}. Un h\u00F4te ayant le m\u00EAme UUID existe d\u00E9j\u00E0.
# auto translated by TM merge
ACTION_TYPE_FAILED_ILLEGAL_NUM_OF_MONITORS=Impossible de ${action} ${type}. Un nombre ill\u00E9gale de moniteurs a \u00E9t\u00E9 fourni, le maximum permis est de 1 moniteur pour VNC et un nombre maximum de moniteurs est indiqu\u00E9 par la variable de configuration ValidNumOfMonitors de SPICE.
ACTION_TYPE_FAILED_ILLEGAL_SINGLE_DEVICE_OS_TYPE=Impossible de ${action} ${type}. Impossible de d\u00E9finir un seul \u00E9cran sur syst\u00E8me d'exploitation non Linux.
ACTION_TYPE_FAILED_ILLEGAL_SINGLE_DEVICE_DISPLAY_TYPE=Impossible de ${action} ${type}. Impossible de d\u00E9finir un seul \u00E9cran via affichage VNC.
ACTION_TYPE_FAILED_ILLEGAL_OS_TYPE_IS_NOT_SUPPORTED_BY_ARCHITECTURE_TYPE=Impossible de  ${action} ${type}. Le syst\u00E8me d'exploitation s\u00E9lectionn\u00E9 n'est pas pris en charge par l'architecture.
ACTION_TYPE_FAILED_ILLEGAL_WATCHDOG_MODEL_IS_NOT_SUPPORTED_BY_OS=Impossible de ${action} ${type}. Le mod\u00E8le de Watchdog s\u00E9lectionn\u00E9 n'est pas pris en charge par le syst\u00E8me d'exploitation.
ACTION_TYPE_FAILED_ILLEGAL_VM_DISPLAY_TYPE_IS_NOT_SUPPORTED_BY_OS=Impossible de ${action} ${type}. Le type d'affichage s\u00E9lectionn\u00E9 n'est pas pris en charge par le syst\u00E8me d'exploitation.
ACTION_TYPE_FAILED_ILLEGAL_OS_TYPE_DOES_NOT_SUPPORT_VIRTIO_SCSI=Impossible de ${action} ${type}. Le syst\u00E8me d'exploitation s\u00E9lectionn\u00E9 ne prend pas en charge VirtIO-SCSI. Veuillez d\u00E9sactiver VirtIO-SCSI pour la VM.
ACTION_TYPE_FAILED_SUSPEND_NOT_SUPPORTED=Impossible de ${action} ${type}. La VM s\u00E9lectionn\u00E9e a une architecture qui ne supporte pas la suspension.
ACTION_TYPE_FAILED_ILLEGAL_SINGLE_DEVICE_INCOMPATIBLE_VERSION=Impossible de ${action} ${type}. Cluster ne supportant pas les p\u00E9riph\u00E9riques Single Qxl Pci.
# auto translated by TM merge
ACTION_TYPE_FAILED_ILLEGAL_DOMAIN_NAME=Impossible de ${action} ${type}. Nom de domaine ill\u00E9gal\: ${Domain}. Le nom du domaine comprend un caract\u00E8re sp\u00E9cial non pris en charge ${Char}.
ACTION_TYPE_FAILED_ILLEGAL_ARCHITECTURE_TYPE_INCOMPATIBLE=Impossible de ${action} ${type}. L'architecture ne correspond pas \u00E0 la valeur attendue.
# auto translated by TM merge
ACTION_TYPE_FAILED_CANNOT_DECREASE_COMPATIBILITY_VERSION=Impossible de r\u00E9duire la version de compatibilit\u00E9 du centre de donn\u00E9es.
ACTION_TYPE_FAILED_CANNOT_DECREASE_COMPATIBILITY_VERSION_UNDER_DC=Impossible de diminuer la version de compatibilit\u00E9 du cluster en dessous de la version de compatibilit\u00E9 du centre de donn\u00E9es.
# auto translated by TM merge
ACTION_TYPE_FAILED_GIVEN_VERSION_NOT_SUPPORTED=Impossible de  ${action} ${type}. La version de compatibilit\u00E9 s\u00E9lectionn\u00E9e n'est pas prise en charge.
ACTION_TYPE_FAILED_DATA_CENTER_VERSION_DOESNT_SUPPORT_LIVE_SNAPSHOT=Impossible de  ${action} ${type}. La version de compatibilit\u00E9 du centre de donn\u00E9es s\u00E9lectionn\u00E9 ne supporte pas les snapshot live.
NETWORK_ADDR_MANDATORY_IN_STATIC_IP=L'adresse de r\u00E9seau doit \u00EAtre indiqu\u00E9e quand on utilise une adresse ip statique
# auto translated by TM merge
ACTION_TYPE_FAILED_OBJECT_LOCKED=Impossible de ${action} ${type}. Une m\u00EAme action est en cours. Veuillez essayer \u00E0 nouveau plus tard.
ACTION_TYPE_FAILED_NETWORK_IS_USED=Impossible de ${action} ${type}. Le r\u00E9seau est actuellement en cours d'utilisation. Veuillez essayer \u00E0 nouveau plus tard.
ACTION_TYPE_FAILED_TEMPLATE_IS_USED_FOR_CREATE_VM=Impossible de ${action} ${type}. Ce mod\u00E8le est actuellement utilis\u00E9 pour cr\u00E9er VM ${VmName}.
ACTION_TYPE_FAILED_SNAPSHOT_IS_BEING_TAKEN_FOR_VM=Impossible de ${action} ${type}. Un snapshot est en cours de cr\u00E9ation pour VM ${VmName}.
ACTION_TYPE_FAILED_DISK_IS_USED_FOR_CREATE_VM=Impossible de ${action} ${type}. Ce disque est actuellement utilis\u00E9 pour cr\u00E9er VM ${VmName}.
ACTION_TYPE_FAILED_DISK_IS_BEING_REMOVED=Impossible de ${action} ${type}. Le disque ${DiskName} est en cours de suppression.
ACTION_TYPE_FAILED_OVF_DISK_IS_BEING_USED=Impossible de ${action} ${type}. Les donn\u00E9es de disque OVF sont entrain d'\u00EAtre mises \u00E0 jour.
ACTION_TYPE_FAILED_UNSUPPORTED_OVF=Impossible de ${action} ${type}. Il n'y a pas d'OVF cette entit\u00E9 sp\u00E9cifique.
ACTION_TYPE_FAILED_DOMAIN_OVF_ON_UPDATE=Impossible de ${action} ${type}. Les donn\u00E9es de Domaine de stockage OVF sont entrain d'\u00EAtre mises \u00E0 jour.
ACTION_TYPE_FAILED_DISK_IS_BEING_MIGRATED=Impossible de ${action} ${type}. Le disque ${DiskName} est entrain d'\u00EAtre d\u00E9plac\u00E9 ou copi\u00E9.
ACTION_TYPE_FAILED_DESTINATION_AND_SOURCE_STORAGE_SUB_TYPES_DIFFERENT=Impossible de ${action} ${type}. Les domaines source et cible doivent tous deux correspondre soit \u00E0 des domaines de fichiers, ou \u00E0 des domaines de blocs.
ACTION_TYPE_FAILED_TEMPLATE_IS_BEING_EXPORTED=Impossible de ${action} ${type}. Le mod\u00E8le ${TemplateName} est en cours d'exportation.
ACTION_TYPE_FAILED_NO_VALID_DOMAINS_STATUS_FOR_TEMPLATE_DISKS=Impossible de ${action} ${type}. Impossible de trouver les domaine(s) en statut ${applicableStatus} pour certains disques de Mod\u00E8les.\nVeillez \u00E0 ce qu'il y ait au moins un Domaine de stockage au statu applicable pour chaque disque \:\n${disksInfo}
ACTION_TYPE_FAILED_VM_IS_BEING_IMPORTED=Impossible de ${action} ${type}. VM ${VmName} est en cours d'importation.
ACTION_TYPE_FAILED_VM_IS_BEING_MIGRATED=Impossible de ${action} ${type}. VM ${VmName} est en cours de migration.
ACTION_TYPE_FAILED_TEMPLATE_IS_BEING_REMOVED=Impossible de ${action} ${type}. Le mod\u00E8le ${TemplateName} est en cours de suppression.
ACTION_TYPE_FAILED_VM_IS_BEING_REMOVED_FROM_EXPORT_DOMAIN=Impossible de ${action} ${type}. VM ${VmName} est entrain d'\u00EAtre retir\u00E9e du domaine d'exportation.
ACTION_TYPE_FAILED_DISK_IS_USED_BY_GET_ALIGNMENT=Impossible de ${action} ${type}. L'alignement du disque ${DiskName} est entrain d'\u00EAtre d\u00E9termin\u00E9.
ACTION_TYPE_FAILED_DISK_IS_BEING_EXPORTED=Impossible de ${action} ${type}. Le disque ${DiskAlias} est en cours d'exportation.
# auto translated by TM merge
NETWORK_BOND_HAVE_ATTACHED_VLANS=Bond attach\u00E9 au vlan, supprimer tout d'abord le vlan du Bond.
# auto translated by TM merge
NETWORK_INTERFACE_CONNECT_TO_VLAN=Impossible d'attacher un r\u00E9seau non vlan \u00E0 l'interface vlan
# auto translated by TM merge
NETWORK_CANNOT_REMOVE_NETWORK_IN_USE_BY_VM=Impossible de supprimer le r\u00E9seau '${NetworkName}', il est en cours d'utilisation par une VM.
# auto translated by TM merge
ACTION_TYPE_FAILED_DISK_MAX_SIZE_EXCEEDED=Impossible de cr\u00E9er un disque de plus de ${max}_disk_size GB
NETWORK_HOST_IS_BUSY=Impossible d'\u00E9diter le r\u00E9seau tant que l'h\u00F4te est actif, mettez l'h\u00F4te en mode de Maintenance et essayer \u00E0 nouveau.
# auto translated by TM merge
VMT_CANNOT_CHANGE_IMAGES_TEMPLATE=Impossible de changer le format des images de mod\u00E8le.
# auto translated by TM merge
VMT_CANNOT_IMPORT_RAW_IMAGE_WITH_SNAPSHOTS=Impossible de changer le format de l'image en RAW quand l'image a des snapshots.
# auto translated by TM merge
VMT_CANNOT_IMPORT_RAW_IMAGE_WITH_TEMPLATE=Impossible de changer le format de l'image en RAW quand la VM a un mod\u00E8le.
# auto translated by TM merge
VM_CANNOT_EXPORT_RAW_FORMAT=Impossible de changer le format en RAW pendant l'exportation de la VM.
# auto translated by TM merge
VM_PINNING_FORMAT_INVALID=Format de CPU Pinning non valide.
VM_PINNING_VCPU_DOES_NOT_EXIST=La validation du CPU Pinning a \u00E9chou\u00E9 - pas de CPU virtuel dans la vm.
VM_PINNING_PCPU_DOES_NOT_EXIST=La validation du CPU Pinning a \u00E9chou\u00E9 - pas de CPU dans l'h\u00F4te.
VM_PINNING_DUPLICATE_DEFINITION=Impossible de configurer deux fois CPU Pinning pour un m\u00EAme vCPU.
VM_PINNING_PINNED_TO_NO_CPU=Impossible d'\u00E9pingler un vCPU \u00E0 no pCPU.
# auto translated by TM merge
ACTION_TYPE_FAILED_TEMPLATE_NOT_FOUND_ON_EXPORT_DOMAIN=Impossible d'exporter la VM. Le mod\u00E8le ${TemplateName} n'existe pas sur le domaine Export. Si vous souhaitez exporter la VM sans ses mod\u00E8les, veuillez utiliser TemplateMustExists\=false
# auto translated by TM merge
ACTION_TYPE_FAILED_VM_NOT_FOUND_ON_EXPORT_DOMAIN=Impossible de supprimer la VM, la VM n'existe pas dans le domaine export
# auto translated by TM merge
ACTION_NOT_SUPPORTED_FOR_CLUSTER_POOL_LEVEL=L'action ${action} n'est pas support\u00E9e pour cette Version de compatibilit\u00E9 de Centre de donn\u00E9es ou de Cluster.
# auto translated by TM merge
ACTION_TYPE_FAILED_MAX_CPU_PER_SOCKET=Impossible de ${action} ${type}. Nombre Max de CPU par socket d\u00E9pass\u00E9.
# auto translated by TM merge
ACTION_TYPE_FAILED_MAX_NUM_CPU=Impossible de ${action} ${type}. Nombre Max de CPU d\u00E9pass\u00E9
# auto translated by TM merge
ACTION_TYPE_FAILED_MAX_NUM_SOCKETS=Impossible de ${action} ${type}. Nombre Max de sockets d\u00E9pass\u00E9.
# auto translated by TM merge
VMT_CANNOT_IMPORT_TEMPLATE_EXISTS=L'importation du mod\u00E8le a \u00E9chou\u00E9 - L'Id du mod\u00E8le existe d\u00E9j\u00E0 dans le syst\u00E8me. Veuillez tout d'abord supprimer le mod\u00E8le (${TemplateName}) du syst\u00E8me.
VMT_CANNOT_IMPORT_TEMPLATE_VERSION_MISSING_BASE=Ne peut pas importer la Version de mod\u00E8le, le Mod\u00E8le de base de cette Version est manquant. Veuillez commencer par importer le Mod\u00E8le de base, ou importer la Version comme  Mod\u00E8le de base par le Clonage.
# auto translated by TM merge
VM_CANNOT_IMPORT_TEMPLATE_NAME_EXISTS=L'importation du mod\u00E8le a \u00E9chou\u00E9 - Le nom du mod\u00E8le existe d\u00E9j\u00E0 dans le syst\u00E8me. Veuillez tout d'abord supprimer le mod\u00E8le du syst\u00E8me.
# auto translated by TM merge
VM_CANNOT_IMPORT_VM_EXISTS=L'importation du mod\u00E8le a \u00E9chou\u00E9 - L'Id de la VM existe d\u00E9j\u00E0 dans le syst\u00E8me. Veuillez tout d'abord supprimer le mod\u00E8le VM (${VmName}) du syst\u00E8me.
# auto translated by TM merge
VM_CANNOT_IMPORT_VM_NAME_EXISTS=L'importation du mod\u00E8le a \u00E9chou\u00E9 - Le nom de la VM existe d\u00E9j\u00E0 dans le syst\u00E8me. Veuillez tout d'abord supprimer la VM dans le syst\u00E8me.
# auto translated by TM merge
TAGS_CANNOT_EDIT_READONLY_TAG=Impossible de modifier la balise lecture-seule
# auto translated by TM merge
VM_CANNOT_REMOVE_HAS_RUNNING_TASKS=Impossible de forcer la suppression d'une VM quand elle est en cours d'ex\u00E9cution de t\u00E2ches.
# auto translated by TM merge
ACTION_TYPE_FAILED_IMPORTED_TEMPLATE_IS_MISSING=Impossible d'importer ou de r\u00E9duire la VM; il manque un mod\u00E8le dans le domaine ${DomainName}
# auto translated by TM merge
VM_POOL_CANNOT_CREATE_WITH_NO_VMS=Impossible de cr\u00E9er un Pool avec 0 VM
# auto translated by TM merge
ACTION_TYPE_FAILED_DISK_BOOT_IN_USE=Impossible de ${action} ${type}. Le disque ${DiskName} qui se trouve dans VM ${VmName} est d\u00E9j\u00E0 marqu\u00E9 \u00ABboot\u00BB.
ACTION_TYPE_FAILED_VMS_BOOT_IN_USE=Impossible de ${action} ${type}. Les VM ${VmsName} ont d\u00E9j\u00E0 un disque marqu\u00E9 \u00ABboot\u00BB.
# auto translated by TM merge
VDS_GROUP_CANNOT_UPDATE_CPU_WHEN_RUNNING_VMS=Impossible de modifier le niveau de cpu quand les VM sont en cours d'ex\u00E9cution.
# auto translated by TM merge
VM_OR_TEMPLATE_ILLEGAL_PRIORITY_VALUE=La VM a d\u00E9pass\u00E9 la valeur max autoris\u00E9e, cette valeur doit est comprise entre 0 et ${MaxValue}.
# auto translated by TM merge
ACTION_TYPE_FAILED_MIN_CPU_PER_SOCKET=Le nombre minimum de CPU par socket ne peut pas \u00EAtre inf\u00E9rieur \u00E0 1
# auto translated by TM merge
ACTION_TYPE_FAILED_MIN_NUM_SOCKETS=Le nombre minimum de sockets ne peut pas \u00EAtre inf\u00E9rieur \u00E0 1
# auto translated by TM merge
ACTION_TYPE_FAILED_SPECIFY_DOMAIN_IS_NOT_EXPORT_DOMAIN=Impossible de ${action} ${type}. Le domaine de stockage sp\u00E9cifi\u00E9 '${storageDomainName}' n'est pas un domaine export.
NETWORK_ADDR_IN_STATIC_IP_BAD_FORMAT=Mauvais format d'adresse IP
NETWORK_ADDR_IN_GATEWAY_BAD_FORMAT=Mauvais format d'adresse de passerelle
NETWORK_ADDR_IN_SUBNET_BAD_FORMAT=Mauvais format de masque de sous-r\u00E9seau
NETWORK_BOND_NAME_BAD_FORMAT=Mauvais nom de r\u00E9seau, le nom du r\u00E9seau doit commencer par \u00ABbond\u00BB suivi d'un nombre.
# auto translated by TM merge
NETWORK_CANNOT_CONTAIN_BOND_NAME=Mauvais nom de r\u00E9seau, le nom du r\u00E9seau ne peut pas commencer par \u00ABbond\u00BB
# auto translated by TM merge
RHEVH_LOCALFS_WRONG_PATH_LOCATION=Le dossier de stockage local de l'hyperviseur RHEV doit se trouver sous ${path}
# auto translated by TM merge
ACTION_TYPE_FAILED_STORAGE_POOL_IS_NOT_LOCAL=Le centre de donn\u00E9es doit \u00EAtre \u00ABStockage local\u00BB
# auto translated by TM merge
ACTION_TYPE_FAILED_VDS_IS_NOT_IN_STORAGE_POOL=L'h\u00F4te n'est pas attach\u00E9 au Centre de donn\u00E9es
# auto translated by TM merge
VDS_CANNOT_ADD_MORE_THEN_ONE_HOST_TO_LOCAL_STORAGE=Impossible d'ajouter plus d'un h\u00F4te au Centre de donn\u00E9es du \u00ABStockage local\u00BB
# auto translated by TM merge
VDS_CANNOT_REMOVE_HOST_WITH_LOCAL_STORAGE=Impossible de supprimer l'H\u00F4te, car il contient un Domaine local de stockage. Veuillez tout d'abord activer l'H\u00F4te et supprimer le Centre de donn\u00E9es. \n-Si l'H\u00F4te ne peut pas \u00EAtre activ\u00E9, utilisez l'option Forcer suppression sur l'objet Centre de donn\u00E9es ou Centre de donn\u00E9es (s\u00E9lectionnez le Centre de donn\u00E9es et cliquer \n droite dessus avec la souris). \n-Veuillez noter que cette action est destructrice.
# auto translated by TM merge
VDS_GROUP_CANNOT_ADD_MORE_THEN_ONE_HOST_TO_LOCAL_STORAGE=Impossible d'ajouter plus d'un Cluster au Centre de donn\u00E9es de \u00ABStockage local\u00BB
# auto translated by TM merge
VDS_GROUP_SELECTION_ALGORITHM_MUST_BE_SET_TO_NONE_ON_LOCAL_STORAGE=L'algorithme de s\u00E9lection doit \u00EAtre d\u00E9fini sur \u00ABAucun\u00BB sur le Centre de donn\u00E9es de \u00ABStockage local\u00BB
# auto translated by TM merge
VDS_GROUP_CANNOT_DETACH_DATA_DOMAIN_FROM_LOCAL_STORAGE=Le domaine de donn\u00E9es \u00ABStockage local\u00BB ne peut pas \u00EAtre d\u00E9tach\u00E9 du Centre de donn\u00E9es
# auto translated by TM merge
DATA_CENTER_LOCAL_STORAGE_NOT_SUPPORTED_IN_CURRENT_VERSION=\u00ABStockage local\u00BB n'est pas support\u00E9 dans la version de compatibilit\u00E9 de Centre de donn\u00E9es
# auto translated by TM merge
DATA_CENTER_POSIX_STORAGE_NOT_SUPPORTED_IN_CURRENT_VERSION=Le \u00ABStockage bas\u00E9 fichier\u00BB n'est pas support\u00E9 dans la version de compatibilit\u00E9 du Centre de donn\u00E9es
DATA_CENTER_GLUSTER_STORAGE_NOT_SUPPORTED_IN_CURRENT_VERSION=Le \u00ABStockage bas\u00E9 Gluster\u00BB n'est pas support\u00E9 dans la version de compatibilit\u00E9 du centre de donn\u00E9es
# auto translated by TM merge
VDS_CANNOT_UPDATE_CLUSTER=La mise \u00E0 jour du cluster de l'h\u00F4te ne peut pas \u00EAtre effectu\u00E9e par une action de mise \u00E0 jour de l'h\u00F4te, veuillez utiliser l'action Modifier le cluster h\u00F4te \u00E0 la place.
# auto translated by TM merge
VM_CANNOT_UPDATE_CLUSTER=La mise \u00E0 jour du cluster de la VM ne peut pas \u00EAtre effectu\u00E9e par une action de mise \u00E0 jour de la VM, veuillez utiliser l'action Modifier VM \u00E0 la place.
# auto translated by TM merge
VM_STATUS_NOT_VALID_FOR_UPDATE=Impossible de mettre \u00E0 jour une VM dans ce statut. Essayer tout d'abord d'arr\u00EAter la VM.
# auto translated by TM merge
PERMISSION_ADD_FAILED_PERMISSION_NOT_SENT=Impossible d'ajouter une permission, aucun permission envoy\u00E9e
# auto translated by TM merge
PERMISSION_ADD_FAILED_INVALID_ROLE_ID=Impossible d'ajouter une permission, ID R\u00F4le non valide
# auto translated by TM merge
PERMISSION_ADD_FAILED_INVALID_OBJECT_ID=Impossible d'ajouter une permission, ID ou type d'objet non valide
# auto translated by TM merge
PERMISSION_ADD_FAILED_USER_ID_MISMATCH=Impossible d'ajouter une permission, pas d'ID Utilisateur /Groupe ou non correspondance d'ID
# auto translated by TM merge
PERMISSION_ADD_FAILED_ONLY_SYSTEM_SUPER_USER_CAN_GIVE_ADMIN_ROLES=Impossible d'ajouter une permission, seul le super utilisateur peut donner des permission avec un r\u00F4le admin
# auto translated by TM merge
PERMISSION_REMOVE_FAILED_ONLY_SYSTEM_SUPER_USER_CAN_REMOVE_ADMIN_ROLES=Impossible de supprimer une permission, seul le super utilisateur peut supprimer des permissions avec un r\u00F4le admin
# auto translated by TM merge
PERMISSION_ADD_FAILED_VM_IN_POOL=Impossible d'ajouter une permission, la VM fait partie de VM-Pool, la permission doit \u00EAtre donn\u00E9e sur la VM-Pool \u00E0 la place
# auto translated by TM merge
ROLE_WITH_ROLE_ID_DO_NOT_EXIST=Un r\u00F4le avec cet ID n'existe pas
# auto translated by TM merge
VDS_GROUP_CPU_UTILIZATION_MUST_BE_IN_VALID_RANGE=La limite d'utilisation du CPU doit \u00EAtre entre 0 et 100.
# auto translated by TM merge
VDS_GROUP_CPU_LOW_UTILIZATION_PERCENTAGE_MUST_BE_LOWER_THAN_HIGH_PERCENTAGE=Le seuil inf\u00E9rieur de l'utilisation CPU doit \u00EAtre plus bas que le seuil sup\u00E9rieur d\u00E9fini.
# auto translated by TM merge
VDS_GROUP_CPU_HIGH_UTILIZATION_PERCENTAGE_MUST_BE_DEFINED_WHEN_USING_EVENLY_DISTRIBUTED=Le seuil maximum de l'utilisation CPU doit \u00EAtre d\u00E9fini quand on utilise une police distribu\u00E9e uniform\u00E9ment.
# auto translated by TM merge
VDS_GROUP_BOTH_LOW_AND_HIGH_CPU_UTILIZATION_PERCENTAGE_MUST_BE_DEFINED_WHEN_USING_POWER_SAVING=Les seuils inf\u00E9rieur et maximum d'utilisation CPU, respectivement, doivent \u00EAtre d\u00E9finis quand on utilise une police de gestion de l'alimentation.
# auto translated by TM merge
VDS_GROUP_AT_LEAST_ONE_SERVICE_MUST_BE_ENABLED=Un service [virt / gluster], au moins, doit \u00EAtre activ\u00E9 sur le Cluster.
# auto translated by TM merge
VDS_GROUP_CANNOT_DISABLE_VIRT_WHEN_CLUSTER_CONTAINS_VMS=Impossible de d\u00E9sactiver le service virt sur le cluster car il contient des VM.
# auto translated by TM merge
VDS_GROUP_CANNOT_DISABLE_GLUSTER_WHEN_CLUSTER_CONTAINS_VOLUMES=Impossible de d\u00E9sactiver le service gluster sur le cluster car il contient des volumes.
# auto translated by TM merge
NETWORK_ATTACH_ILLEGAL_GATEWAY=La passerelle par d\u00E9faut ne doit \u00EAtre d\u00E9finie que sur le r\u00E9seau de gestion
SLAVE_INTERFACE_IS_MISCONFIGURED=Il y a une interface esclave qui n'est pas configur\u00E9e correctement. Veuillez v\u00E9rifier que ces interfaces esclave ne contiennent pas les propri\u00E9t\u00E9s suivantes \: nom du r\u00E9seau, protocole boot, adresse IP, masque r\u00E9seau, gateway, notification vlan-ID (comme faisant partie du nom de l'interface, ou bien explicitement).
IMPROPER_INTERFACE_IS_LABELED=Impossible de ${action} ${type}. Une interface de r\u00E9seau incorrecte est \u00E9tiquet\u00E9e. Veuillez v\u00E9rifier que les \u00E9tiquettes ne soient donn\u00E9es qu'\u00E0 des interfaces ou \u00E0 des bonds (et non pas \u00E0 des esclaves ou des vlans).
IMPROPER_BOND_IS_LABELED=Impossible de ${action} ${type}. Un bond incorrect est \u00E9tiquet\u00E9. Veuillez v\u00E9rifier que les \u00E9tiquettes ne soient donn\u00E9es qu'\u00E0 des bonds avec au moins deux esclaves.
INTERFACE_ALREADY_LABELED=Impossible de ${action} ${type}. L'interface de r\u00E9seau est d\u00E9j\u00E0 \u00E9tiquet\u00E9e avec une \u00E9tiquette particuli\u00E8re.
INTERFACE_NOT_LABELED=Impossible de ${action} ${type}. L'interface de r\u00E9seau n'est pas \u00E9tiquet\u00E9e avec une \u00E9tiquette particuli\u00E8re.
# auto translated by TM merge
MISSING_DIRECTORY_ELEMENT_ID=L'ID d'utilisateur/groupe ne peut rester vide.
# auto translated by TM merge
NETWORK_ILEGAL_NETWORK_NAME=Le nom du r\u00E9seau doit \u00EAtre 1-15 de long et ne doit poss\u00E9der que des caract\u00E8res 'A-Z', 'a-z', '0-9', '_'
# auto translated by TM merge
STORAGE_OPERATION_FAILED_SPM_NETWORK_PROBLEMS=Les op\u00E9rations de stockage associ\u00E9es ne peuvent pas \u00EAtre effectu\u00E9es quand le Gestionnaire de pool de stockage est inactif.\nVeuillez veiller \u00E0 ce que le Gestionnaire de pool de stockage soit actif et en cours d'ex\u00E9cution, et veuillez v\u00E9rifier la connectivit\u00E9 r\u00E9seau.
# auto translated by TM merge
VALIDATION_STORAGE_CONNECTION_INVALID=Le chemin d'acc\u00E8s de montage est ill\u00E9gal, veuillez utiliser la convention  [IP\:/path or FQDN\:/path].
VALIDATION_STORAGE_CONNECTION_EMPTY_VFSTYPE=Le VSF ne peut rester vide.
VALIDATION_STORAGE_CONNECTION_EMPTY_IQN=Les informations cibles ne peuvent pas rester vides.
VALIDATION_STORAGE_CONNECTION_EMPTY_CONNECTION=Le champ ${fieldName} ne peut pas rester vide.
VALIDATION_STORAGE_CONNECTION_NFS_RETRANS=Les valeurs des retransmissions NFS doivent \u00EAtre comprises entre 0 et 32767
VALIDATION_STORAGE_CONNECTION_NFS_TIMEO=La valeur du timeout NFS doit \u00EAtre comprise entre 1 et 6000
# auto translated by TM merge
VALIDATION_TAGS_INVALID_TAG_NAME=Nom de balise ill\u00E9gal. Seuls les caract\u00E8res alphanum\u00E9riques, '-' et '_' sont valides
# auto translated by TM merge
VALIDATION_VM_POOLS_NAME_NOT_NULL=Le nom du pool est requis
VALIDATION.VM_POOLS.SPICE_PROXY.HOSTNAME_OR_IP=L'adresse proxy SPICE doit \u00EAtre sous la forme [protocol\://]hostname ou ip[\:port]
# auto translated by TM merge
VALIDATION_ROLES_NAME_NOT_NULL=Le nom du r\u00F4le est requis
# auto translated by TM merge
VALIDATION_ROLES_NAME_MAX=Le nom du r\u00F4le ne doit pas d\u00E9passer 126 caract\u00E8res
# auto translated by TM merge
VALIDATION_VDS_GROUP_NAME_NOT_NULL=Le nom du cluster est requis
# auto translated by TM merge
VALIDATION_VDS_GROUP_NAME_MAX=Le nom du cluster ne doit pas d\u00E9passer 40 caract\u00E8res
# auto translated by TM merge
VALIDATION_VDS_GROUP_MigrateOnError_NOT_NULL=L'option MigrateOnError est requise
VALIDATION.VDS_GROUP.SPICE_PROXY.HOSTNAME_OR_IP=L'adresse proxy SPICE doit \u00EAtre sous la forme [protocol\://]hostname ou ip[\:port]
# auto translated by TM merge
VALIDATION_STORAGE_POOL_ID_NOT_NULL=L'ID du centre de donn\u00E9es est requis
# auto translated by TM merge
VALIDATION_VDS_HOSTNAME_HOSTNAME_OR_IP=L'adresse de l'h\u00F4te doit correspondre \u00E0 un FQDN ou \u00E0 une adresse IP valide
# auto translated by TM merge
VALIDATION_VDS_POWER_MGMT_ADDRESS_HOSTNAME_OR_IP=L'adresse de gestion de l'alimentation de l'h\u00F4te doit correspondre \u00E0 un FQDN ou \u00E0 une adresse IP valide
# auto translated by TM merge
VALIDATION_VM_NUM_OF_MONITORS_EXCEEDED=La VM a d\u00E9pass\u00E9 le nombre de moniteurs autoris\u00E9s
# auto translated by TM merge
VALIDATION_VM_TEMPLATE_NAME_MAX=Le nom du mod\u00E8le de la VM ne doit pas d\u00E9passer 40 caract\u00E8res
# auto translated by TM merge
VALIDATION_DISK_INTERFACE_NOT_NULL=L'interface est requise
# auto translated by TM merge
VALIDATION_VOLUME_TYPE_NOT_NULL=Le type de volume est requis
# auto translated by TM merge
VALIDATION_DISK_TYPE_NOT_NULL=Le type de disque est requis
# auto translated by TM merge
VALIDATION_DISK_DESCRIPTION_INVALID=La description du disque doit \u00EAtre form\u00E9e de caract\u00E8res alpha-num\u00E9riques et de caract\u00E8res sp\u00E9ciaux qui soient conformes aux caract\u00E8res ASCII standard.
# auto translated by TM merge
VALIDATION_DISK_ALIAS_INVALID=Le nom d'alias du disque doit \u00EAtre compos\u00E9 de caract\u00E8res alpha-num\u00E9riques ou "-_"
# auto translated by TM merge
VALIDATION_VOLUME_FORMAT_NOT_NULL=Le format du volume est requis
VALIDATION_DISK_IMAGE_DESCRIPTION_NOT_INVALID=La description du snapshot doit \u00EAtre form\u00E9e de caract\u00E8res alpha-num\u00E9riques et de caract\u00E8res sp\u00E9ciaux qui soient conformes aux caract\u00E8res ASCII standard.
# auto translated by TM merge
VALIDATION_DISK_IMAGE_DESCRIPTION_NOT_EMPTY=La description du snapshot ne doit pas rester vide
VALIDATION_DISK_IMAGE_DESCRIPTION_MAX=La description de l'instantan\u00E9 ne doit pas d\u00E9passer 4000 caract\u00E8res
# auto translated by TM merge
VALIDATION_VMINTERFACE_MACADDRESS=L'adresse MAC doit \u00EAtre du format suivant \: XX\:XX\:XX\:XX\:XX\:XX, (XX\=0-9 or A-F)
# auto translated by TM merge
VALIDATION_EVENTS_EMAIL_FORMAT=le format email n'est pas valide
# auto translated by TM merge
VALIDATION_INVALID_CORRELATION_ID=L'ID de corr\u00E9lation doit \u00EAtre compos\u00E9 de "a-z0-9A-Z" ou "-_"
# auto translated by TM merge
VALIDATION_ROLES_NAME_INVALID=Le nom du r\u00F4le doit \u00EAtre compos\u00E9 de "a-z0-9A-Z" ou "-_"
# auto translated by TM merge
VALIDATION_VDS_GROUP_NAME_INVALID=Le nom du cluster doit \u00EAtre compos\u00E9 de caract\u00E8res alphanum\u00E9riques, de nombres, ou "-_"
# auto translated by TM merge
VALIDATION_VDS_NAME_INVALID=Le nom de l'h\u00F4te doit \u00EAtre compos\u00E9 de caract\u00E8res alphanum\u00E9riques, de nombres, ou "-_"
# auto translated by TM merge
VALIDATION_STORAGE_DOMAIN_NAME_INVALID=Le nom du domaine de stockage doit \u00EAtre compos\u00E9 de "a-z0-9A-Z" ou "-_"
VALIDATION.STORAGE_DOMAIN.DESCRIPTION.INVALID=La description domaine de stockage doit \u00EAtre compos\u00E9e de "a-z0-9A-Z" ou "-_"
VALIDATION.STORAGE_DOMAIN.DESCRIPTION.MAX=La description du domaine de stockage ne doit pas d\u00E9passer 4000 caract\u00E8res
# auto translated by TM merge
VALIDATION_DATA_CENTER_DESCRIPTION_INVALID="La description du centre de donn\u00E9es doit \u00EAtre compos\u00E9e de caract\u00E8res ASCII uniquement"
# auto translated by TM merge
VALIDATION_DATA_CENTER_NAME_INVALID=Le nom du centre de donn\u00E9es doit \u00EAtre compos\u00E9 de "a-z0-9A-Z" ou "-_"
VALIDATION_ID_NULL=L'ID est requis
VALIDATION_NAME_NULL=Le Nom est requis.
VALIDATION_NAME_INVALID=Le Nom doit \u00EAtre compos\u00E9 de caract\u00E8res alphanum\u00E9riques, de nombres, ou "-_".
VALIDATION_NAME_INVALID_WITH_DOT=Le Nom doit \u00EAtre compos\u00E9 de caract\u00E8res alphanum\u00E9riques, de nombres, ou "-_.".
VALIDATION_URL_NULL=L'URL est requis.
VALIDATION_PROVIDER_TYPE_NULL=Le type de fournisseur est requis.
# auto translated by TM merge
VALIDATION_QUOTA_NAME_INVALID=Le nom du quota doit est constitu\u00E9 de "a-z0-9A-Z" et "-_"
# auto translated by TM merge
VALIDATION_VM_NETWORK_MAC_ADDRESS_INVALID=L'adresse MAC doit \u00EAtre du format "HH\:HH\:HH\:HH\:HH\:HH" avec H comme caract\u00E8re hexad\u00E9cimal (soit en chiffres ou A-F; casse non importante).
# auto translated by TM merge
VALIDATION_VM_NETWORK_MAC_ADDRESS_NOT_NULL=L'adresse MAC est requise
# auto translated by TM merge
VALIDATION_VM_NETWORK_NAME_NOT_NULL=Le nom de l'interface est requis
VALIDATION_CONNECTIVITY_TIMEOUT_INVALID=Le timeout de connectivit\u00E9 n'est pas valide. Le timeout doit \u00EAtre compris entre 1 et 120.
VALIDATION.REPETITIVE.IP.IN.VDS=Liste d'interfaces non valide, deux interfaces de r\u00E9seau au moins poss\u00E8dent le m\u00EAme IP.
VALIDATION_VDS_PORT_RANGE=Le num\u00E9ro de port doit \u00EAtre compris entre 1 et 65535.
VALIDATION.VM_POOLS.NUMBER_OF_MAX_ASSIGNED_VMS_OUT_OF_RANGE=Le nombre maximum de VM assign\u00E9es doit \u00EAtre un nombre entre 1 et 32 767 par utilisateur.
# auto translated by TM merge
ERROR_CANNOT_FIND_ISO_IMAGE_PATH=Le chemin de l'image ISO est non valide
# auto translated by TM merge
ERROR_CANNOT_FIND_FLOPPY_IMAGE_PATH=Le chemin de l'image de la disquette est non valide
# auto translated by TM merge
VDS_ADD_STORAGE_SERVER_STATUS_MUST_BE_UP=Impossible d'ajouter une connexion au serveur de stockage quand le statut de l'h\u00F4te n'est pas actif
# auto translated by TM merge
USER_FAILED_TO_AUTHENTICATE_WRONG_USERNAME_OR_PASSWORD=Le nom d'utilisateur et le mot de passe sont incorrects.
# auto translated by TM merge
VDS_GROUP_CANNOT_UPDATE_CPU_WITH_SUSPENDED_VMS=Impossible de mettre \u00E0 jour le cluster ou de modifier le niveau du CPU Cluster s'il y a des VM en suspension dans le cluster.
VDS_GROUP_CPU_IS_NOT_UPDATABLE=Impossible de mettre \u00E0 jour le cluster ou de modifier le nom du CPU Cluster s'il y a des h\u00F4tes ou des machines virtuelles dans le Cluster. Ce nom de CPU n'est pas compatible avec les autres CPU disponibles.
CUSTOM_PROPERTIES_INVALID_VALUES_NOT_ALLOWED_IN_CURRENT_CLUSTER=Impossible de mettre \u00E0 jour le Cluster; les propri\u00E9t\u00E9s personnalis\u00E9es ne sont pas prises en charge sous la version actuelle du Cluster
# auto translated by TM merge
USER_FAILED_TO_AUTHENTICATE_ACCOUNT_IS_LOCKED_OR_DISABLED=Erreur d'authentification. L'utilisateur est soit verrouill\u00E9, soit d\u00E9sactiv\u00E9.
# auto translated by TM merge
USER_FAILED_TO_AUTHENTICATE_DNS_ERROR=Erreur d'authentification. Erreur de configuration DNS. Veuillez v\u00E9rifier que l'H\u00F4te Engine poss\u00E8de bien un enregistrement DNS (PTR) invers\u00E9 valide.
# auto translated by TM merge
USER_FAILED_TO_AUTHENTICATE_NO_KDCS_FOUND=Erreur d'authentification. Veuillez v\u00E9rifier que le nom complet du domaine utilis\u00E9 pour cette authentification soit correct.
# auto translated by TM merge
USER_FAILED_TO_AUTHENTICATE_CLOCK_SKEW_TOO_GREAT=Erreur d'authentification. L'horloge d'Engine n'est pas synchronis\u00E9e avec les services de r\u00E9pertoires (doit \u00EAtre dans un \u00E9cart de 5 minutes). Veuillez v\u00E9rifier que les horloges soient synchronis\u00E9es et red\u00E9marrez le service.
# auto translated by TM merge
USER_FAILED_TO_AUTHENTICATE_CONNECTION_TIMED_OUT=Erreur d'authentification. La connexion au Serveur de r\u00E9pertoires a expir\u00E9. Veuillez contacter votre administrateur de syst\u00E8mes
# auto translated by TM merge
USER_FAILED_TO_AUTHENTICATE_WRONG_REALM=Erreur d'authentification. Un nom de domaine erron\u00E9 a \u00E9t\u00E9 fourni pour l'authentification
ACTION_TYPE_FAILED_INVALID_CUSTOM_PROPERTIES_DUPLICATE_KEYS=Impossible de ${action} ${type} si certaines des propri\u00E9t\u00E9s personnalis\u00E9es sp\u00E9cifi\u00E9es apparaissent \u00E0 plusieurs reprises. Les cl\u00E9s sont \:  ${DuplicateKeys}
ACTION_TYPE_FAILED_HOSTNAME_CANNOT_CHANGE=L'adresse de l'h\u00F4te ne peut pas \u00EAtre modifi\u00E9e en raison de restrictions de s\u00E9curit\u00E9. Pour pouvoir changer l'adresse de l'h\u00F4te, l'h\u00F4te doit \u00EAtre install\u00E9 \u00E0 nouveau.
# auto translated by TM merge
CAN_DO_ACTION_DATABASE_CONNECTION_FAILURE=L'action a \u00E9chou\u00E9 pour cause d'\u00E9chec de la connexion \u00E0 la base de donn\u00E9es. Veuillez v\u00E9rifier la connectivit\u00E9 \u00E0 votre serveur de base de donn\u00E9es.
# auto translated by TM merge
ACTION_TYPE_FAILED_DESCRIPTION_MAY_NOT_CONTAIN_SPECIAL_CHARS=Impossible de ${action} ${type}. La description donn\u00E9e contient des caract\u00E8res sp\u00E9ciaux. \nSeuls les caract\u00E8res alpha-num\u00E9rique et certains caract\u00E8res sp\u00E9ciaux qui sont conformes aux caract\u00E8res ASCII standard sont autoris\u00E9s.
ACTION_TYPE_FAILED_LINUX_BOOT_PARAMS_MAY_NOT_CONTAIN_TRIMMING_WHITESPACES=Impossible de ${action} ${type}. Les param\u00E8tres d'amor\u00E7age de Linux contiennent des caract\u00E8res d'espace blanc de d\u00E9limitation.
# auto translated by TM merge
ACTION_TYPE_FAILED_NAME_LENGTH_IS_TOO_LONG=Impossible de ${action} ${type}. Le nom donn\u00E9 est trop long.
# auto translated by TM merge
ACTION_TYPE_FAILED_NAME_MAY_NOT_BE_EMPTY=Impossible de ${action} ${type}. Le nom donn\u00E9 est rest\u00E9 vide.
ACTION_TYPE_FAILED_TEMPLATE_IS_INCOMPATIBLE=Impossible de ${action} ${type}. Le mod\u00E8le s\u00E9lectionn\u00E9 n'est pas compatible avec l'architecture du Cluster.
# auto translated by TM merge
ACTION_TYPE_FAILED_NAME_MAY_NOT_CONTAIN_SPECIAL_CHARS=Impossible de ${action} ${type}. Le nom contient des caract\u00E8res sp\u00E9ciaux. Seuls les lettres minuscules et majuscules, les chiffres, '_', '-', '.'  sont autoris\u00E9s.
# auto translated by TM merge
ACTION_TYPE_FAILED_NAME_MAY_NOT_CONTAIN_SPECIAL_CHARS_OR_DASH=Impossible de ${action} ${type}. Le nom contient des caract\u00E8res sp\u00E9ciaux. Seuls les lettres minuscules et majuscules, les chiffres, '_', sont autoris\u00E9s.
ACTION_TYPE_FAILED_INVALID_POOL_NAME=Impossible de ${action} ${type}. Le nom est non valide comme nom de pool. Seuls les lettres minuscules et majuscules, les chiffres, '_', '-', '.' sont autoris\u00E9s.
# auto translated by TM merge
ACTION_TYPE_FAILED_INVALID_VDS_HOSTNAME=Impossible de ${action} ${type}. Le nom d'h\u00F4te donn\u00E9 n'est pas valide. Seuls les noms d'h\u00F4tes correspondant \u00E0 RFC-952 et RFC-1123 sont autoris\u00E9s.
# auto translated by TM merge
VM_CANNOT_RUN_ONCE_WITH_ILLEGAL_SYSPREP_PARAM=Nom Utilisateur et Mot de passe manquants
# auto translated by TM merge
ACTION_TYPE_FAILED_CANNOT_REMOVE_BUILTIN_GROUP_EVERYONE=Impossible de supprimer le groupe int\u00E9gr\u00E9 "Everyone" (Tous).
# auto translated by TM merge
ACTION_TYPE_FAILED_IMPORT_DATA_DOMAIN_PROHIBITED=L'importation du domaine de donn\u00E9es n'est pas autoris\u00E9.
ACTION_TYPE_FAILED_IMPORT_DATA_DOMAIN_IS_NOT_SUPPORTED=Impossible de ${action} ${type}. L'op\u00E9ration n'est pas prise en charge pour cette version de Centre de donn\u00E9es.
# auto translated by TM merge
ACTION_TYPE_FAILED_VDS_NOT_MATCH_VALID_STATUS=Impossible de ${action} ${type}. Les statuts d'h\u00F4te valides sont "Non op\u00E9rationnel", "Maintenance" ou "Connexion".
# auto translated by TM merge
CANNOT_REMOVE_STORAGE_DOMAIN_INVALID_HOST_ID=Impossible de supprimer le domaine de stockage - l'ID de l'h\u00F4te sous-jacent est non valide.
# auto translated by TM merge
ERROR_CANNOT_DEACTIVATE_MASTER_WITH_LOCKED_DOMAINS=Nous essayons de d\u00E9sactiver un domaine de stockage Ma\u00EEtre alors qu'il y a des domaines verrouill\u00E9s dans le centre de donn\u00E9es. Veuillez commencer par patienter avec les op\u00E9rations sur ces domaines pour pouvoir terminer.
# auto translated by TM merge
TAGS_CANNOT_REMOVE_TAG_NOT_EXIST=Impossible de supprimer la balise. La balise n'existe pas.
AUDIT_LOG_CANNOT_REMOVE_AUDIT_LOG_NOT_EXIST=Impossible de supprimer la journalisation d'auditing. Le log d'auditing n'existe pas.
# auto translated by TM merge
VAR__TYPE__VM__CLUSTER=$type VM Cluster
VDS_FENCE_OPERATION_FAILED=Impossible de ${action} ${type}. L'op\u00E9ration de cl\u00F4turage a \u00E9chou\u00E9.
# auto translated by TM merge
VM_CANNOT_WITHOUT_ACTIVE_STORAGE_DOMAIN_ISO=Impossible de ${action} sans domaine ISO actif.
ERROR_CANNOT_DEACTIVATE_STORAGE_DOMAIN_WITH_ISO_ATTACHED=Impossible de ${action} ${type}. Le Domaine de stockage ISO est utilis\u00E9 par les VMs suivantes \: ${VmNames}.
MAC_ADDRESS_IS_IN_USE=L'adresse MAC est d\u00E9j\u00E0 utilis\u00E9e.
# auto translated by TM merge
CAN_DO_ACTION_GENERAL_FAILURE=\u00C9chec de validation de commande
# auto translated by TM merge
ERROR_CANNOT_REMOVE_ACTIVE_STORAGE_POOL=Impossible de supprimer un centre de donn\u00E9es actif
# auto translated by TM merge
ROLE_TYPE_CANNOT_BE_EMPTY=Type de r\u00F4le non valide
# auto translated by TM merge
CANNOT_ADD_ACTION_GROUPS_TO_ROLE_TYPE=Impossible d'ajouter un groupe d'action d'administrateur \u00E0 un R\u00F4le utilisateur.
# auto translated by TM merge
STORAGE_DOMAIN_NOT_ATTACHED_TO_STORAGE_POOL=Le domaine de stockage est d\u00E9j\u00E0 d\u00E9tach\u00E9 du Centre de donn\u00E9es.
# auto translated by TM merge
VDS_APPROVE_VDS_NOT_FOUND=Impossible d'approuver l'h\u00F4te - l'h\u00F4te n'existe pas.
ACTION_TYPE_FAILED_VM_CANNOT_IMPORT_VM_ARCHITECTURE_NOT_SUPPORTED_BY_CLUSTER=Impossible de ${action} ${type}. Le cluster s\u00E9lectionn\u00E9 ne supporte pas l'architecture de la VM.
ACTION_TYPE_FAILED_VM_CANNOT_IMPORT_TEMPLATE_ARCHITECTURE_NOT_SUPPORTED_BY_CLUSTER=Impossible de ${action} ${type}. Le cluster s\u00E9lectionn\u00E9 ne supporte pas l'architecture du Mod\u00E8le.
ACTION_TYPE_FAILED_VM_CANNOT_IMPORT_VM_WITH_NOT_SUPPORTED_ARCHITECTURE=Impossible de ${action} ${type}. La VM s\u00E9lectionn\u00E9e a une architecture non d\u00E9finie.
ACTION_TYPE_FAILED_VM_CANNOT_IMPORT_TEMPLATE_WITH_NOT_SUPPORTED_ARCHITECTURE=Impossible de ${action} ${type}. Le Mod\u00E8le s\u00E9lectionn\u00E9e a une architecture non d\u00E9finie.
ACTION_TYPE_FAILED_VDS_HA_MAINT_NOT_SUPPORTED=Impossible de ${action} ${type}. La configuration du mode maintenance de Hosted Engine n'est pris en charge que sur les clusters version 3.4 et ult\u00E9rueures.
ACTION_TYPE_FAILED_VDS_HA_NOT_CONFIGURED=Impossible de ${action} ${type}. Hosted Engine n'est pas configur\u00E9 sur cet h\u00F4te.
# auto translated by TM merge
ACTION_TYPE_FAILED_QUOTA_NOT_EXIST=Impossible de ${action} ${type}. Le quota n'existe pas.
# auto translated by TM merge
ACTION_TYPE_FAILED_QUOTA_IS_NOT_VALID=Impossible de ${action} ${type}. Le quota n'est pas valide.
ACTION_TYPE_FAILED_NO_QUOTA_SET_FOR_DOMAIN=Impossible de ${action} ${type}. Aucun quota n'est d\u00E9fini pour le domaine s\u00E9lectionn\u00E9. Attribuer un quota au domaine ou s\u00E9lectionnez un autre domaine.
ACTION_TYPE_FAILED_QUOTA_IS_NO_LONGER_AVAILABLE_IN_SYSTEM=Impossible de ${action} ${type}. Le quota associ\u00E9 \u00E0 VM ${VmName} n'est plus disponible. Cela peut \u00EAtre le r\u00E9sultat d'une action d'importation ou de restauration de snapshot. Veuillez assigner \u00E0 nouveau un quota \u00E0 cette VM.
# auto translated by TM merge
ACTION_TYPE_FAILED_QUOTA_LIMIT_IS_SPECIFIC_AND_GENERAL=Impossible de ${action} ${type}. La limitation ne peut pas \u00EAtre configur\u00E9e comme sp\u00E9cifique et g\u00E9n\u00E9rale dans un m\u00EAme quota. Veuillez choisir si la limitation doit \u00EAtre appliqu\u00E9e au Centre de donn\u00E9es ou au stockage sp\u00E9cifique.
# auto translated by TM merge
ACTION_TYPE_FAILED_QUOTA_LIMIT_IS_NOT_SPECIFIC_OR_GENERAL=Impossible de ${action} ${type}. La limitation de quota doit \u00EAtre configur\u00E9e en sp\u00E9cifique ou g\u00E9n\u00E9ral.
# auto translated by TM merge
ACTION_TYPE_FAILED_QUOTA_NAME_RESERVED_FOR_DEFAULT=Impossible de ${action} ${type}. Le pr\u00E9fixe DefaultQuota est r\u00E9serv\u00E9 au quota par d\u00E9faut.
# auto translated by TM merge
ACTION_TYPE_FAILED_QUOTA_CAN_NOT_HAVE_DEFAULT_INDICATION=Impossible de ${action} ${type} car le quota ne peut pas avoir l'indication \u00ABpar d\u00E9faut\u00BB.
# auto translated by TM merge
ACTION_TYPE_FAILED_QUOTA_WITH_DEFAULT_INDICATION_CAN_NOT_BE_REMOVED=Impossible de ${action} ${type}. Le quota avec une indication \u00ABpar d\u00E9faut\u00BB ne peut pas \u00EAtre supprim\u00E9 tant que le Centre de donn\u00E9es est en mode d\u00E9sactiver.
ACTION_TYPE_FAILED_QUOTA_IN_USE_BY_VM_OR_DISK=Impossible de ${action} ${type}. Le quota est en cours d'utilisation par une VM ou un disque et le Quota du Centre de donn\u00E9es est activ\u00E9.
# auto translated by TM merge
ACTION_TYPE_FAILED_DATA_CENTER_MUST_HAVE_AT_LEAST_ONE_QUOTA=Impossible de ${action} ${type}. Le centre de donn\u00E9es doit avoir au moins un quota associ\u00E9. Veuillez essayer d'ajouter un autre Quota, ou changer le quota existant.
# auto translated by TM merge
ACTION_TYPE_FAILED_QUOTA_STORAGE_LIMIT_EXCEEDED=Impossible de ${action} ${type}. Le quota n'a pas suffisamment de ressources de stockage.
# auto translated by TM merge
ACTION_TYPE_FAILED_QUOTA_VDS_GROUP_LIMIT_EXCEEDED=Impossible de ${action} ${type}. Le quota n'a pas suffisamment de ressources de cluster.
USER_NOT_AUTHORIZED_TO_CONSUME_QUOTA=Impossible de ${action} ${type}. L'utilisateur n'est pas un consommateur du Quota assign\u00E9 \u00E0 la ressource.
# auto translated by TM merge
USER_CANNOT_RUN_QUERY_NOT_PUBLIC=Permission refus\u00E9e. Votre demande n'est pas publique.
# auto translated by TM merge
ERROR_CANNOT_ATTACH_ACTION_GROUP_TO_ROLE_ATTACHED=Impossible d'attacher le groupe d'actions au R\u00F4le. Ce groupe d'actions est d\u00E9j\u00E0 attach\u00E9 au R\u00F4le.
# auto translated by TM merge
ERROR_CANNOT_ATTACH_ACTION_GROUP_TO_ROLE_INVALID_ACTION=Impossible d'attacher un groupe d'actions \u00E0 un R\u00F4le. Le groupe d'actions est non valide.
# auto translated by TM merge
ERROR_CANNOT_DETACH_ACTION_GROUP_TO_ROLE_NOT_ATTACHED=Impossible de d\u00E9tacher un groupe d'actions d'un R\u00F4le. Le groupe d'actions n'est pas attach\u00E9 \u00E0 ce R\u00F4le.
# auto translated by TM merge
ERROR_LICENSE_NO_LICENSE=Il n'a a pas de licence d'oVirt Engine valide.
# auto translated by TM merge
ERROR_LICENSE_ILLEGAL=Erreur de connexion. Si le service Engine a \u00E9t\u00E9 d\u00E9marr\u00E9 \u00E0 nouveau, veuillez patienter quelques secondes, et essayer \u00E0 nouveau. Si le probl\u00E8me persiste, veuillez v\u00E9rifier votre licence oVirt Engine.
# auto translated by TM merge
ERROR_LICENSE_SYSTEM_CLOCK_MODIFIED=Engine a d\u00E9tect\u00E9 que l'horloge du syst\u00E8me a \u00E9t\u00E9 modifi\u00E9e.
# auto translated by TM merge
ERROR_LICENSE_EXPIRED=La p\u00E9riode d'\u00E9valuation d'oVirt Engine a expir\u00E9
# auto translated by TM merge
MESSAGE_LICENSE_EVALUATION__PARAM_DAYS_LEFT=oVirt Engine est en mode d'\u00E9valuation. La p\u00E9riode d'\u00E9valuation sera termin\u00E9e dans ${DaysLeft} jours
# auto translated by TM merge
VDS_REGISTER_NO_HOSTNAME_INPUT=Impossible d'enregistrer l'h\u00F4te. Pas de nom d'h\u00F4te sp\u00E9cifi\u00E9.
# auto translated by TM merge
VDS_REGISTER_UNIQUE_ID_DIFFERENT_TYPE=Impossible d'enregistrer l'h\u00F4te. Un h\u00F4te poss\u00E9dant un ID identique a \u00E9t\u00E9 trouv\u00E9, mais le type d'h\u00F4te demand\u00E9 ne correspond pas.
# auto translated by TM merge
VDS_REGISTER_UNIQUE_ID_AMBIGUOUS=Impossible d'ajouter un h\u00F4te qui poss\u00E8de un ID identique comme h\u00F4te\: ${HostNameList}.\nCela peut avoir lieu si cet h\u00F4te a d\u00E9j\u00E0 \u00E9t\u00E9 ajout\u00E9 au syst\u00E8me.
# auto translated by TM merge
VDS_CANNOT_CONNECT_TO_SERVER=Impossible de ${action} ${type}. Erreur lors de la cr\u00E9ation d'une session SSH avec l'h\u00F4te. V\u00E9rifier que l'h\u00F4te puisse \u00EAtre joint (adresse IP, adresse routable, etc.). Se r\u00E9f\u00E9rer au fichier engine.log pour plus d'informations.
VDS_CANNOT_AUTHENTICATE_TO_SERVER=Impossible de ${action} ${type}. Erreur lors de la cr\u00E9ation d'une session SSH. V\u00E9rifier que les param\u00E8tres d'authentification soient corrects (Nom d'utilisateur/Mot de passe, cl\u00E9-publique, etc.) Vous devrez vous r\u00E9f\u00E9rer au fichier engine.log pour plus d'informations.
VDS_SECURITY_CONNECTION_ERROR=Impossible de ${action} ${type}. La connexion SSH a \u00E9chou\u00E9, ${ErrorMsg}.
# auto translated by TM merge
AUTO_MIGRATE_DISABLED=Migration impossible - v\u00E9rifier les options de configuration qui conviennent.
# auto translated by TM merge
AUTO_MIGRATE_VDS_NOT_FOUND=Migration impossible - h\u00F4te non trouv\u00E9.
# auto translated by TM merge
AUTO_MIGRATE_ALREADY_RUNNING_ON_VDS=Migration impossible - une VM est d\u00E9j\u00E0 en cours d'ex\u00E9cution dans l'H\u00F4te
# auto translated by TM merge
AUTO_MIGRATE_UNSUCCESSFUL=Migration impossible - une migration pr\u00E9c\u00E9dente a \u00E9chou\u00E9
# auto translated by TM merge
APPROVE_VDS_VDS_NOT_FOUND=Impossible d'approuver l'h\u00F4te. L'h\u00F4te n'a pas \u00E9t\u00E9 trouv\u00E9.
# auto translated by TM merge
VDS_GROUP_CLUSTER_IS_NOT_VALID=Impossible de ${action} Cluster. L'ID du Cluster n'est pas valide.
# auto translated by TM merge
NETWORK_INTERFACE_NAME_ALREAY_EXISTS=Le fichier r\u00E9seau est d\u00E9j\u00E0 utilis\u00E9
# auto translated by TM merge
STORAGE_DOMAIN_TYPE_ILLEGAL_FOR_ADDING_EXISTING=On ne peut pas ajouter un stockage de ce type
# auto translated by TM merge
NETWORK_INTERFACE_NOT_HAVE_DISPLAY_FLAG=L'interface sp\u00E9cifi\u00E9e n'est pas une interface d'affichage
# auto translated by TM merge
ERROR_CANNOT_ADD_STORAGE_POOL_WITHOUT_DATA_AND_ISO_DOMAINS=Impossible de cr\u00E9er un Centre de donn\u00E9es - Il doit y avoir au moins un stockage de donn\u00E9es.
# auto translated by TM merge
ERROR_CANNOT_ADD_STORAGE_POOL_WITH_DIFFERENT_STORAGE_FORMAT=Impossible d'ajouter des stockages de donn\u00E9es au pool. Les stockages doivent poss\u00E9der le m\u00EAme format.
# auto translated by TM merge
ACTION_TYPE_FAILED_VMS_IN_STORAGE_POOL=Impossible de ${action} ${type}. Il y a des VM dans le centre de donn\u00E9es.
# auto translated by TM merge
ERROR_CANNOT_CHANGE_STORAGE_POOL_VDSS_UP=Veuillez d\u00E9placer tous les serveurs en maintenance avant de mettre \u00E0 jour le centre de donn\u00E9es.
NETWORK_STORAGE_POOL_MUST_BE_SPECIFY=Le centre de donn\u00E9es doit \u00EAtre sp\u00E9cifi\u00E9.
# auto translated by TM merge
EN_UNKNOWN_TAG_NAME=Nom de balise inconnu.
# auto translated by TM merge
ERROR_CANNOT_ATTACH_STORAGE_DOMAIN_SHARED_NOT_SUPPORTED_IN_THIS_POOL=Impossible d'attacher le Domaine de stockage, les Domaines partag\u00E9s ne sont pas support\u00E9s dans cette version de compatibilit\u00E9 du Centre de donn\u00E9es.
# auto translated by TM merge
ERROR_CANNOT_ATTACH_STORAGE_DOMAIN_SHARED_NOT_SUPPORTED_IN_OTHER_POOL=Impossible d'attacher le Domaine de stockage, les Domaines partag\u00E9s ne sont pas support\u00E9s dans les autres versions de compatibilit\u00E9 du Centre de donn\u00E9es.
# auto translated by TM merge
ERROR_CANNOT_REMOVE_POOL_WITH_NETWORKS=Impossible de supprimer un Centre de donn\u00E9es avec des r\u00E9seaux, veuillez tout d'abord supprimer tous les r\u00E9seaux.
# auto translated by TM merge
ACTION_TYPE_FAILED_UP_VDSS_IN_CLUSTER=Impossible de ${action} ${type}. Certains H\u00F4tes du cluster sont dans un \u00E9tat UP (Actif). Veuillez tout d'abord faire passer l'H\u00F4te au mode Maintenance.
# auto translated by TM merge
TAGS_DIRECTORY_ELEMENT_TAG_IS_MISSING=La balise \u00C9l\u00E9ment de r\u00E9pertoire est manquante pour l'utilisateur demand\u00E9
# auto translated by TM merge
DIRECTORY_GROUP_CANNOT_ATTACH_TO_VM_ALREADY_ATTACHED=Le Groupe de r\u00E9pertoires est d\u00E9j\u00E0 attach\u00E9 \u00E0 cette VM
# auto translated by TM merge
DIRECTORY_GROUP_NOT_ATTACH_TO_VM=Le Groupe de r\u00E9pertoires n'est pas attach\u00E9 \u00E0 la VM indiqu\u00E9e.
# auto translated by TM merge
ERROR_CANNOT_DEFAULT_DIRECTORY_ELEMENT_TAG=Impossible de supprimer la balise du R\u00E9pertoire par d\u00E9faut.
# auto translated by TM merge
ACTION_TYPE_FAILED_NO_VDS_SUPPLIED=Impossible de ${action} ${type}. H\u00F4te non fourni
# auto translated by TM merge
NETWORK_CAN_NOT_REMOVE_DEFAULT_NETWORK=Impossible de supprimer le R\u00E9seau par d\u00E9faut
ACTION_TYPE_FAILED_NETWORK_LABEL_RENAMING_NOT_SUPPORTED=Impossible de ${action} ${type}. Le renommage de l'\u00E9tiquette du r\u00E9seau configur\u00E9e sur des interfaces d'h\u00F4tes n'est pas pris en charge. Veuillez supprimer l'\u00E9tiquette, puis en sp\u00E9cifier une nouvelle.
# auto translated by TM merge
NETWORK_CAN_NOT_UPDATE_DEFAULT_NETWORK=Impossible de mettre \u00E0 jour le nom du r\u00E9seau par d\u00E9faut
# auto translated by TM merge
TAGS_CANNOT_ASSING_TAG=La balise sp\u00E9cifi\u00E9e ne peut pas \u00EAtre assign\u00E9e
# auto translated by TM merge
ACTION_TYPE_FAILED_XP_MEMORY_ERROR=Impossible de ${action} ${type}. M\u00E9moire ill\u00E9gale d\u00E9finie pour Windows XP
# auto translated by TM merge
NETWORK_INTERFACE_CANNOT_UPDATE_INTERFACE_VLAN=Impossible de mettre \u00E0 jour le r\u00E9seau avec VLAN, vous devrez d\u00E9finir l'interface \u00E0 "Aucun" R\u00E9seau
# auto translated by TM merge
ILLEAGAL_USER_PROVIDED=Utilisateur ill\u00E9gal fourni
# auto translated by TM merge
USER_CANNOT_BE_ADDED_TO_VM=L'utilisateur ne peut pas \u00EAtre ajout\u00E9 \u00E0 la VM
# auto translated by TM merge
USER_CANNOT_BE_ADDED_TO_VM_POOL=L'utilisateur ne peut pas \u00EAtre ajout\u00E9 \u00E0 la VM-Pool
# auto translated by TM merge
ACTION_TYPE_FAILED_DETECTED_PINNED_VMS=Impossible de ${action} ${type}. Les VM suivantes sont configur\u00E9es pour ex\u00E9cuter pr\u00E9cis\u00E9ment sur cet h\u00F4te\: ${VmNames}. \nPour pouvoir ${type} {action}, vous devez supprimer l'association entre les VM et l'h\u00F4te (\u00E0 l'aide de Modification Propri\u00E9t\u00E9s VM).
# auto translated by TM merge
HOT_PLUG_IS_NOT_SUPPORTED=Activer/D\u00E9sactiver quand la VM est en cours, est uniquement pris en charge pour les Clusters Version 3.1 et version sup\u00E9rieure
HOT_PLUG_CPU_IS_NOT_SUPPORTED=La connexion \u00E0 chaud d'un CPU n'est pas prise en charge pour la version de cluster ${clusterVersion} et l'architecture ${architecture}.
HOT_UNPLUG_CPU_IS_NOT_SUPPORTED=La d\u00E9connexion \u00E0 chaud d'un CPU n'est pas prise en charge pour la version de cluster ${clusterVersion} et l'architecture ${architecture}.
HOT_PLUG_DISK_SNAPSHOT_IS_NOT_SUPPORTED=Impossible de ${action} ${type}. L'activation/d\u00E9sactivation du snapshot du disque n'est pas support\u00E9e pour les clusters en version ${clusterVersion}.
UNLINKING_IS_NOT_SUPPORTED=Impossible de ${action} ${type}. L'\u00E9tat du lien est d\u00E9fini \u00E0 'Arr\u00EAt' dans l'interface de la machine virtuelle, ce qui n'est pas support\u00E9 pour les clusters en version ${clusterVersion}.
NULL_NETWORK_IS_NOT_SUPPORTED=Impossible de ${action} ${type}. Il n'y a pas de r\u00E9seau dans l'interface de la machine virtuelle, ce qui n'est pas support\u00E9 pour les clusters en version ${clusterVersion}.
ACTION_TYPE_FAILED_NETWORK_QOS_IS_NOT_SUPPORTED=Impossible de ${action} ${type}. Il n'y a pas de r\u00E9seau QoS sur le profil. Non support\u00E9 pour les clusters en version ${clusterVersion}.
ACTION_TYPE_FAILED_HOST_NETWORK_QOS_NOT_SUPPORTED=Impossible de ${action} ${type}. Le r\u00E9seau QoS du r\u00E9seau H\u00F4te n'est pas pris en charge dans la version de compatibilit\u00E9 du cluster, mais QoS a \u00E9t\u00E9 configur\u00E9 pour le(s) r\u00E9seau(x)\u00A0\: ${ACTION_TYPE_FAILED_HOST_NETWORK_QOS_NOT_SUPPORTED_LIST}.
ACTION_TYPE_FAILED_HOST_NETWORK_LABELS_NOT_SUPPORTED=Impossible de ${action} ${type}. Les \u00E9tiquettes de r\u00E9seau ne sont pas prises en charge dan la version de compatibilit\u00E9 du cluster, mais sont configur\u00E9es dans les interfaces de l'h\u00F4te.
HOT_VM_INTERFACE_UPDATE_IS_NOT_SUPPORTED=Impossible de ${action} ${type}. La mise \u00E0 jour de l'interface de la machine virtuelle pendant que la machine virtuelle est en cours n'est pas support\u00E9 pour les clusters en version ${clusterVersion}.
ACTION_TYPE_FAILED_VM_INTERFACE_TYPE_IS_NOT_SUPPORTED_BY_OS=Impossible de ${action} ${type}. Le type d'interface de r\u00E9seau n'est pas compatible avec le syst\u00E8me d'exploitation s\u00E9lectionn\u00E9.
CANNOT_PERFORM_HOT_UPDATE=Impossible de ${action} ${type}. La mise \u00E0 jour de certaines propri\u00E9t\u00E9s n'est pas support\u00E9, tant que l'interface est connect\u00E9e \u00E0 une machine virtuelle. Veuillez d\u00E9connecter l'interface, mettre \u00E0 jour les propri\u00E9t\u00E9s et la reconnecter.
CANNOT_PERFORM_HOT_UPDATE_WITH_PORT_MIRRORING=Impossible de ${action} ${type}. La mise \u00E0 jour n'est pas possible quand 'Miroitement de port' est d\u00E9fini sur l'interface d'une machine virtuelle en cours d'ex\u00E9cution.
# auto translated by TM merge from project: oVirt, version: master, DocId: frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors
PORT_MIRRORING_REQUIRES_NETWORK=Impossible de  ${action} ${type}. La configuration de 'Miroitement de port' n\u00E9cessite un r\u00E9seau.
# auto translated by TM merge
ACTION_TYPE_FAILED_GUEST_OS_VERSION_IS_NOT_SUPPORTED=Impossible de  ${action} ${type}. La version OS d'invit\u00E9 n'est pas prise en charge
# auto translated by TM merge
HOT_PLUG_DISK_IS_NOT_VIRTIO=Connexion \u00E0 des disques virtIO uniquement.
# auto translated by TM merge
HOT_PLUG_DISK_IS_NOT_UNPLUGGED=Le disque est d\u00E9j\u00E0 activ\u00E9.
# auto translated by TM merge
HOT_UNPLUG_DISK_IS_NOT_PLUGGED=Le disque a d\u00E9j\u00E0 \u00E9t\u00E9 d\u00E9sactiv\u00E9.
CANNOT_ADD_FLOATING_DISK_WITH_PLUG_VM_SET=Impossible de ${action} ${type}. Un disque configur\u00E9 avec "Activer" ne peut pas \u00EAtre cr\u00E9\u00E9 en tant que disque flottant.
ACTIVATE_DEACTIVATE_NIC_VM_STATUS_ILLEGAL=Ne peut pas activer/d\u00E9sactiver l'interface de r\u00E9seau VM en raison du statut VM. Le statut de la machine virtuelle doit \u00EAtre Arr\u00EAt ou En cours.
ACTIVATE_DEACTIVATE_NETWORK_NOT_IN_VDS=Le r\u00E9seau n'existe pas sur l'h\u00F4te de la machine virtuelle en cours d'ex\u00E9cution. \nAjouter le r\u00E9seau sur l'h\u00F4te ou de migrer la VM vers un h\u00F4te qui poss\u00E8de ce r\u00E9seau.
# auto translated by TM merge
VM_CANNOT_RUN_FROM_DISK_WITHOUT_PLUGGED_DISK=Impossible de ${action} ${type} sans avoir au moins un disque actif.\nVeuillez activer un disque et ex\u00E9cuter \u00E0 nouveau la VM.
# auto translated by TM merge
SHAREABLE_DISK_IS_NOT_SUPPORTED_FOR_DISK=Impossible de ${action} ${type}. Le disque n'est pas partageable s'il d\u00E9pend d'un snapshot. Pour pouvoir le partager, supprimer les snapshots du disque.
SHAREABLE_DISK_IS_NOT_SUPPORTED_BY_VOLUME_FORMAT=Impossible de ${action} ${type}. Le format du volume du disque n'est pas support\u00E9 dans les disques pouvant \u00EAtre partag\u00E9s.
# auto translated by TM merge
ERROR_CANNOT_DETACH_DISK_WITH_SNAPSHOT=Impossible de ${action} ${type}. Le disque est d\u00E9j\u00E0 configur\u00E9 en snapshot. Pour pouvoir le d\u00E9tacher, supprimer les snapshots du disque.
# auto translated by TM merge
DISK_IS_ALREADY_SHARED_BETWEEN_VMS=Impossible de ${action} ${type}. Le disque est partag\u00E9 entre plusieurs VM et ne peut pas devenir non-partageable. D\u00E9tacher le disque du reste des VM auxquelles il est attach\u00E9 et ensuite, mettre \u00E0 jour le disque pour qu'il devienne non-partageable.
SCSI_GENERIC_IO_IS_NOT_SUPPORTED_FOR_IMAGE_DISK="Impossible de ${action} ${type}. SCSI Generic IO non support\u00E9 sur disque image."
VIRTIO_SCSI_INTERFACE_IS_NOT_AVAILABLE_FOR_CLUSTER_LEVEL=L'interface Virtio-SCSI n'est disponible que sur cluster niveau 3.3 ou sup\u00E9rieur.
CANNOT_PERFORM_ACTION_VIRTIO_SCSI_IS_DISABLED=Impossible de ${action} ${type}. VirtIO-SCSI est d\u00E9sactiv\u00E9 pour la VM
CANNOT_DISABLE_VIRTIO_SCSI_PLUGGED_DISKS=Impossible de d\u00E9sactiver VirtIO-SCSI si les disques poss\u00E9dant une interface VirtIO-SCSI sont connect\u00E9s \u00E0 la VM.
# auto translated by TM merge
USER_PASSWORD_EXPIRED=Erreur de connexion. Le mot de passe de l'utilisateur a expir\u00E9. Veuillez changer votre mot de passe.
# auto translated by TM merge
USER_CANNOT_LOGIN_DOMAIN_NOT_SUPPORTED=Erreur de connexion. Le domaine fourni n'est pas configur\u00E9. Veuillez contacter l'administrateur du syst\u00E8me.
# auto translated by TM merge
VM_POOL_CANNOT_DECREASE_VMS_FROM_POOL=Impossible de diminuer le nombre de VM du VM-Pool.
# auto translated by TM merge
MOVE_VM_CLUSTER_MISSING_NETWORK=Impossible de ${action} ${type}. Le cluster s\u00E9lectionn\u00E9 ne comprend pas un ou plusieurs ${networks} manquants utilis\u00E9s par la VM.
# auto translated by TM merge
ACTION_TYPE_FAILED_STORAGE_POOL_WITH_DEFAULT_VDS_GROUP_CANNOT_BE_LOCALFS=Le cluster par d\u00E9faut ne peut pas \u00EAtre d\u00E9plac\u00E9 dans le Centre de donn\u00E9es qui poss\u00E8de un Stockage local.
# auto translated by TM merge
DEFAULT_CLUSTER_CANNOT_BE_ON_LOCALFS=Le centre de donn\u00E9es contient le cluster par d\u00E9faut qui ne supporte pas le stockage local
# auto translated by TM merge
VM_CANNOT_CANCEL_MIGRATION_WHEN_VM_IS_NOT_MIGRATING=Impossible d'annuler \u00ABmigration\u00BB pour une VM qui ne migre pas.
# auto translated by TM merge
ACTION_TYPE_FAILED_VM_SNAPSHOT_NOT_IN_PREVIEW=Impossible de ${action} ${type}vers un snapshot qui ne peut pas \u00EAtre pr\u00E9visualis\u00E9. Veuillez s\u00E9lectionner le snapshot pr\u00E9cis \u00E0 restaurer \: soit celui qui est en cours de pr\u00E9visualisation, ou celui pr\u00E9sent avant la pr\u00E9visualisation.
ACTION_TYPE_FAILED_SHAREABLE_DISK_NOT_SUPPORTED=Impossible de ${action} un ${type} (${diskAliases}) \u00E0 partager. Cette op\u00E9ration n'est pas prise en charge.
# auto translated by TM merge
ACTION_TYPE_FAILED_DISK_NOT_EXIST=Impossible de ${action} ${type}. Le disque sp\u00E9cifi\u00E9 n'existe pas.
ACTION_TYPE_FAILED_DISKS_NOT_EXIST=Impossible de ${action} ${type}. Les ID(s) des disque(s) suivants n'existent pas \: ${diskIds}.
ACTION_TYPE_FAILED_DISK_SNAPSHOTS_NOT_EXIST=Impossible de ${action} ${type}. Les ID(s) de snapshot(s) du disque suivant n'existent pas \: ${diskSnapshotIds}.
ACTION_TYPE_FAILED_DISK_SNAPSHOTS_ACTIVE=Impossible de ${action} ${type}. Les snapshot(s) du disque suivant sont actifs \: ${diskSnapshotIds}.
ACTION_TYPE_FAILED_NO_DISKS_SPECIFIED=Impossible de ${action} ${type}. Aucun disque n'a \u00E9t\u00E9 sp\u00E9cifi\u00E9.
ACTION_TYPE_FAILED_DISK_IS_NOT_VM_DISK=Impossible de ${action} ${type}. Les disque(s) suivant(s) ne sont pas attach\u00E9s \u00E0 une VM\: ${diskAliases}.
# auto translated by TM merge
ACTION_TYPE_FAILED_DISK_IS_NOT_TEMPLATE_DISK=Impossible de ${action} ${type}. Le disque s\u00E9lectionn\u00E9 n'est pas un disque mod\u00E8le. Seuls les disques mod\u00E8les peuvent \u00EAtre copi\u00E9s.
# auto translated by TM merge
ACTION_TYPE_FAILED_SOURCE_AND_TARGET_SAME=Impossible de ${action} ${type}. Les domaines de stockage de source et destination sont identiques.
# auto translated by TM merge
ACTION_TYPE_FAILED_CANNOT_MOVE_TEMPLATE_DISK=Impossible de ${action} ${type}. Les disques mod\u00E8les ne peuvent pas \u00EAtre d\u00E9plac\u00E9s.
ACTION_TYPE_FAILED_BASE_TEMPLATE_DOES_NOT_EXIST=Impossible de ${action} ${type}. Le Mod\u00E8le de base n'existe pas pour cette Version de mod\u00E8le.
# auto translated by TM merge
ACTION_TYPE_FAILED_NOT_A_VM_NETWORK=Impossible de ${action} ${type}. Les r\u00E9seaux suivants (${networks}) ne peuvent pas \u00EAtre d\u00E9finis comme r\u00E9seaux de VM.
# auto translated by TM merge
ACTION_TYPE_FAILED_NETWORK_NOT_IN_CLUSTER=Impossible de ${action} ${type}. Les r\u00E9seaux suivants (${networks}) ne sont pas d\u00E9finis dans le cluster.
# auto translated by TM merge
ACTION_TYPE_FAILED_INTERFACE_NETWORK_NOT_CONFIGURED=Impossible de ${action} ${type}. Une ou plusieurs interfaces de r\u00E9seau ont des configurations de r\u00E9seau incompl\u00E8tes. Veuillez configurer ces interfaces et essayer \u00E0 nouveau.
# auto translated by TM merge
NON_VM_NETWORK_NOT_SUPPORTED_FOR_POOL_LEVEL=Les r\u00E9seaux non-VM ne sont pas pris en charge dans ce Centre de donn\u00E9es.
# auto translated by TM merge
VMPAYLOAD_INVALID_PAYLOAD_TYPE=La charge utile de la VM est uniquement prise en charge pour les p\u00E9riph\u00E9riques CDROM ou Disquettes
# auto translated by TM merge
VMPAYLOAD_SIZE_EXCEEDED=La charge utile est limit\u00E9e \u00E0 ${size}K
# auto translated by TM merge
VMPAYLOAD_FLOPPY_EXCEEDED=La charge utile Disquette ne peut pas \u00EAtre utilis\u00E9e quand on utilise une Disquette suppl\u00E9mentaire
# auto translated by TM merge
ERROR_GET_STORAGE_DOMAIN_LIST=Impossible d'obtenir une liste de domaines de stockage
ERROR_GET_IMAGE_LIST=Impossible d'obtenir une liste d'images par le Domaine de stockage '${sdName}'. Veuillez essayer \u00E0 nouveau plus tard.
ACTION_TYPE_FAILED_VDS_CLUSTER_DIFFERENT_ARCHITECTURES=Impossible de ${action} ${type}. L'h\u00F4te et les architectures de cluster de destination ne correspondent pas.
# auto translated by TM merge
ACTION_TYPE_FAILED_VM_CANNOT_BE_PINNED_TO_CPU_AND_MIGRATABLE=Les VM migrables ne peuvent pas \u00EAtre \u00E9pingl\u00E9es au CPU.
ACTION_TYPE_FAILED_VM_CANNOT_BE_PINNED_TO_CPU_WITH_UNDEFINED_HOST=N'a pas pu mettre l'\u00E9pinglage du CPU en place car aucun h\u00F4te n'a pas \u00E9t\u00E9 s\u00E9lectionn\u00E9.
# auto translated by TM merge
ACTION_TYPE_FAILED_NETWORK_INTERFACE_MAC_INVALID=Impossible de ${action} ${type}. L'interface de r\u00E9seau ${IfaceName} poss\u00E8de une adresse MAC ${MacAddress}non valide. L'adresse MAC doit \u00EAtre du format "HH\:HH\:HH\:HH\:HH\:HH" avec H comme caract\u00E8re hexad\u00E9cimal (soit en chiffres ou A-F, Casse non importante).
MIGRATE_PAUSED_EIO_VM_IS_NOT_SUPPORTED=Migrer une VM en statut Pause pour cause d'erreur I/O n'est pas pris en charge.
VDS_GROUP_ENABLING_BOTH_VIRT_AND_GLUSTER_SERVICES_NOT_ALLOWED=Impossible de ${action} ${type}. Supprimer le snapshot de la VM active n'est pas autoris\u00E9.
VM_INTERFACE_NOT_EXIST=Impossible de ${action} ${type}. L'interface de r\u00E9seau de la VM n'existe pas.
HOST_NETWORK_INTERFACE_NOT_EXIST=Impossible de ${action} ${type}. L'interface de r\u00E9seau de l'h\u00F4te n'existe pas.
ACTION_TYPE_FAILED_CANNOT_REMOVE_ACTIVE_DEVICE=Impossible de ${action} ${type}. L'interface de r\u00E9seau de la VM n'est pas connect\u00E9e \u00E0 un VM en cours d'ex\u00E9cution.
ACTION_TYPE_FAILED_IMPORT_UNREGISTERED_NOT_COLLAPSED=Impossible de ${action} ${type}. Une VM non enregistr\u00E9e ne peut pas \u00EAtre r\u00E9duite.
USER_CANNOT_FORCE_RECONNECT_TO_VM=Console de connexion refus\u00E9e. Un autre utilisateur a d\u00E9j\u00E0 acc\u00E9d\u00E9 la console de cette VM. La machine virtuelle doit \u00EAtre d\u00E9marr\u00E9e \u00E0 nouveau pour autoriser un autre utilisateur d'y acc\u00E9der, ou modifi\u00E9e par un administrateur afin de ne pas appliquer un red\u00E9marrage \u00E0 chaque fois que les utilisateurs acc\u00E8dent \u00E0 leur console.
ENGINE_IS_RUNNING_IN_MAINTENANCE_MODE=Engine ex\u00E9cute en mode de Maintenance et n'accepte pas de commandes.
ENGINE_IS_RUNNING_IN_PREPARE_MODE=Cette action n'est pas autoris\u00E9e quand Engine se pr\u00E9pare \u00E0 la maintenance.
SERVER_ALREADY_EXISTS_IN_ANOTHER_CLUSTER=Il existe d\u00E9j\u00E0 un ou plusieurs serveurs qui font partie d'un cluster existant.
SSH_AUTHENTICATION_FAILED=Erreur d'authentification SSH. Veuillez v\u00E9rifier que le mot de passe soit bien correct.
GLUSTER_NOT_SUPPORTED=Impossible de  ${action} ${type}. Le service Gluster n'est pas pris en charge en version de compatibilit\u00E9 ${compatibilityVersion}.
GLUSTER_VOLUME_ID_INVALID=Id Volume non valide.
ACTION_TYPE_FAILED_CLUSTER_IS_NOT_VALID=Impossible de ${action} ${type}. L'ID Cluster n'est pas valide.
ACTION_TYPE_FAILED_CLUSTER_DOES_NOT_SUPPORT_GLUSTER=Impossible de ${action} ${type}. Cluster ne supportant pas le service Gluster
ACTION_TYPE_FAILED_GLUSTER_VOLUME_NAME_ALREADY_EXISTS=Impossible de ${action} ${type}. Le nom du volume ${volumeName} existe d\u00E9j\u00E0.
ACTION_TYPE_FAILED_GLUSTER_VOLUME_INVALID=Impossible de ${action} ${type}. Le Volume Gluster n'est pas valide.
ACTION_TYPE_FAILED_BRICKS_REQUIRED=Impossible de ${action} ${type}. Briques requises.
ACTION_TYPE_FAILED_GLUSTER_VOLUME_ADD_BRICK_FORCE_NOT_SUPPORTED=Impossible de ${action} ${type}. L'ajout de briques par l'option 'Forcer' n'est pas pris en charge.
ACTION_TYPE_FAILED_REPLICA_COUNT_MIN_2=Impossible de ${action} ${type}. Le nombre de r\u00E9pliques doit \u00EAtre > 2 pour un volume REPLICATE.
ACTION_TYPE_FAILED_INVALID_BRICK_COUNT_FOR_DISTRIBUTED_REPLICATE=Impossible de ${action} ${type}. Le nombre de Briques doit correspondre \u00E0 un multiple du nombre de r\u00E9pliques pour un volume DISTRIBUTED REPLICATE.
ACTION_TYPE_FAILED_INVALID_BRICK_COUNT_FOR_REPLICATE=Impossible de ${action} ${type}. Le nombre de Briques doit correspondre au nombre de r\u00E9pliques pour un volume REPLICATED.
ACTION_TYPE_FAILED_STRIPE_COUNT_MIN_4=Impossible de ${action} ${type}. Le nombre de stripes doit \u00EAtre > 4 pour un volume STRIPED.
ACTION_TYPE_FAILED_INVALID_BRICK_COUNT_FOR_STRIPE=Impossible de ${action} ${type}. Le nombre de Briquess doit correspondre au nombre de stripes pour un volume STRIPE.
ACTION_TYPE_FAILED_INVALID_BRICK_COUNT_FOR_DISTRIBUTED_STRIPE=Impossible de ${action} ${type}. Le nombre de Briques doit correspondre \u00E0 un multiple du nombre de stripes pour un volume DISTRIBUTED STRIPE.
ACTION_TYPE_FAILED_INVALID_BRICK_COUNT_FOR_STRIPED_REPLICATE=Impossible de ${action} ${type}. Le nombre de Briques doit correspondre \u00E0 un multiple du nombre de stripes et de r\u00E9pliques pour un volume STRIPED REPLICATE.
ACTION_TYPE_FAILED_INVALID_BRICK_COUNT_FOR_DISTRIBUTED_STRIPED_REPLICATE=Impossible de ${action} ${type}. Le nombre de Briques doit correspondre \u00E0 un multiple du nombre de stripes non-trivial et de r\u00E9pliques pour un volume DISTRIBUTED STRIPED REPLICATE.
ACTION_TYPE_FAILED_INVALID_BRICK_SERVER_ID=Impossible de ${action} ${type}. Id d'h\u00F4te non valide dans Brique.
ACTION_TYPE_FAILED_GLUSTER_VOLUME_ALREADY_STARTED=Impossible de ${action} ${type}. Le Volume Gluster ${volumeName} a d\u00E9j\u00E0 d\u00E9marr\u00E9.
ACTION_TYPE_FAILED_GLUSTER_VOLUME_ALREADY_STOPPED=Impossible de ${action} ${type}. Le Volume Gluster ${volumeName} s'est d\u00E9j\u00E0 arr\u00EAt\u00E9.
ACTION_TYPE_FAILED_GLUSTER_VOLUME_IS_UP=Impossible de ${action} ${type}. Le Volume Gluster ${volumeName} s'est en route.
ACTION_TYPE_FAILED_GLUSTER_VOLUME_IS_DOWN=Cannot ${action} ${type}. Gluster Volume n'est plus en cours (down).
ACTION_TYPE_FAILED_CAN_NOT_REMOVE_ALL_BRICKS_FROM_VOLUME=Impossible de ${action} ${type}. Impossible de supprimer toutes les Briques d'un Volume.
ACTION_TYPE_FAILED_GLUSTER_VOLUME_SHOULD_BE_STARTED=Impossible de ${action} ${type}. Le Volume Gluster doit \u00EAtre d\u00E9marr\u00E9.
ACTION_TYPE_FAILED_GLUSTER_VOLUME_NOT_DISTRIBUTED=Impossible de ${action} ${type}. Le Volume Gluster n'est pas distribu\u00E9.
ACTION_TYPE_FAILED_GLUSTER_VOLUME_DISTRIBUTED_AND_HAS_SINGLE_BRICK=Cannot ${action} ${type}. Gluster Volume n'a qu'une seule brique.
ACTION_TYPE_FAILED_GLUSTER_VOLUME_REMOVE_BRICKS_NOT_STARTED=Impossible de ${action} ${type}. La suppression de brique n'a pas d\u00E9marr\u00E9.
ACTION_TYPE_FAILED_GLUSTER_VOLUME_REMOVE_BRICKS_NOT_FINISHED=Impossible de ${action} ${type}. La suppression de brique n'est pas termin\u00E9e.
ACTION_TYPE_FAILED_GLUSTER_VOLUME_REMOVE_BRICKS_PARAMS_INVALID=Impossible de ${action} ${type}. La liste de briques ne correspond pas aux briques utilis\u00E9es quand on d\u00E9marre l'action. Les briques valides sont\u00A0\: ${validBricks}
ACTION_TYPE_FAILED_GLUSTER_VOLUME_INVALID_TASK_TYPE=Impossible de ${action} ${type}. Type de t\u00E2che non valide.
ACTION_TYPE_FAILED_NOT_A_GLUSTER_VOLUME_BRICK=Impossible de ${action} ${type}. La Brique de remplacement n'est pas une Brique de Volume Gluster.
VDS_CANNOT_REMOVE_HOST_HAVING_GLUSTER_VOLUME=Impossible de ${action} ${type}. Le serveur a un Volume Gluster.
CPU_TYPE_UNSUPPORTED_IN_THIS_CLUSTER_VERSION=Le type de CPU H\u00F4te n'est pas pris en charge pour cette version de compatibilit\u00E9 de cluster ou n'est pas dutout pris en charge.
ACTION_TYPE_FAILED_NO_GLUSTER_HOST_TO_PEER_PROBE=Impossible de ${action} ${type}. Il n'y a pas de serveur disponible dans le cluster pour interroger le nouveau serveur.
ACTION_TYPE_FAILED_GLUSTER_BRICK_INVALID=Impossible de ${action} ${type}. Brique de Gluster invalide.
ACTION_TYPE_FAILED_BRICK_ID_REQUIRED=Impossible de ${action} ${type}. ID Brique requis
ACTION_TYPE_FAILED_ONE_OR_MORE_BRICKS_ARE_DOWN=Impossible de ${action} ${type}. Un ou plusieurs briques non op\u00E9rationnels.
ACTION_TYPE_FAILED_CAN_NOT_REDUCE_REPLICA_COUNT_MORE_THAN_ONE=Impossible de ${action} ${type}. Le nombre de r\u00E9pliques ne peut \u00EAtre r\u00E9duit de plus d'une unit\u00E9.
ACTION_TYPE_FAILED_CAN_NOT_REDUCE_REPLICA_COUNT_WITH_DATA_MIGRATION=Impossible de ${action} ${type}. La migration des donn\u00E9es n'est pas exig\u00E9e lors de la r\u00E9duction du nombre de r\u00E9pliques.
ACTION_TYPE_FAILED_CAN_NOT_INCREASE_REPLICA_COUNT=Impossible de ${action} ${type}. Le nombre de r\u00E9pliques doit \u00EAtre augment\u00E9 quand on supprime des Briques.
ACTION_TYPE_FAILED_CAN_NOT_REDUCE_REPLICA_COUNT=Impossible de ${action} ${type}. Le nombre de r\u00E9pliques ne peut \u00EAtre r\u00E9duit quand on ajoute des Briques.
ACTION_TYPE_FAILED_CAN_NOT_INCREASE_REPLICA_COUNT_MORE_THAN_ONE=Impossible de ${action} ${type}. Le nombre de r\u00E9pliques ne peut \u00EAtre augment\u00E9 de plus d'une unit\u00E9.
ACTION_TYPE_FAILED_CAN_NOT_INCREASE_STRIPE_COUNT_MORE_THAN_ONE=Impossible de ${action} ${type}. Le nombre de stripes ne peut \u00EAtre augment\u00E9 de plus d'une unit\u00E9.
ACTION_TYPE_FAILED_CAN_NOT_REDUCE_STRIPE_COUNT=Impossible de ${action} ${type}. Le nombre de stripes ne peut \u00EAtre r\u00E9duit.
ACTION_TYPE_FAILED_DUPLICATE_BRICKS=Impossible de ${action} ${type}. Entr\u00E9es doubles trouv\u00E9es dans Brique ${brick}.
ACTION_TYPE_FAILED_BRICK_ALREADY_EXISTS_IN_VOLUME=Impossible de ${action} ${type}. Brique ${brick} d\u00E9j\u00E0 utilis\u00E9e par le volume ${volumeName}.
ACTION_TYPE_FAILED_NO_UP_SERVER_FOUND=Impossible de ${action} ${type}. Aucun serveur actif trouv\u00E9 dans ${clusterName}.
ACTION_TYPE_FAILED_GLUSTER_HOOK_ID_IS_REQUIRED=Impossible de ${action} ${type}. Le Gluster Hook est requis.
ACTION_TYPE_FAILED_GLUSTER_HOOK_DOES_NOT_EXIST=Impossible de ${action} ${type}. Le Gluster Hook n'existe pas.
SERVER_ALREADY_PART_OF_ANOTHER_CLUSTER=Serveur ${server}fait d\u00E9j\u00E0 partie d'un autre cluster.
ACTION_TYPE_FAILED_GLUSTER_HOOK_NO_CONFLICT_SERVERS=Impossible de ${action} ${type}. Il n'y a pas de serveurs entrant en conflit pour ajouter ou mettre \u00E0 jour Hook.
ACTION_TYPE_FAILED_SERVER_STATUS_NOT_UP=Impossible de ${action} ${type}. Le serveur ${VdsName} n'est pas UP.
ACTION_TYPE_FAILED_SERVER_SERVICE_NOT_FOUND=Impossible de ${action} ${type}. Service non trouv\u00E9.
ACTION_TYPE_FAILED_SERVICE_ALREADY_RUNNING=Impossible de ${action} ${type}. Le service ${service} est d\u00E9j\u00E0 en cours d'ex\u00E9cution sur le serveur ${server}.
ACTION_TYEPE_FAILED_SERVICE_ALREADY_STOPPED=Impossible de ${action} ${type}. Le service ${service} est d\u00E9j\u00E0 stopp\u00E9 sur le serveur ${server}.
CLUSTER_ALL_SERVERS_NOT_UP=Un plusieurs serveurs du cluster sont arr\u00EAt\u00E9s
ACTION_TYPE_FAILED_VOLUME_OPERATION_IN_PROGRESS=Impossible de ${action} ${type}. Un t\u00E2che est en cours dans le volume ${volumeName} du cluster ${vdsGroup}.
ACTION_TYPE_FAILED_IMAGE_DOWNLOAD_ERROR=Impossible de ${action} ${type}. Le contenu image n'a pas pu \u00EAtre d\u00E9tect\u00E9. Veuillez essayer de r\u00E9-importer l'image.
ACTION_TYPE_FAILED_IMAGE_NOT_SUPPORTED=Impossible de ${action} ${type}. Seuls les formats d'image RAW et QCOW2 sont pris en charge.
ACTION_TYPE_FAILED_IMAGE_UNRECOGNIZED=Impossible de ${action} ${type}. Soit l'image est manquante, soit son format est corrompu ou impossible \u00E0 reconna\u00EEtre.
ACTION_TYPE_FAILED_GLUSTER_VOLUME_REBALANCE_NOT_STARTED=Impossible de ${action} ${type}. Le r\u00E9\u00E9quilibrage n'est pas en cours d'ex\u00E9cution dans le volume ${volumeName} du cluster ${vdsGroup}.
ACTION_TYPE_FAILED_GLUSTER_VOLUME_CANNOT_STOP_REBALANCE_IN_PROGRESS=Impossible de ${action} ${type}. Le r\u00E9\u00E9quilibrage est en cours d'ex\u00E9cution dans le volume ${volumeName} du cluster ${vdsGroup}.
ACTION_TYPE_FAILED_GLUSTER_VOLUME_CANNOT_STOP_REMOVE_BRICK_IN_PROGRESS=Impossible de ${action} ${type}. L'op\u00E9ration de supression de briques est en cours d'ex\u00E9cution dans le volume ${volumeName} du cluster ${vdsGroup}.
ACTION_TYPE_FAILED_GLUSTER_OPERATION_INPROGRESS=Impossible de ${action} ${type}. L'op\u00E9ration Gluster est en cours de progression dans le cluster. Veuillez essayer \u00E0 nouveau.
ACTION_TYPE_FAILED_TAG_ID_REQUIRED=Impossible de ${action} ${type}. ID Balise requis.
ACTION_TYPE_FAILED_NETWORK_QOS_MISSING_VALUES=Impossible de ${action} ${type}. Les trois valeurs sont n\u00E9cessaires pour d\u00E9finir QoS sur chaque direction de r\u00E9seau.
ACTION_TYPE_FAILED_NETWORK_QOS_NEGATIVE_VALUES=Impossible de ${action} ${type}. Les valeurs n\u00E9gatives ne sont pas autoris\u00E9es.
ACTION_TYPE_FAILED_NETWORK_QOS_OUT_OF_RANGE_VALUES=Impossible de ${action} ${type}. Les valeurs d\u00E9passent les limites autoris\u00E9es.
ACTION_TYPE_FAILED_NETWORK_QOS_NAME_EXIST=Impossible de ${action} ${type}. Nom Q0S dupliqu\u00E9 dans le centre de donn\u00E9es.
ACTION_TYPE_FAILED_NETWORK_QOS_MISSING_DATA=Impossible de ${action} ${type}. QoS non valide.
ACTION_TYPE_FAILED_NETWORK_QOS_NOT_FOUND=Impossible de ${action} ${type}. QoS non trouv\u00E9.
ACTION_TYPE_FAILED_NETWORK_QOS_INVALID_DC_ID=Impossible de ${action} ${type}. Le centre de donn\u00E9es ne contient pas d'entit\u00E9 QoS sp\u00E9cifique.
ACTION_TYPE_FAILED_NETWORK_QOS_PEAK_LOWER_THAN_AVERAGE=Impossible de ${action} ${type}. Pic ne peut \u00EAtre inf\u00E9rieure \u00E0 Moyenne.
ACTION_TYPE_FAILED_HOST_NETWORK_QOS_MISSING_VALUES=Impossible de ${action} ${type}. Vous aurez besoin des trois param\u00E8tres QoS pour configurer QoS dans une certaine direction, mais les r\u00E9seau(x) suivants ne les ont pas tous\u00A0\: ${ACTION_TYPE_FAILED_HOST_NETWORK_QOS_MISSING_VALUES_LIST}.
ACTION_TYPE_FAILED_HOST_NETWORK_QOS_PEAK_LOWER_THAN_AVERAGE=Impossible de ${action} ${type}. QoS ne peut pas \u00EAtre configur\u00E9 de fa\u00E7on \u00E0 ce que Pic soit inf\u00E9rieur \u00E0 Moyenne, mais il \u00E9tait configur\u00E9 ainsi sur certains r\u00E9seau(x)\u00A0\: ${ACTION_TYPE_FAILED_HOST_NETWORK_QOS_PEAK_LOWER_THAN_AVERAGE_LIST}.
QOS_NAME_NOT_NULL=Le nom QoS ne peut rester vide.
QOS_NAME_INVALID=Nom QoS non valide (le nom doit \u00EAtre compos\u00E9e de "a-z0-9A-Z" ou "-_ ")
QOS_NAME_TOO_LONG=Le longueur du nom QoS doit \u00EAtre inf\u00E9rieure \u00E0 50 caract\u00E8res.
ACTION_TYPE_FAILED_CLUSTER_POLICY_PARAMETERS_INVALID=Impossible de ${action} ${type}. Param\u00E8tres non valide.
ACTION_TYPE_FAILED_CLUSTER_POLICY_DUPLICATE_POLICY_UNIT=Impossible de ${action} ${type}. Unit\u00E9 de police d\u00E9j\u00E0 existante dans la Police du cluster.
ACTION_TYPE_FAILED_CLUSTER_POLICY_NAME_INUSE=Impossible de ${action} ${type}. Le nom est en cours d'utilisation.
ACTION_TYPE_FAILED_CLUSTER_POLICY_LOCKED=Impossible de ${action} ${type}. La Strat\u00E9gie de cluster est verrouill\u00E9e, et ne peut \u00EAtre modifi\u00E9e.
ACTION_TYPE_FAILED_CLUSTER_POLICY_INUSE=Impossible de ${action} ${type}. La Strat\u00E9gie de cluster est attach\u00E9e \u00E0 un/des cluster(s), veuillez assigner ce/ces cluster(s) \u00E0 une autre police.
ACTION_TYPE_FAILED_CLUSTER_POLICY_UNKNOWN_POLICY_UNIT=Impossible de ${action} ${type}. La Strat\u00E9gie est inconnue.
ACTION_TYPE_FAILED_CLUSTER_POLICY_FILTER_NOT_IMPLEMENTED=Impossible de ${action} ${type}. La Strat\u00E9gie n'impl\u00E9mente pas le Filtrage.
ACTION_TYPE_FAILED_CLUSTER_POLICY_FUNCTION_NOT_IMPLEMENTED=Impossible de ${action} ${type}. La Strat\u00E9gie n'impl\u00E9mente pas la fonction Score.
ACTION_TYPE_FAILED_CLUSTER_POLICY_BALANCE_NOT_IMPLEMENTED=Impossible de ${action} ${type}. La Strat\u00E9gie n'impl\u00E9mente pas la fonction \u00E9quilibrage des charges.
ACTION_TYPE_FAILED_CLUSTER_POLICY_ONLY_ONE_FILTER_CAN_BE_FIRST=Impossible de ${action} ${type}. On ne peut s\u00E9lectionner qu'un seul filtre pour commencer.
ACTION_TYPE_FAILED_CLUSTER_POLICY_ONLY_ONE_FILTER_CAN_BE_LAST=Impossible de ${action} ${type}. On ne peut s\u00E9lectionner qu'un seul filtre \u00E0 la fin.
ACTION_TYPE_FAILED_CLUSTER_POLICY_FUNCTION_FACTOR_NEGATIVE=Impossible de ${action} ${type}. Le facteur de la Fonction ne peut \u00EAtre n\u00E9gatif.
ACTION_TYPE_FAILED_CANNOT_REMOVE_POLICY_UNIT_ATTACHED_TO_CLUSTER_POLICY=Impossible de ${action} ${type}. Unit\u00E9 de police attach\u00E9e \u00E0 l'une des polices du cluster suivantes \u00A0\: ${cpNames}.
VAR__TYPE__EXTERNAL_EVENT=$type \u00C9v\u00E9nement Externe
ACTION_TYPE_FAILED_EXTERNAL_EVENT_ILLEGAL_ORIGIN=Impossible de ${action} ${type}. Origine de l'\u00E9v\u00E9nement externe ill\u00E9gale \: oVirt
ACTION_TYPE_FAILED_EXTERNAL_EVENT_NOT_FOUND=Impossible de ${action} ${type}. L'\u00E9v\u00E9nement externe n'existe pas.
FAILED_TO_RUN_LDAP_QUERY=0n n'a pas pu ex\u00E9cuter la requ\u00EAte LDAP, veuillez v\u00E9rifier les logs du serveur pour plus d'informations.
VAR__TYPE__EXTERNAL_JOB=$type Job externe
VAR__TYPE__EXTERNAL_STEP=$type \u00C9tape externe
VAR__ACTION__END=$action Fin
VAR__ACTION__CLEAR=$action Effacer
# auto translated by TM merge from project: oVirt, version: master, DocId: frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors
ACTION_TYPE_EMPTY_DESCRIPTION=Impossible de ${action} ${type}. Le description ne peut pas rester vide.
# auto translated by TM merge from project: oVirt, version: master, DocId: frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors
ACTION_TYPE_NOT_EXTERNAL=Impossible de ${action} ${type}. Les \u00E9tapes externes ne peuvent \u00EAtre ajout\u00E9es qu'\u00E0 des jobs ou \u00E9tapes externes.
# auto translated by TM merge from project: oVirt, version: master, DocId: frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors
ACTION_TYPE_NO_PARENT=Impossible de ${action} ${type}. L'\u00E9tape doit \u00EAtre d\u00E9pendante du Job ou d'une autre \u00C9tape.
# auto translated by TM merge from project: oVirt, version: master, DocId: frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors
ACTION_TYPE_NO_JOB=Impossible de ${action} ${type}. Le Job n'a pas pu \u00EAtre trouv\u00E9.
# auto translated by TM merge from project: oVirt, version: master, DocId: frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors
ACTION_TYPE_NO_STEP=Impossible de ${action} ${type}. \u00C9tape non trouv\u00E9e.
# auto translated by TM merge from project: oVirt, version: master, DocId: frontend/webadmin/modules/userportal-gwtp/src/main/resources/org/ovirt/engine/ui/frontend/AppErrors
ACTION_TYPE_NON_MONITORED=Impossible de ${action} ${type}. Commande non surveill\u00E9e.
ACTION_TYPE_EMPTY_ACTION_TYPE=Impossible de ${action} ${type}. Le type d'action ne peut pas rester vide.
QOS_CPU_SHARES_OUT_OF_RANGE=Impossible de d\u00E9finir les parts de cpu \u00E0 la valeur demand\u00E9e. Doit \u00EAtre entre 0 et 262144.
ERROR_CANNOT_RUN_ALIGNMENT_SCAN_VM_IS_RUNNING=Impossible de ${action} ${type}. Le Scan d'alignement d'un disque connect\u00E9 \u00E0 une VM en cours d'ex\u00E9cution est pris en charge uniquement avec les disques virtuels RAW.
ACTION_TYPE_FAILED_ALIGNMENT_SCAN_STORAGE_TYPE=Cannot ${action} ${type}. Le Scan d'alignement n'est pas pris en charge pour les disques situ\u00E9s dans les domaines de stockage.
SCHEDULING_ALL_HOSTS_FILTERED_OUT=Impossible de ${action} ${type}. Il n'y a pas d'H\u00F4te qui puisse satisfaire les contraintes enregistr\u00E9es. Voir ci-dessous pour les d\u00E9tails \:
SCHEDULING_HOST_FILTERED_REASON=L'h\u00F4te ${hostName} ne correspond pas le filtre ${filterType} ${filterName}.
SCHEDULING_HOST_FILTERED_REASON_WITH_DETAIL=L'h\u00F4te ${hostName} n'a pas pu satisfaire le filtre  ${filterName} de type ${filterType} car ${detailMessage}.
VAR__DETAIL__NETWORK_MISSING=$detailMessage network(s) ${networkNames} manquants
VAR__DETAIL__AFFINITY_FAILED_POSITIVE=$detailMessage ne correspondait pas aux r\u00E8gles d'affinit\u00E9 ${affinityRules}
VAR__DETAIL__AFFINITY_FAILED_NEGATIVE=$detailMessage ne correspondait pas aux r\u00E8gles d'affinit\u00E9 ${affinityRules}
VAR__DETAIL__LOW_CPU_LEVEL=$detailMessage son niveau de CPU ${hostCPULevel} est inf\u00E9rieur \u00E0 celui dont la VM a besoin ${vmCPULevel}
VAR__DETAIL__SWAP_VALUE_ILLEGAL=$detailMessage sa valeur d'\u00E9change (swap) \u00E9tait ill\u00E9gale
VAR__DETAIL__NOT_ENOUGH_MEMORY=$detailMessage m\u00E9moire insuffisante pour ex\u00E9cuter la VM
SCHEDULING_NO_HOSTS=Aucun h\u00F4te \u00E0 utiliser. V\u00E9rifier que le cluster contienne au moins un h\u00F4te en \u00E9tat Up.
VAR__FILTERTYPE__EXTERNAL=$filterType externe
VAR__FILTERTYPE__INTERNAL=$filterType interne
POWER_MANAGEMENT_ACTION_ON_ENTITY_ALREADY_IN_PROGRESS=Une autre action de gestion d'alimentation, ${action}, est d\u00E9j\u00E0 en cours.
LABELED_NETWORK_INTERFACE_NOT_FOUND=Une interface de r\u00E9seau \u00E9tiquet\u00E9e n'a pas pu \u00EAtre trouv\u00E9e.
NETWORK_LABEL_CONFLICT=Les r\u00E9seaux repr\u00E9sent\u00E9s par une \u00E9tiquette ne peuvent pas \u00EAtre configur\u00E9s dans la m\u00EAme interface de r\u00E9seau.
AFFINITY_GROUP_NAME_TOO_LONG=Impossible de ${action} ${type}. Le champ de Nom est trop long.
AFFINITY_GROUP_NAME_INVALID=Impossible de ${action} ${type}. Le champ Nom est non valide.
AFFINITY_GROUP_DESCRIPTION_INVALID=Impossible de ${action} ${type}. Champ Description non valide.
ACTION_TYPE_FAILED_AFFINITY_GROUP_INVALID_CLUSTER_ID=Impossible de ${action} ${type}. Cluster vide.
ACTION_TYPE_FAILED_INVALID_CLUSTER_FOR_AFFINITY_GROUP=Impossible de ${action} ${type}. Cluster fourni non valide.
ACTION_TYPE_FAILED_INVALID_VM_FOR_AFFINITY_GROUP=Impossible de ${action} ${type}. La VM fournie est non valide (n'existe pas).
ACTION_TYPE_FAILED_VM_NOT_IN_AFFINITY_GROUP_CLUSTER=Impossible de ${action} ${type}. La VM fournie est dans un autre Cluster.
ACTION_TYPE_FAILED_DUPLICTE_VM_IN_AFFINITY_GROUP=Impossible de ${action} ${type}. VM dupliqu\u00E9e.
ACTION_TYPE_FAILED_INVALID_AFFINITY_GROUP_ID=Impossible de ${action} ${type}. Pas de Groupe d'affinit\u00E9 correspondant.
ACTION_TYPE_FAILED_CANNOT_CHANGE_CLUSTER_ID=Impossible de ${action} ${type}. Impossible de changer le Cluster pour le Groupe d'affinit\u00E9.
ACTION_TYPE_FAILED_AFFINITY_GROUP_NAME_EXISTS=Impossible de ${action} ${type}. Le nom du Groupe d'affinit\u00E9 existe d\u00E9j\u00E0.
ACTION_TYPE_FAILED_POSITIVE_AFFINITY_GROUP=VM associ\u00E9e avec un groupe Affinity positif (${affinityGroupName}) et doit ex\u00E9cuter sur le m\u00EAme H\u00F4te (${hostName}) comme les autres Group VMs.
ACTION_TYPE_FAILED_NEGATIVE_AFFINITY_GROUP=VM associ\u00E9e avec un groupe Affinit\u00E9 n\u00E9gatif qui doit ex\u00E9cuter sur un H\u00F4te s\u00E9par\u00E9 n'ex\u00E9cutant pas d'autres Group VMs.
ACTION_TYPE_FAILED_MIX_POSITIVE_NEGATIVE_AFFINITY_GROUP=VM associ\u00E9e \u00E0 la fois avec les Groupes d'affinit\u00E9 positifs et n\u00E9gatifs, veuillez reconfigurer les groupes d'affinit\u00E9 de la VM.
VALIDATION_ISCSI_BOND_NAME_MAX=Le nom de bond iSCSI ne doit pas d\u00E9passer 50 caract\u00E8res
VALIDATION_ISCSI_BOND_NAME_NOT_NULL=Le nom de bond iSCSI est requis
VALIDATION_ISCSI_BOND_DESCRIPTION_MAX=La description du bond iSCSI ne doit pas d\u00E9passer 4000 caract\u00E8res
VALIDATION_ISCSI_BOND_NAME_INVALID_CHARACTER=Le nom du Bond iSCSI doit \u00EAtre compos\u00E9 de caract\u00E8res alpha-num\u00E9riques, de points (.), de traits d'union (-), ou traits de soulignement (_).
VALIDATION_SCSI_BOND_DESCRIPTION_INVALID=La description du bond iSCSI doit \u00EAtre form\u00E9e de caract\u00E8res alpha-num\u00E9riques et de caract\u00E8res sp\u00E9ciaux qui soient conformes aux caract\u00E8res ASCII standard.
ISCSI_BOND_NOT_EXIST=Impossible de ${action} ${type}. Le bond iSCSI indiqu\u00E9 n'existe pas.
ISCSI_BOND_WITH_SAME_NAME_EXIST_IN_DATA_CENTER=Impossible de ${action} ${type}. Un bond iSCSI du m\u00EAme nom existe d\u00E9j\u00E0 dans le centre de donn\u00E9es.
ISCSI_BOND_NOT_SUPPORTED=Impossible de ${action} ${type}. iSCSI Bond n'est pris en charge que sur les versions de compatibilit\u00E9 du centre de donn\u00E9es 3.4 ou sup\u00E9rieures.
ACTION_TYPE_FAILED_STORAGE_CONNECTIONS_CANNOT_BE_ADDED_TO_ISCSI_BOND=Impossible de ${action} ${type}. Les connexions de stockage suivantes ${connectionIds} ne peuvent pas \u00EAtre ajout\u00E9es au iSCSI bond sp\u00E9cifi\u00E9. \nRaisons possibles \:\n- Elles ne sont pas de type iSCSI.\n- Leur statut n'est pas l'un des suivants \: Unknown, Active. Inactive.\n- Elles n'appartiennent pas au m\u00EAme centre de donn\u00E9es que celui du iSCSI bond sp\u00E9cifi\u00E9.
ACTION_TYPE_FAILED_ISCSI_BOND_NETWORK_CANNOT_BE_REQUIRED=Impossible de ${action} ${type}. Le r\u00E9seau requis ne peut pas faire partie d'u iSCSI bond.
ACTION_TYPE_FAILED_INTERFACE_DOES_NOT_SUPPORT_READ_ONLY_ATTR=Impossible de ${action} ${type}. Les disques ${interface} ne peuvent pas \u00EAtre en lecture-seule.
ACTION_TYPE_FAILED_RNG_NOT_FOUND=Impossible de ${action} ${type}. Tentative de manipulation avec le G\u00E9n\u00E9rateur de nombres al\u00E9atoires mais aucun n'a \u00E9t\u00E9 trouv\u00E9.
ACTION_TYPE_FAILED_RNG_ALREADY_EXISTS=Impossible de ${action} ${type}. Le G\u00E9n\u00E9rateur de nombres al\u00E9atoires existe d\u00E9j\u00E0.
ACTION_TYPE_FAILED_RNG_SOURCE_NOT_SUPPORTED=Impossible de ${action} ${type}. Le G\u00E9n\u00E9rateur de nombres al\u00E9atoires n'est pas pris en charge dans le cluster.
ACTION_TYPE_RNG_MUST_BE_SPECIFIED=Impossible de ${action} ${type}. Le G\u00E9n\u00E9rateur de nombres al\u00E9atoires doit \u00EAtre sp\u00E9cifi\u00E9 en param\u00E8tres.
KDUMP_DETECTION_NOT_ENABLED_FOR_VDS=Impossible de${action} ${type}. Le support de d\u00E9tection Kdump n'est pas activ\u00E9 pour l'h\u00F4te '${VdsName}'.
KDUMP_DETECTION_NOT_CONFIGURED_ON_VDS=Impossible de ${action} ${type}. Kdump n'est pas configur\u00E9 normalement sur l'h\u00F4te  '${VdsName}'.
