# auto translated by TM merge
DIRECTORY_GROUP_CANNOT_REMOVE_DIRECTORY_GROUP_ATTACHED_TO_VM_POOL=Impossible de supprimer le Groupe de r\u00E9pertoires. D\u00E9tacher tout d'abord le Groupe du VM-Pool.
# auto translated by TM merge
IO_CD_IMAGE_FILE_ALREADY_EXIST=Le fichier image existe d\u00E9j\u00E0.
# auto translated by TM merge
IO_CD_IMAGE_FILE_NOT_EXIST=Le fichier image n'existe pas.
# auto translated by TM merge
IO_INVALID_CD_IMAGE_EXTENSION=Extension d'image non valide.
# auto translated by TM merge
IO_ISO_DIRECTORY_NOT_EXIST=Le r\u00E9pertoire ISO n'existe pas.
# auto translated by TM merge
IRS_FAILED_CREATING_SNAPSHOT=La cr\u00E9ation de snapshot a \u00E9chou\u00E9.
# auto translated by TM merge
IRS_FAILED_RETRIEVING_SNAPSHOT_INFO=Erreur interne, le snapshot ne peut pas \u00EAtre extrait.
# auto translated by TM merge
IRS_NETWORK_ERROR=Le service Gestionnaire de stockage ne r\u00E9pond pas.
# auto translated by TM merge
IRS_PROTOCOL_ERROR=Erreur de protocole du Gestionnaire de stockage.
# auto translated by TM merge
IRS_RESPONSE_ERROR=Erreur de r\u00E9ponse du Gestionnaire de stockage.
# auto translated by TM merge
MAC_POOL_NOT_ENOUGH_MAC_ADDRESSES=Pas suffisamment d'adresses MAC restantes dans le Pool d'adresses MAC.
# auto translated by TM merge
VMT_CANNOT_REMOVE_DETECTED_DERIVED_VM=Impossible de supprimer le Mod\u00E8le. Le Mod\u00E8le est en cours d'utilisation par les VM suivantes \: ${vmsList}.
# auto translated by TM merge
VMT_CANNOT_REMOVE_DOMAINS_LIST_MISMATCH=Impossible de supprimer le Mod\u00E8le. Le Mod\u00E8le n'existe pas pour les Domaines de stockage suivants \: ${domainsList}.\nV\u00E9rifier que le Mod\u00E8le existe sur tous les Domaines de stockage r\u00E9pertori\u00E9s sur la liste des domaines,\nou ne pas envoyer de liste de domaines pour supprimer toutes les instances du Mod\u00E8le \u00E0 partir du syst\u00E8me.
# auto translated by TM merge
ACTION_TYPE_FAILED_VM_IMAGE_DOES_NOT_EXIST=Impossible de ${action} ${type}. L'image de la VM n'existe pas.
# auto translated by TM merge
ACTION_TYPE_FAILED_VM_SNAPSHOT_DOES_NOT_EXIST=Impossible de ${action} ${type}. Le snapshot de la VM n'existe pas.
# auto translated by TM merge
ACTION_TYPE_FAILED_VM_SNAPSHOT_HAS_NO_CONFIGURATION=Impossible de ${action} ${type}. Le snapshot ${SnapshotName} de la VM ${VmName}n'a pas de configuration disponible. Veuillez choisir un snapshot avec une configuration disponible.
# auto translated by TM merge
ACTION_TYPE_FAILED_VM_SNAPSHOT_IS_BROKEN=Impossible de ${action} ${type}. Le snapshot est endommag\u00E9, et on ne peut plus l'utiliser. Veuillez supprimer ce snapshot de la VM.
# auto translated by TM merge
IMAGE_REPOSITORY_NOT_FOUND=Impossible d'acc\u00E9der au domaine de stockage.\nRaisons possibles\:\nPas d'h\u00F4te op\u00E9rationnel dans le Centre de donn\u00E9es ou bien, l'\u00E9tat du Centre de donn\u00E9es n'est pas UP (activ\u00E9).
# auto translated by TM merge
VM_TEMPLATE_IMAGE_IS_LOCKED=L'image du mod\u00E8le est verrouill\u00E9e (temporairement).
# auto translated by TM merge
VM_TEMPLATE_IMAGE_IS_ILLEGAL=L'image du mod\u00E8le est non valide (temporairement).
# auto translated by TM merge
VM_TEMPLATE_IMAGE_LAST_DOMAIN=L'image du mod\u00E8le se situe dans un seul domaine.
# auto translated by TM merge
VM_NAME_CANNOT_BE_EMPTY=Le nom de la VMN ne peut rester vide.
# auto translated by TM merge
VM_CANNOT_UPDATE_ILLEGAL_FIELD=Impossible de mettre \u00E0 jour les propri\u00E9t\u00E9s de la VM. Cela peut \u00EAtre caus\u00E9 soit par\: \n1. Les valeurs s\u00E9lectionn\u00E9es ne sont pas appropri\u00E9es pour la VM ; ou\n2. Ses valeurs ne peuvent pas \u00EAtre mises \u00E0 jour quand la VM est dans un \u00E9tat UP (actif) (Veuillez fermer la VM afin de modifier des propri\u00E9t\u00E9s comme le CPU ou cluster).
# auto translated by TM merge
VM_CANNOT_RUN_FROM_NETWORK_WITHOUT_NETWORK=La VM est configur\u00E9e \u00E0 \u00ABNetwork bootable\u00BB (R\u00E9seau Bootable), mais aucune Interface r\u00E9seau n'est configur\u00E9e. \nAlternatives \: \n-S\u00E9lectionnez un p\u00E9riph\u00E9rique de d\u00E9marrage diff\u00E9rent (en utilisant la commande \u00AB Run Once \u00BB ou \u00AB Edit VM \u00BB sur le sous-onglet Option Boot). \n-Configurer l'Interface de r\u00E9seau et ex\u00E9cutez \u00E0 nouveau la VM.
# auto translated by TM merge
VM_CANNOT_RUN_FROM_CD_WITHOUT_ACTIVE_STORAGE_DOMAIN_ISO=Impossible de ${action} ${type} avec CD joint sans un domaine ISO actif. \nAlternatives\: \n-Joindre un domaine ISO (pour activer les op\u00E9rations de CD). \n-Modifier la s\u00E9quence de d\u00E9marrage, \u00E0 l'aide de la commande \u00ABEdit VM\u00BB Modifier VM (Sous-onglet Boot). \n-S\u00E9lectionnez un p\u00E9riph\u00E9rique de d\u00E9marrage diff\u00E9rent (en utilisant la commande \u00ABRun Once\u00BB).
# auto translated by TM merge
VM_CANNOT_RUN_FROM_DISK_WITHOUT_DISK=Impossible de ${action} ${type} sans avoir au moins un disque bootable. \nAlternatives\: \n-Cr\u00E9er un disque pour cette VM, et ex\u00E9cuter \u00E0 nouveau la VM. \n-Modifier la s\u00E9quence de d\u00E9marrage, \u00E0 l'aide de la commande \u00ABEdit VM\u00BB (Modifier VM) (Sous-onglet Boot). \n-Utiliser la commande \u00ABEx\u00E9cuter une fois\u00BB pour s\u00E9lectionner une option de d\u00E9marrage diff\u00E9rente et ex\u00E9cuter \u00E0 nouveau la VM.
# auto translated by TM merge
VM_CANNOT_RUN_STATELESS_WHILE_IN_PREVIEW=Impossible de ${action} ${type}. Indicateur Stateless sur les conflits VM quand on ex\u00E9cute la VM en mode Aper\u00E7u. Soit supprimer l'indicateur Stateless de la VM ou ex\u00E9cuter la VM pas en mode Aper\u00E7u.
# auto translated by TM merge
VM_CANNOT_RUN_STATELESS_HA=Impossible de ${action} ${type}. Les serveurs HA ne peuvent pas ex\u00E9cuter en Stateless.
# auto translated by TM merge
RESOURCE_MANAGER_FAILED_ATTACHING_VM_TO_USERS=N'a pas r\u00E9ussi \u00E0 attacher la VM \u00E0 Utilisateur
# auto translated by TM merge
RESOURCE_MANAGER_MIGRATING_VM_IS_NOT_UP=La migration a \u00E9chou\u00E9, la VM ne peut pas ex\u00E9cuter.
# auto translated by TM merge
RESOURCE_MANAGER_VM_NOT_FOUND=VM non trouv\u00E9e.
# auto translated by TM merge
SEARCH=Erreur de recherche.
# auto translated by TM merge
SEARCH_ERRORNOUS_SEARCH_TEXT=Erreur dans le texte de recherche.
# auto translated by TM merge
SEARCH_INVALID_SEARCH_TEXT=Texte de recherche non valide.
# auto translated by TM merge
SEARCH_UNSUPPORTED_BUSINESS_OBJECT=Objet commercial non support\u00E9 par la recherche.
# auto translated by TM merge
TEMPLATE_IMAGE_LOCKED=Impossible de cr\u00E9er une nouvelle VM. L'image du disque est entrain d'\u00EAtre copi\u00E9e. Veuillez patienter pour que l'op\u00E9ration \u00ABCopier\u00BB soit compl\u00E9t\u00E9e.
# auto translated by TM merge
USER_CANNOT_ATTACH_TO_VM_IN_POOL=Impossible d'attacher Utilisateur \u00E0 une VM qui appartient \u00E0 un VM-Pool.
# auto translated by TM merge
USER_CANNOT_REMOVE_USER_ATTACHED_POOL=Impossible de supprimer l'utilisateur rattach\u00E9 \u00E0 VM-Pool. Commencer par supprimer l'utilisateur du VM-Pool en \: \n-Allant dans la case \u00ABVM-Pool(s)\u00BB. \n-S\u00E9lectionner VM-Pool. \n-En cliquant sur \u00ABG\u00E9rer Utilisateurs Pool\u00BB dans la barre de menu.
# auto translated by TM merge
USER_CANNOT_REMOVE_USER_NOT_ATTACHED_POOL=Impossible de supprimer l'Utilisateur, l'utilisateur n'est pas attach\u00E9 au VM-Pool.
# auto translated by TM merge
USER_CANNOT_REMOVE_USER_DETECTED_RUNNING_VM=Impossible de supprimer un Utilisateur qui est attach\u00E9 \u00E0 une VM. D\u00E9tacher tout d'abord la VM de l'onglet des VM.
# auto translated by TM merge
USER_CANNOT_REMOVE_HIMSELF=Impossible de ${action} ${type}. L'utilisateur est actuellement connect\u00E9.
# auto translated by TM merge
USER_FAILED_POPULATE_DATA=Impossible d'obtenir les donn\u00E9es Utilisateur du Serveur de R\u00E9pertoires.
# auto translated by TM merge
USER_FAILED_SET_USER_ROLE=N'a pas pu d\u00E9finir le R\u00F4le utilisateur, l'op\u00E9ration a \u00E9t\u00E9 annul\u00E9e.
# auto translated by TM merge
VDS_CANNOT_MAINTENANCE_VDS_IS_NOT_RESPONDING_WITH_VMS=Impossible de faire passer l'h\u00F4te en mode Maintenance.\nL'h\u00F4te poss\u00E8de des VM en cours dessus et est dans un \u00E9tat Non-Responsive.
# auto translated by TM merge
VDS_CANNOT_MAINTENANCE_VDS_IS_NOT_RESPONDING_AND_SPM=Impossible de faire passer l'h\u00F4te en mode Maintenance.\nL'h\u00F4te est Gestionnaire de Pool de stockage et est dans un \u00E9tat Non-Responsive.
# auto translated by TM merge
VDS_CANNOT_MAINTENANCE_VDS_IS_NOT_OPERATIONAL=Impossible de faire passer l'H\u00F4te en mode Maintenance, l'H\u00F4te n'est pas op\u00E9rationnel.
# auto translated by TM merge
VDS_CANNOT_MAINTENANCE_VDS_IS_IN_MAINTENANCE=Impossible de faire passer l'H\u00F4te en mode de maintenance, l'H\u00F4te est d\u00E9j\u00E0 en mode Maintenance.
# auto translated by TM merge
VDS_CANNOT_MAINTENANCE_SPM_WITH_RUNNING_TASKS=Impossible de faire passer l'H\u00F4te en mode Maintenance, l'H\u00F4te a des t\u00E2ches d\u00E9synchronis\u00E9es en cours.\u00B6Attendez que l'op\u00E9ration soit compl\u00E9t\u00E9e et essayez \u00E0 nouveau.
# auto translated by TM merge
VDS_CANNOT_MAINTENANCE_SPM_CONTENDING=Impossible de faire passer l'H\u00F4te en mode Maintenance, l'h\u00F4te attend le Gestionnaire de Pool de stockage.\u00B6Attendez que l'op\u00E9ration soit compl\u00E9t\u00E9e et essayez \u00E0 nouveau.
# auto translated by TM merge
VDS_CANNOT_MAINTENANCE_IT_INCLUDES_NON_MIGRATABLE_VM=Impossible de faire passer l'h\u00F4te en mode de maintenance\: ${HostsList}.\nUne ou plusieurs VM en cours d'ex\u00E9cution sont indiqu\u00E9es comme non migrables. Les VM non migrables sont\: ${VmsList}.
VDS_CANNOT_REMOVE_DEFAULT_VDS_GROUP=Impossible de supprimer le Cluster H\u00F4te par d\u00E9faut.
VDS_CANNOT_REMOVE_VDS_DETECTED_RUNNING_VM=Impossible de ${action} ${type}. Une ou plusieurs VM sont en cours d'ex\u00E9cution sur cet H\u00F4te.
# auto translated by TM merge
VDS_CANNOT_REMOVE_VDS_GROUP_VDS_DETECTED=Impossible de ${action} ${type}. Le Groupement H\u00F4te contient un ou plusieurs H\u00F4tes.
# auto translated by TM merge
VDS_CANNOT_REMOVE_VDS_STATUS_ILLEGAL=Impossible de ${action} ${type}. L'H\u00F4te est op\u00E9rationnel. Commencer par faire passer l'H\u00F4te au mode Maintenance.
# auto translated by TM merge
VDS_NOT_EXIST=Impossible de ${action} ${type}. Erreur interne\: l'H\u00F4te n'existe pas dans la base de donn\u00E9es.
# auto translated by TM merge
VDS_PROTOCOL_ERROR=Erreur interne\: erreur de protocole de la part de l'h\u00F4te.
# auto translated by TM merge
VDS_RESPONSE_ERROR=Erreur interne\: erreur de r\u00E9ponse de la part de l'h\u00F4te.
# auto translated by TM merge
VDS_STATUS_NOT_VALID_FOR_STOP=Impossible d'effectuer l'op\u00E9ration \u00ABArr\u00EAt\u00BB, l'H\u00F4te doit \u00EAtre en mode Maintenance pour pouvoir s'arr\u00EAter.
# auto translated by TM merge
VDS_STATUS_NOT_VALID_FOR_START=Impossible d'effectuer l'op\u00E9ration \u00ABD\u00E9marrer\u00BB, l'H\u00F4te doit \u00EAtre dans un des statuts suivants \: Down, Non-Responsive, ou Maintenance.
VDS_NO_VDS_PROXY_FOUND=Il n'y a pas d'autre H\u00F4te dans le Centre de donn\u00E9es qui puisse \u00EAtre utilis\u00E9 pour tester les param\u00E8tres de configuration de \u00ABGestion de l'alimentation\u00BB.
# auto translated by TM merge
VDS_FAILED_FENCE_VIA_PROXY_CONNECTION=La connexion \u00E0 l'h\u00F4te via proxy a \u00E9chou\u00E9. Veuillez v\u00E9rifier que la gestion de l'alimentation est disponible, et que les param\u00E8tres fournis soient bien corrects.
# auto translated by TM merge
VDS_STATUS_NOT_VALID_FOR_UPDATE=Impossible de ${action} ${type}. Les param\u00E8tres de l'h\u00F4te de peuvent pas \u00EAtre modifi\u00E9s tant que l'h\u00F4te est op\u00E9rationnel.\nVeuillez tout d'abord faire passer l'H\u00F4te au mode Maintenance.
# auto translated by TM merge
VDS_CANNOT_ACTIVATE_VDS_ALREADY_UP=Impossible de ${action} ${type}. L'h\u00F4te a le statut UP (actif)
# auto translated by TM merge
VDS_CANNOT_ACTIVATE_VDS_NOT_EXIST=Impossible de ${action} ${type}. L'h\u00F4te n'existe pas.
# auto translated by TM merge
VDS_INVALID_SERVER_ID=Impossible de ${action} ${type}. Id d'h\u00F4te non valide.
# auto translated by TM merge
VDS_TRY_CREATE_WITH_EXISTING_PARAMS=Impossible de ${action} ${type}. Un h\u00F4te ayant le m\u00EAme nom existe d\u00E9j\u00E0.
# auto translated by TM merge
VDS_EMPTY_NAME=Impossible de ${action} ${type}. L'h\u00F4te ne peut pas rester vide.
# auto translated by TM merge
VDS_CANNOT_INSTALL_EMPTY_PASSWORD=Impossible d'installer l'h\u00F4te avec un mot de passe vide.
# auto translated by TM merge
VDS_CANNOT_INSTALL_STATUS_ILLEGAL=Impossible d'installer l'h\u00F4te. Commencer par changer l'h\u00F4te en mode Maintenance.
# auto translated by TM merge
VDS_CANNOT_UPGRADE_BETWEEN_MAJOR_VERSION=Impossible de mettre l'h\u00F4te \u00E0 niveau. La version de l'h\u00F4te n'est pas compatible avec la version ISO s\u00E9lectionn\u00E9e. Veuillez s\u00E9lectionner un ISO avec version majeure ${IsoVersion}.x.
# auto translated by TM merge
VDS_CANNOT_INSTALL_MISSING_IMAGE_FILE=Impossible d'installer l'h\u00F4te. Le fichier image est manquant.
# auto translated by TM merge
VDS_PORT_CHANGE_REQUIRE_INSTALL=Le Num\u00E9ro de port de l'h\u00F4te ne peut pas \u00EAtre modifi\u00E9 sans r\u00E9installation pr\u00E9alable de l'h\u00F4te.
# auto translated by TM merge
VDS_TRY_CREATE_SECURE_CERTIFICATE_NOT_FOUND=Impossible d'ajouter un nouvel H\u00F4te par une connexion s\u00E9curis\u00E9e. Le fichier de certificat est introuvable.
# auto translated by TM merge
VDS_FENCING_DISABLED=Impossible de d\u00E9limiter l'h\u00F4te. La fonction de cl\u00F4turage d'h\u00F4te est d\u00E9sactiv\u00E9e.
# auto translated by TM merge
VDS_FENCE_DISABLED_AT_QUIET_TIME=Une autre op\u00E9ration de Gestion de l'alimentation est en cours d'ex\u00E9cution, veuillez essayer \u00E0 nouveau dans ${seconds} Sec.
# auto translated by TM merge
TEMPLATE_IMAGE_NOT_EXIST=Impossible de ${action} ${type}. L'image du mod\u00E8le n'existe pas.
# auto translated by TM merge
VM_CANNOT_REMOVE_VDS_GROUP_VMS_DETECTED=Impossible de ${action} ${type}. Une ou plusieurs VM sont assign\u00E9es au Groupement.
# auto translated by TM merge
VMT_CANNOT_REMOVE_VDS_GROUP_VMTS_DETECTED=Impossible de ${action} ${type}. Un ou plusieurs mod\u00E8les y sont associ\u00E9s.
# auto translated by TM merge
VDS_GROUP_CANNOT_REMOVE_HAS_VM_POOLS=Impossible de ${action} ${type}. Un ou plusieurs VM-Pools y sont associ\u00E9s.
# auto translated by TM merge
VM_IMAGE_LOCKED=Impossible d'ex\u00E9cuter la VM. L'image du disque est entrain d'\u00EAtre copi\u00E9e. Veuillez patienter jusqu'\u00E0 ce que l'op\u00E9ration soit compl\u00E9t\u00E9e.
# auto translated by TM merge
VM_POOL_CANNOT_ADD_VM_WITH_USERS_ATTACHED_TO_POOL=Impossible d'attacher la VM \u00E0 VM-Pool. VM-Pool est d\u00E9j\u00E0 attach\u00E9 \u00E0 l'utilisateur.
# auto translated by TM merge
ACTION_TYPE_FAILED_USER_ATTACHED_TO_POOL=L'utilisateur est d\u00E9j\u00E0 attach\u00E9 \u00E0 ce VM-Pool.
# auto translated by TM merge
VM_POOL_CANNOT_ADD_VM_ATTACHED_TO_POOL=Impossible d'attacher le VM-Pool. La VM est d\u00E9j\u00E0 attach\u00E9e \u00E0 un autre VM-Pool.
# auto translated by TM merge
VM_POOL_CANNOT_DETACH_VM_NOT_ATTACHED_TO_POOL=Impossible de d\u00E9tacher la VM du pool. La VM n'est pas attach\u00E9e au VM-Pool.
# auto translated by TM merge
VM_POOL_CANNOT_ADD_VM_DIFFERENT_CLUSTER=Impossible d'attacher la VM au VM-Pool. La VM se trouve dans un Cluster H\u00F4tes diff\u00E9rent de VM-Pool.
# auto translated by TM merge
VM_POOL_CANNOT_REMOVE_VM_POOL_WITH_ATTACHED_DIRECTORY_GROUPS=Impossible de supprimer le VM-Pool. D\u00E9tacher tout d'abord les Groupes de r\u00E9pertoires de VM-Pool.
# auto translated by TM merge
VM_POOL_CANNOT_REMOVE_VM_POOL_WITH_ATTACHED_USERS=Impossible de supprimer le VM-Pool. D\u00E9tacher tout d'abord les Utilisateurs du VM-Pool.
# auto translated by TM merge
VM_POOL_CANNOT_REMOVE_VM_POOL_WITH_VMS=Impossible de supprimer le VM-Pool. D\u00E9tacher tout d'abord les VM du VM-Pool.
# auto translated by TM merge
VM_POOL_CANNOT_REMOVE_RUNNING_VM_FROM_POOL=Impossible de d\u00E9tacher la VM du VM-Pool. La VM est en cours d'ex\u00E9cution.
# auto translated by TM merge
VM_POOL_CANNOT_ADD_RUNNING_VM_TO_POOL=Impossible d'attacher la VM du VM-Pool. La VM est en cours d'ex\u00E9cution.
# auto translated by TM merge
VM_INVALID_SERVER_CLUSTER_ID=Id de Cluster H\u00F4te non valide.
# auto translated by TM merge
VMT_CANNOT_CREATE_TEMPLATE_FROM_DOWN_VM=Impossible de ${action} ${type}. La VM est encore en cours d'ex\u00E9cution, stopper la VM et essayer \u00E0 nouveau.
# auto translated by TM merge
VMT_CANNOT_REMOVE_BLANK_TEMPLATE=Impossible de ${action} ${type}. Supprimer un mod\u00E8le vide n'est pas autoris\u00E9.
# auto translated by TM merge
VMT_CANNOT_EDIT_BLANK_TEMPLATE=Impossible de ${action} ${type}. Modifier un mod\u00E8le vide n'est pas autoris\u00E9.
# auto translated by TM merge
VMT_CANNOT_EXPORT_BLANK_TEMPLATE=Impossible d'exporter un mod\u00E8le vide.
# auto translated by TM merge
VMT_CANNOT_UPDATE_ILLEGAL_FIELD=\u00C9chec lors de la mise \u00E0 jour des propri\u00E9t\u00E9s du mod\u00E8le de VM.
# auto translated by TM merge
DIRECTORY_GROUP_CANNOT_REMOVE_DIRECTORY_GROUP_ATTACHED_TO_VM=Impossible de supprimer le Groupe du r\u00E9pertoire. D\u00E9tacher tout d'abord le Groupe de la VM.
# auto translated by TM merge
DIRECTORY_COMPUTER_WITH_THE_SAME_NAME_ALREADY_EXITS=Il existe d\u00E9j\u00E0 un ordinateur qui poss\u00E8de le m\u00EAme nom.
# auto translated by TM merge
VM_NOT_FOUND=VM non trouv\u00E9e
# auto translated by TM merge
ACTION_TYPE_FAILED_VM_IN_PREVIEW=Impossible de ${action} ${type}. La VM est en aper\u00E7u de snapshot.
# auto translated by TM merge
ACTION_TYPE_FAILED_VM_DURING_EXPORT=Impossible de ${action} ${type}\: la VM est en cours d'exportation. Veuillez essayer \u00E0 nouveau dans quelques minutes.
# auto translated by TM merge
ACTION_TYPE_FAILED_VM_IMAGE_IS_ILLEGAL=Impossible de ${action} ${type}. L'image de la VM est sans doute corrompue.
# auto translated by TM merge
ACTION_TYPE_FAILED_VM_HAS_NO_DISKS=Impossible de ${action} ${type}. La VM n'a pas de disque.
# auto translated by TM merge
ACTION_TYPE_FAILED_IMAGE_REPOSITORY_NOT_FOUND=Impossible de ${action} ${type}\: Impossible d'acc\u00E9der au Domaine de stockage.\n-V\u00E9rifier qu'il existe au moins un H\u00F4te op\u00E9rationnel dans le Centre de donn\u00E9es ou bien, que l'\u00E9tat du Centre de donn\u00E9es soit activ\u00E9.
# auto translated by TM merge
ACTION_TYPE_FAILED_VM_IS_RUNNING=Impossible de ${action} ${type}. La VM est en cours d'ex\u00E9cution.
# auto translated by TM merge
ACTION_TYPE_FAILED_VM_IS_NOT_RUNNING=Impossible de ${action} ${type}. La VM n'est pas en cours d'ex\u00E9cution.
# auto translated by TM merge
ACTION_TYPE_FAILED_VM_IS_NOT_UP=Impossible de ${action} ${type}. La VM n'est pas UP (active).
# auto translated by TM merge
ACTION_TYPE_FAILED_VM_IS_NOT_DOWN=Impossible de ${action} ${type}. Une des VM au moins n'est pas interrompue.
# auto translated by TM merge
ACTION_TYPE_FAILED_VM_IS_SAVING_RESTORING=Impossible de ${action} ${type}. La VM est en \u00E9tat sauvegarde/restaure.\n- Veuillez attendre le changement de statut.
# auto translated by TM merge
ACTION_TYPE_FAILED_VM_IS_DURING_SNAPSHOT=Impossible de ${action} ${type}. La VM effectue une op\u00E9ration sur un snapshot.\n- Veuillez attendre que l'op\u00E9ration soit termin\u00E9e, et essayer \u00E0 nouveau.
# auto translated by TM merge
ACTION_TYPE_FAILED_VM_STATUS_ILLEGAL=Impossible de ${action} ${type}. Le statut de la VM est ill\u00E9gal.
# auto translated by TM merge
ACTION_TYPE_FAILED_VM_RUNNING_STATELESS=Impossible de ${action} ${type}. La VM ex\u00E9cute en Stateless. Veuillez essayer \u00E0 nouveau quand la VM n'est pas en Stateless.
# auto translated by TM merge
ACTION_TYPE_FAILED_VM_HAS_STATELESS_SNAPSHOT_LEFTOVER=Impossible de ${action} ${type}. La VM ex\u00E9cutait en Stateless et n'a pas pu se nettoyer correctement. Veuillez essayer d'ex\u00E9cuter la VM qui devrait se nettoyer, et essayez \u00E0 nouveau quand la VM n'est pas en cours d'ex\u00E9cution.
# auto translated by TM merge
ACTION_TYPE_FAILED_VM_IN_USE_BY_OTHER_USER=Impossible de ${action} ${type}. La VM est utilis\u00E9e par ailleurs.
# auto translated by TM merge
ACTION_TYPE_FAILED_VM_NOT_FOUND=Impossible de ${action} ${type}. La VM n'a pas pu \u00EAtre trouv\u00E9e.
# auto translated by TM merge
ACTION_TYPE_FAILED_VM_IS_NON_MIGRTABLE_AND_IS_NOT_FORCED_BY_USER_TO_MIGRATE=Impossible de ${action} ${type}. La VM ne peut pas migrer et l'utilisateur n'a pas sp\u00E9cifi\u00E9 l'indicateur force-migration.
# auto translated by TM merge
ACTION_TYPE_FAILED_VM_IS_PINNED_TO_HOST=Impossible de ${action} ${type}. La VM est \u00E9pingl\u00E9e sur l'h\u00F4te.
# auto translated by TM merge
VM_PINNED_TO_HOST_CANNOT_RUN_ON_THE_DEFAULT_VDS=Impossible de ${action} ${type}. La VM est \u00E9pingl\u00E9e \u00E0 un h\u00F4te sp\u00E9cifique, mais ne peut pas ex\u00E9cuter dessus pour cause \: \nStatut H\u00F4te non valide ou pas suffisamment de ressources disponible. \nVous pouvez lib\u00E9rer des ressources sur l'h\u00F4te par la migration des autres machines virtuelles.
# auto translated by TM merge
ACTION_TYPE_FAILED_VM_NOT_EXIST=Impossible de ${action} ${type}. La VM n'existe pas.
# auto translated by TM merge
ACTION_TYPE_FAILED_VM_ALREADY_EXIST=Impossible de ${action} ${type}. Une VM du m\u00EAme nom existe d\u00E9j\u00E0.
# auto translated by TM merge
ACTION_TYPE_FAILED_VM_CANNOT_BE_HIGHLY_AVAILABLE_AND_PINNED_TO_HOST=Impossible de ${action} ${type}. Les machines virtuelles HA ne peuvent pas \u00EAtre \u00E9pingl\u00E9es sur un h\u00F4te sp\u00E9cifique.
# auto translated by TM merge
ACTION_TYPE_FAILED_VM_GUID_ALREADY_EXIST=Impossible de ${action} ${type}. Une VM ayant le m\u00EAme identifiant existe d\u00E9j\u00E0.
# auto translated by TM merge
ACTION_TYPE_FAILED_VM_ATTACHED_TO_POOL=Impossible de ${action} ${type}. La VM est attach\u00E9e \u00E0 un VM-Pool.
# auto translated by TM merge
ACTION_TYPE_FAILED_NO_AVAILABLE_POOL_VMS=Impossible de ${action} ${type}. Il n'y a pas de VM disponible(s) dans le VM-Pool.
# auto translated by TM merge
ACTION_TYPE_FAILED_VM_FROM_POOL_CANNOT_BE_STATELESS=Impossible de ${action} ${type}. La VM du Pool ne peut pas \u00EAtre Stateless.
# auto translated by TM merge
ACTION_TYPE_FAILED_PRESTARTED_VMS_CANNOT_EXCEED_VMS_COUNT=Impossible de ${action} ${type}. Le nombre de VM d\u00E9marr\u00E9es en avance ne peut pas exc\u00E9der le nombre de VM dans le Pool.
# auto translated by TM merge
ACTION_TYPE_FAILED_VM_WITH_BLANK_TEMPLATE=Impossible de ${action} ${type}\: la VM a \u00E9t\u00E9 cr\u00E9\u00E9e \u00E0 partir du mod\u00E8le vide et ne contient pas de syst\u00E8me d'exploitation. Veuillez ex\u00E9cuter la machine virtuelle \u00E0 l'aide des options \u00ABBoot from CD\u00BB (Boot avec CD) ou \u00ABBoot from Network\u00BB (Boot R\u00E9seau) \u00E0 partir du menu \u00ABRun Once\u00BB.
# auto translated by TM merge
ACTION_TYPE_FAILED_DISK_SPACE_LOW=Impossible de ${action} ${type}. Espace disque peu \u00E9lev\u00E9 sur le Domaine de stockage concern\u00E9.
# auto translated by TM merge
ACTION_TYPE_FAILED_DEDICATED_VDS_NOT_IN_SAME_CLUSTER=Impossible de ${action} ${type}. Le Cluster H\u00F4tes d\u00E9di\u00E9 n'est pas identique au Cluster VM.
# auto translated by TM merge
ACTION_TYPE_FAILED_DISK_CONFIGURATION_NOT_SUPPORTED=Impossible de  ${action} ${type}. La configuration de disque s\u00E9lectionn\u00E9e n'est pas prise en charge.
# auto translated by TM merge
ACTION_TYPE_FAILED_DISK_LUN_IS_ALREADY_IN_USE=Impossible de ${action} ${type}. Le lun fourni est utilis\u00E9 par un autre disque.
# auto translated by TM merge
ACTION_TYPE_FAILED_MIGRATION_IN_PROGRESS=Impossible de ${action} ${type}. La migration de la VM est en cours.
# auto translated by TM merge
ACTION_TYPE_FAILED_MIGRATION_TO_SAME_HOST=Impossible de ${action} ${type}. Les sources et destinations sont identiques.
# auto translated by TM merge
ACTION_TYPE_FAILED_INVALID_CUSTOM_VM_PROPERTIES_INVALID_SYNTAX=Impossible de ${action} ${type}si les propri\u00E9t\u00E9s de la VM sont dans le format non valide. Veuillez v\u00E9rifier les entr\u00E9es.
# auto translated by TM merge
ACTION_TYPE_FAILED_INVALID_CUSTOM_VM_PROPERTIES_INVALID_KEYS=Impossible de ${action} ${type}si certaines des propri\u00E9t\u00E9s personnalis\u00E9es sp\u00E9cifi\u00E9es ne sont pas configur\u00E9es par le syst\u00E8me. Les cl\u00E9s sont \: ${MissingKeys}
# auto translated by TM merge
ACTION_TYPE_FAILED_INVALID_CUSTOM_VM_PROPERTIES_INVALID_VALUES=Impossible de ${action} ${type}si certaines des propri\u00E9t\u00E9s personnalis\u00E9es sp\u00E9cifi\u00E9es ont des valeurs ill\u00E9gales. Les cl\u00E9s sont \: ${WrongValueKeys}
# auto translated by TM merge
ACTION_TYPE_FAILED_VDS_VM_CLUSTER=Impossible de ${action} ${type}. Il n'y a pas d'H\u00F4tes en cours d'ex\u00E9cution disponibles dans le Cluster H\u00F4tes.
# auto translated by TM merge
ACTION_TYPE_FAILED_VDS_VM_MEMORY=Impossible de ${action} ${type}. Il n'y a pas d'H\u00F4tes en cours d'ex\u00E9cution disponibles avec suffisamment de m\u00E9moire disponible dans le Cluster VM.
# auto translated by TM merge
ACTION_TYPE_FAILED_VDS_VM_CPUS=Impossible de ${action} ${type}. Il n'y a pas d'H\u00F4tes en cours d'ex\u00E9cution disponibles avec suffisamment de noyaus dans le Cluster VM.
ACTION_TYPE_FAILED_VDS_VM_NETWORKS=Impossible de ${action} ${type}. Il n'y a pas d'H\u00F4tes en cours d'ex\u00E9cution disponibles avec tous les r\u00E9seaux utilis\u00E9s par la VM.
# auto translated by TM merge
CANNOT_MAINTANANCE_VDS_RUN_VMS_NO_OTHER_RUNNING_VDS=Les h\u00F4tes suivants ont des VM en cours d'ex\u00E9cution et ne peuvent donc pas passer en mode Maintenance \: ${HostsList}.
# auto translated by TM merge
Please=veiller \u00E0 ce que les Clusters suivants aient au moins un H\u00F4te ayant pour statut UP (actif) \: ${ClustersList}.
# auto translated by TM merge
ACTION_TYPE_FAILED_VDS_VM_VERSION=Impossible de ${action} ${type}. La version des outils de la VM (${toolsVersion}) ne correspondent pas \u00E0 la version (${serverVersion}) de l'h\u00F4te.
# auto translated by TM merge
ACTION_TYPE_FAILED_VDS_VM_SWAP=Impossible de  ${action} ${type}. Le pourcentage d'\u00E9change de l'h\u00F4te a d\u00E9pass\u00E9 la limite autoris\u00E9e.\n- V\u00E9rifier vos param\u00E8tres de configuration de Pourcentage \u00C9change H\u00F4te
# auto translated by TM merge
ACTION_TYPE_FAILED_NO_VDS_AVAILABLE_IN_CLUSTER=Impossible de ${action} ${type}. Il n'y a pas d'H\u00F4te op\u00E9rationnel (statut UP) disponible dans le Cluster dont il s'agit.
# auto translated by TM merge
ACTION_TYPE_FAILED_CANNOT_REMOVE_IMAGE_TEMPLATE=Impossible de ${action} ${type}. Supprimer le snapshot du mod\u00E8le n'est pas autoris\u00E9.
# auto translated by TM merge
ACTION_TYPE_FAILED_CANNOT_REMOVE_ACTIVE_IMAGE=Impossible de ${action} ${type}. Supprimer le snapshot de la VM active n'est pas autoris\u00E9.
# auto translated by TM merge
ACTION_TYPE_FAILED_PROBLEM_WITH_CANDIDATE_INFO=Impossible de ${action} ${type}. Erreur d'importation des donn\u00E9es.\n- V\u00E9rifier votre domaine Import.
# auto translated by TM merge
ACTION_TYPE_FAILED_TEMPLATE_DOES_NOT_EXIST=Impossible de ${action} ${type}. Le mod\u00E8le qui convient n'existe pas.
# auto translated by TM merge
ACTION_TYPE_FAILED_IMAGE_ALREADY_EXISTS=Impossible de ${action} ${type}. Une des images du mod\u00E8le existe d\u00E9j\u00E0.
# auto translated by TM merge
ACTION_TYPE_FAILED_TEMPLATE_NAME_ALREADY_EXISTS=Impossible de ${action} ${type}. Un mod\u00E8le du m\u00EAme nom existe d\u00E9j\u00E0.
# auto translated by TM merge
ACTION_TYPE_FAILED_TEMPLATE_GUID_ALREADY_EXISTS=Impossible de ${action} ${type}. Un mod\u00E8le avec le m\u00EAme identifiant existe d\u00E9j\u00E0.
# auto translated by TM merge
ACTION_TYPE_FAILED_CANDIDATE_ALREADY_EXISTS=Impossible de ${action} ${type}. Le candidat \u00E0 l'export existe d\u00E9j\u00E0 dans le chemin indiqu\u00E9.\n- Utiliser l'option 'Remplacement Forc\u00E9' pour remplacer le fichier existant.
# auto translated by TM merge
ACTION_TYPE_FAILED_ROLE_IS_READ_ONLY=Impossible de ${action} ${type}. Le R\u00F4le est en Lecture-seule.
# auto translated by TM merge
ACTION_TYPE_FAILED_STORAGE_POOL_NOT_MATCH=Impossible de ${action} ${type}. Le Centre de donn\u00E9es cible ne contient pas de ${type}.
# auto translated by TM merge
ACTION_TYPE_FAILED_STORAGE_DOMAIN_ALREADY_CONTAINS_DISK=Impossible de ${action} ${type}. Le Domaine de stockage contient d\u00E9j\u00E0 le(s) disque(s) cible.
# auto translated by TM merge
ACTION_TYPE_FAILED_STORAGE_DOMAIN_NAME_ALREADY_EXIST=Impossible de ${action} ${type}. Le Domaine de stockage est d\u00E9j\u00E0 en cours d'utilisation.
# auto translated by TM merge
ACTION_TYPE_FAILED_STORAGE_DOMAIN_ALREADY_EXIST=Impossible de ${action} ${type}. Le Domaine de stockage existe d\u00E9j\u00E0.
# auto translated by TM merge
ACTION_TYPE_FAILED_STORAGE_POOL_NAME_ALREADY_EXIST=Impossible de ${action} ${type}. Le Centre de donn\u00E9es est d\u00E9j\u00E0 en cours d'utilisation.
# auto translated by TM merge
ACTION_TYPE_FAILED_TEMPLATE_NOT_FOUND_ON_DESTINATION_DOMAIN=Impossible de ${action} ${type}. Le Domaine de stockage s\u00E9lectionn\u00E9 ne contient pas le Mod\u00E8le de VM.
# auto translated by TM merge
ACTION_TYPE_FAILED_NO_VDS_IN_POOL=Impossible de ${action} ${type}. Il n'y a pas d'H\u00F4te actif dans le Centre de donn\u00E9es.
# auto translated by TM merge
VAR__TYPE__HOST=$type H\u00F4te
# auto translated by TM merge
VAR__TYPE__NETWORK=$type R\u00E9seau
# auto translated by TM merge
VAR__TYPE__NETWORKS=$type R\u00E9seaux
# auto translated by TM merge
VAR__TYPE__VM=$type VM
# auto translated by TM merge
VAR__TYPE__QUOTA=$type Quota
# auto translated by TM merge
VAR__TYPE__COMPUTER_ACCOUNT=$type Compte informatique
# auto translated by TM merge
VAR__TYPE__VM_TEMPLATE=$type Mod\u00E8le
# auto translated by TM merge
VAR__TYPE__SNAPSHOT=$type Snapshot
# auto translated by TM merge
VAR__TYPE__DESKTOP_POOL=$type VM-Pool
# auto translated by TM merge
VAR__TYPE__VM_FROM_VM_POOL=$type de VM \u00E0 VM-Pool
# auto translated by TM merge
VAR__TYPE__CLUSTER=$type Cluster
# auto translated by TM merge
VAR__TYPE__ROLE=$type Role
# auto translated by TM merge
VAR__TYPE__INTERFACE=$type Interface
# auto translated by TM merge
VAR__TYPE__VM_DISK=$type Disque VM
# auto translated by TM merge
VAR__TYPE__BOOKMARK=$type Raccourci
# auto translated by TM merge
VAR__TYPE__VM_TICKET=$type Ticket VM
# auto translated by TM merge
VAR__TYPE__STORAGE__CONNECTION=$type Connexion de stockage
# auto translated by TM merge
VAR__TYPE__STORAGE__DOMAIN=$type Stockage
# auto translated by TM merge
VAR__TYPE__STORAGE__POOL=$type R\u00E9f\u00E9rentiel
# auto translated by TM merge
VAR__TYPE__USER_FROM_VM=$type Utilisateur \u00E0 VM
# auto translated by TM merge
VAR__TYPE__USER=$type Utilisateur
# auto translated by TM merge
VAR__ACTION__RUN=$action ex\u00E9cuter
# auto translated by TM merge
VAR__ACTION__REMOVE=$action supprime
# auto translated by TM merge
VAR__ACTION__ADD=$action ajouter
# auto translated by TM merge
VAR__ACTION__CREATE=$action cr\u00E9er
# auto translated by TM merge
VAR__ACTION__PAUSE=$action suspendre
# auto translated by TM merge
VAR__ACTION__HIBERNATE=$action hiberner
# auto translated by TM merge
VAR__ACTION__MIGRATE=$action migrer
# auto translated by TM merge
VAR__ACTION__CANCEL_MIGRATE=$action annuler migration
# auto translated by TM merge
VAR__ACTION__REVERT_TO=$action retourner \u00E0
# auto translated by TM merge
VAR__ACTION__PREVIEW=$action aper\u00E7u
# auto translated by TM merge
VAR__ACTION__STOP=$action arr\u00EAter
# auto translated by TM merge
VAR__ACTION__START=$action d\u00E9marrer
# auto translated by TM merge
VAR__ACTION__RESTART=$action d\u00E9marrer \u00E0 nouveau
# auto translated by TM merge
VAR__ACTION__SHUTDOWN=$action fermeture
# auto translated by TM merge
VAR__ACTION__EXPORT=$action exporter
# auto translated by TM merge
VAR__ACTION__EXTEND=$action \u00E9tendre
# auto translated by TM merge
VAR__ACTION__IMPORT=$action importer
# auto translated by TM merge
VAR__ACTION__ATTACH_ACTION_TO=$action attach
# auto translated by TM merge
VAR__ACTION__DETACH_ACTION_TO=$action detach
# auto translated by TM merge
VAR__ACTION__MOVE=$action d\u00E9placer
# auto translated by TM merge
VAR__ACTION__COPY=$action copier
# auto translated by TM merge
VAR__ACTION__CHANGE_CD=$action Changer CD
# auto translated by TM merge
VAR__ACTION__EJECT_CD=$action \u00C9jecter CD
# auto translated by TM merge
VAR__ACTION__ALLOCATE_AND_RUN=$action allouer et ex\u00E9cuter
# auto translated by TM merge
VAR__ACTION__MANUAL_FENCE=$action confirmer 'H\u00F4te red\u00E9marr\u00E9'
VAR__ACTION__MAINTENANCE=$action maintenance
# auto translated by TM merge
VAR__ACTION__SET=$action d\u00E9finition
# auto translated by TM merge
VAR__ACTION__SETUP=$action installation
# auto translated by TM merge
VAR__ACTION__UPDATE=$action \u00E9diter
# auto translated by TM merge
VAR__ACTION__ATTACH=$action attacher
# auto translated by TM merge
VAR__ACTION__DETACH=$action d\u00E9tacher
# auto translated by TM merge
VAR__ACTION__ACTIVATE=$action activer
# auto translated by TM merge
VAR__ACTION__DEACTIVATE=$action d\u00E9sactiver
# auto translated by TM merge
VAR__ACTION__RECONSTRUCT_MASTER=$action reconstruire Master
# auto translated by TM merge
VAR__ACTION__RECOVER_POOL=$action recouvrir Centre de donn\u00E9es
# auto translated by TM merge
VAR__ACTION__DESTROY_DOMAIN=$action d\u00E9truire
# auto translated by TM merge
VAR__ACTION__HOT_PLUG=$action hot plug
# auto translated by TM merge
VAR__ACTION__HOT_UNPLUG=$action hot unplug
# auto translated by TM merge
VAR__ACTION__LOGON=$action connecter
# auto translated by TM merge
VAR__ACTION__LOGOFF=$action d\u00E9connecter
# auto translated by TM merge
VAR__ACTION__ASSIGN=$action assigner
# auto translated by TM merge
VAR__HOST_STATUS__UP=$hostStatut Up
# auto translated by TM merge
VAR__HOST_STATUS__UP_MAINTENANCE_OR_NON_OPERATIONAL=$hostStatut Up, Maintenance ou Non op\u00E9rationnel
# auto translated by TM merge
ACTION_TYPE_FAILED_DISK_ALREADY_ATTACHED=Impossible de ${action} ${type}. Le disque est d\u00E9j\u00E0 attach\u00E9 \u00E0 la VM.
# auto translated by TM merge
ACTION_TYPE_FAILED_DISK_ALREADY_DETACHED=Impossible de ${action} ${type}. Le disque est d\u00E9j\u00E0 d\u00E9tach\u00E9 de la VM.
# auto translated by TM merge
ACTION_TYPE_FAILED_NOT_SHAREABLE_DISK_ALREADY_ATTACHED=Impossible de ${action} ${type}. Le disque ne peut pas \u00EAtre partag\u00E9 et est d\u00E9j\u00E0 attach\u00E9 \u00E0 une VM.
# auto translated by TM merge
ACTION_TYPE_FAILED_VM_MAX_RESOURCE_EXEEDED=Impossible de ${action} ${type}. La valeur maximum des VM en cours en m\u00EAme temps a \u00E9t\u00E9 d\u00E9pass\u00E9e.
ACTION_TYPE_FAILED_MISSED_STORAGES_FOR_SOME_DISKS=Impossible de ${action} ${type}. Les domaines de stockage de destination donn\u00E9s ne correspondent pas aux disques fournis.
# auto translated by TM merge
ACTION_TYPE_FAILED_STOARGE_DOMAIN_IS_WRONG=Impossible de ${action} ${type}. Mauvais domaine de stockage, non li\u00E9 au disque.
# auto translated by TM merge
ACTION_TYPE_FAILED_CPU_NOT_FOUND=Impossible de  ${action} ${type}. Le CPU choisi n'est pas pris en charge.
# auto translated by TM merge
ACTION_TYPE_FAILED_EXCEEDED_MAX_PCI_SLOTS=Impossible de ${action} ${type}. Le nombre maximum de PCI a \u00E9t\u00E9 d\u00E9pass\u00E9.
# auto translated by TM merge
ACTION_TYPE_FAILED_EXCEEDED_MAX_IDE_SLOTS=Impossible de ${action} ${type}. Le nombre maximum de IDE a \u00E9t\u00E9 d\u00E9pass\u00E9.
# auto translated by TM merge
USER_CANNOT_ATTACH_TO_VM_ALREADY_ATTACHED=L'utilisateur est d\u00E9j\u00E0 attach\u00E9 \u00E0 la VM
# auto translated by TM merge
USER_CANNOT_ATTACH_TO_VM_NOT_ATTACHED=L'utilisateur n'est pas d\u00E9j\u00E0 attach\u00E9 \u00E0 cette VM.
# auto translated by TM merge
USER_FAILED_TO_AUTHENTICATE=Erreur de connexion. Veuillez v\u00E9rifier vos informations de connexion ou contacter l'administrateur du syst\u00E8me.
# auto translated by TM merge
USER_FAILED_TO_AUTHENTICATE_KERBEROS_ERROR=Erreur de connexion. Client non trouv\u00E9 dans la base de donn\u00E9es Kerberos. Veuillez v\u00E9rifier vos informations de connexion ou contacter l'administrateur du syst\u00E8me.
# auto translated by TM merge
USER_FAILED_TO_AUTHENTICATION_WRONG_AUTHENTICATION_METHOD=Erreur de connexion. (Erreur d'authentication).\n- Veuillez v\u00E9rifier que la m\u00E9thode d'authentification qui convient, a \u00E9t\u00E9 utilis\u00E9e dans votre syst\u00E8me.
# auto translated by TM merge
VMT_CANNOT_CREATE_DUPLICATE_NAME=Impossible de ${action} ${type}. Le nom du mod\u00E8le existe d\u00E9j\u00E0.
# auto translated by TM merge
VMT_CLUSTER_IS_NOT_VALID=Impossible de ${action} ${type}. L'ID du Cluster n'est pas valide.
# auto translated by TM merge
USER_ACCOUNT_DISABLED=Erreur de connexion. Le Compte utilisateur est d\u00E9sactiv\u00E9 ou verrouill\u00E9. Veuillez contacter l'administrateur du syst\u00E8me.
# auto translated by TM merge
USER_CANNOT_LOGIN_SESSION_MISSING=Erreur de connexion. La session a expir\u00E9.
# auto translated by TM merge
USER_CANNOT_REMOVE_ADMIN_USER=Impossible de supprimer l'utilisateur admin interne ou ses permissions.
# auto translated by TM merge
USER_MUST_EXIST_IN_DB=L'utilisateur doit sortir de la base de donn\u00E9es.
# auto translated by TM merge
USER_MUST_EXIST_IN_DIRECTORY=L'utilisateur doit sortir du r\u00E9pertoire.
# auto translated by TM merge
USER_IS_ALREADY_LOGGED_IN=L'utilisateur est d\u00E9j\u00E0 connect\u00E9.
# auto translated by TM merge
USER_IS_NOT_LOGGED_IN=L'utilisateur n'est pas connect\u00E9.
# auto translated by TM merge
USER_DOES_NOT_HAVE_A_VALID_EMAIL=L'utilisateur ne poss\u00E8de pas d'adresse e-mail valide.
# auto translated by TM merge
USB_NATIVE_SUPPORT_ONLY_AVAILABLE_ON_CLUSTER_LEVEL=L'USB Natif n'est disponible qu'au niveau 3.1 du cluster ou niveau sup\u00E9rieur.
# auto translated by TM merge
USB_LEGACY_NOT_SUPPORTED_ON_LINUX_VMS=L'ancien Support USB n'est pas disponible pour les VM Linux.
# auto translated by TM merge
VM_POOL_CANNOT_CREATE_DUPLICATE_NAME=Impossible de ${action} VM-Pool. Il y a  d\u00E9j\u00E0 un VM-Pool avec la m\u00EAme adresse.
# auto translated by TM merge
VM_POOL_CANNOT_CREATE_FROM_BLANK_TEMPLATE=Le VM-Pool doit \u00EAtre bas\u00E9 sur un mod\u00E8le non vide.
# auto translated by TM merge
VM_POOL_CANNOT_UPDATE_POOL_NOT_FOUND=Impossible de modifier les propri\u00E9t\u00E9s VM-Pool. VM-Pool non trouv\u00E9.
# auto translated by TM merge
ACTION_TYPE_FAILED_VM_TASKS_ARE_ALREADY_RUNNING=Impossible de ${action} ${type}. Il y a d\u00E9j\u00E0 des t\u00E2ches asynchrones en cours, veuillez essayer \u00E0 nouveau ult\u00E9rieurement.
# auto translated by TM merge
VM_CANNOT_SUSPENDE_HAS_RUNNING_TASKS=Impossible de suspendre la VM. La VM contient des t\u00E2ches qui s'ex\u00E9cutent en asynchrone, veuillez essayer \u00E0 nouveau ult\u00E9rieurement.
# auto translated by TM merge
VM_CANNOT_SUSPEND_STATELESS_VM=Impossible de suspendre la VM, la VM est Stateless.
# auto translated by TM merge
VM_CANNOT_SUSPEND_VM_FROM_POOL=Impossible de suspendre une VM qui appartient \u00E0 un VM-Pool.
# auto translated by TM merge
VM_CANNOT_SUSPEND_VM_WITHOUT_IMAGE_DISKS=Impossible d'interrompre une VM qui n'a pas de disques d'images
# auto translated by TM merge
USER_NOT_AUTHORIZED_TO_PERFORM_ACTION=L'utilisateur n'est pas autoris\u00E9 \u00E0 effectuer cette action.
# auto translated by TM merge
ERROR_CANNOT_REMOVE_ROLE_ATTACHED_TO_PERMISSION=Il y a encore une ou plusieurs permissions associ\u00E9es \u00E0 ce r\u00F4le.\n- Veuillez tout d'abord supprimer toutes les permissions.
# auto translated by TM merge
ERROR_CANNOT_REMOVE_ROLE_INVALID_ROLE_ID=Impossible de supprimer le R\u00F4le, id de R\u00F4le non valide.
# auto translated by TM merge
ERROR_CANNOT_UPDATE_ROLE_NAME=Impossible de ${action} R\u00F4le. Un R\u00F4le ayant le m\u00EAme nom existe d\u00E9j\u00E0.
# auto translated by TM merge
ERROR_CANNOT_UPDATE_ROLE_ID=Impossible de ${action} R\u00F4le. Modifier l'ID du R\u00F4le n'est pas autoris\u00E9.
# auto translated by TM merge
ERROR_CANNOT_UPDATE_ROLE_TYPE=Impossible de ${action} R\u00F4le. Modifier le type du R\u00F4le n'est pas autoris\u00E9.
# auto translated by TM merge
VDS_APPROVE_WRONG_VDS_TYPE=Impossible d'approuver l'H\u00F4te. L'op\u00E9ration \u00ABapprouve\u00BB ne s'applique qu'aux h\u00F4tes de l'Hyperviseur RHEV.\n-Veuillez utiliser l'op\u00E9ration \u00ABNew\u00BB au lieu d'installer les h\u00F4tes RHEL.
# auto translated by TM merge
VDS_APPROVE_VDS_IN_WRONG_STATUS=Impossible d'approuver l'H\u00F4te Hypervieur RHEV.\n- L'h\u00F4te doit poss\u00E9der le statut \u00ABEn attente d'acceptation\u00AB ou \u00ABErreur d'installation\u00BB pour pouvoir \u00EAtre approuv\u00E9.
# auto translated by TM merge
VDS_SHUTDOWN_VDS_NOT_FOUND=Impossible de fermer l'H\u00F4te. L'H\u00F4te n'est pas accessible.
# auto translated by TM merge
VDS_SHUTDOWN_NO_RESPONSE=Impossible de fermer l'H\u00F4te. L'H\u00F4te est d\u00E9j\u00E0 dans un \u00E9tat Down ou Not Responsive.
# auto translated by TM merge
VDS_NEW_CLUSTER_ILLEGAL=Impossible de mettre \u00E0 jour les propri\u00E9t\u00E9s de l'H\u00F4te. Mauvaise correspondance entre le CPU Cluster et CPU H\u00F4te.
# auto translated by TM merge
VDS_CLUSTER_IS_NOT_VALID=Impossible de ${action} ${type}. L'ID Cluster n'est pas valide.
# auto translated by TM merge
VDS_GROUP_CANNOT_UPDATE_CPU_ILLEGAL=Impossible de modifier le type de CPU du Cluster quand des H\u00F4tes sont attach\u00E9s \u00E0 ce Cluster.
# auto translated by TM merge
VDS_GROUP_CANNOT_UPDATE_CPU_WITH_LOWER_HOSTS=Impossible de modifier le CPU du Cluster en un type de CPU plus \u00E9lev\u00E9 quand il y a des H\u00F4tes actifs qui ont des types de CPU inf\u00E9rieurs.\n-Commencer par mettre les H\u00F4tes pourvus d'un CPU moins \u00E9lev\u00E9 en Maintenance.
# auto translated by TM merge
VDS_GROUP_CANNOT_UPDATE_COMPATIBILITY_VERSION_WITH_LOWER_HOSTS=Impossible de modifier une Version de comptabilit\u00E9 de cluster en version plus \u00E9lev\u00E9e quand il y a des H\u00F4tes actifs en versions inf\u00E9rieures.\n-Commencer par mettre les H\u00F4tes pourvus d'un CPU moins \u00E9lev\u00E9 en Maintenance.
# auto translated by TM merge
VDS_GROUP_CANNOT_ADD_COMPATIBILITY_VERSION_WITH_LOWER_STORAGE_POOL=Impossible d'ajouter un Cluster ayant une Version de compatibilit\u00E9 inf\u00E9rieure \u00E0 la Version de comptabilit\u00E9 d'un centre de donn\u00E9es.\n-Veuillez tout d'abord mettre \u00E0 niveau votre Cluster \u00E0 une version de comptabilit\u00E9 sup\u00E9rieure.
# auto translated by TM merge
VDS_GROUP_CPU_TYPE_CANNOT_BE_NULL=Impossible d'ajouter un Cluster. Le type de CPU doit \u00EAtre indiqu\u00E9.
# auto translated by TM merge
VDS_GROUP_CANNOT_DO_ACTION_NAME_IN_USE=Impossible de ${action} ${type} le Cluster. Le nom du Cluster est d\u00E9j\u00E0 utilis\u00E9.
# auto translated by TM merge
NETWORK_NAME_ALREADY_EXISTS=Impossible de ${action} ${type}. Le nom du R\u00E9seau existe d\u00E9j\u00E0.
# auto translated by TM merge
ACTION_TYPE_FAILED_STORAGE_CONNECTION=Impossible de connecter le serveur au Stockage.
# auto translated by TM merge
ACTION_TYPE_FAILED_STORAGE_CONNECTION_NOT_EXIST=Impossible de ${action} ${type}. Erreur interne, la Connexion de stockage n'existe pas.
# auto translated by TM merge
ACTION_TYPE_FAILED_STORAGE_CONNECTION_WRONG_PARAMETERS_FOR_STORAGE_TYPE=Impossible de ${action} ${type}. Les param\u00E8tres de connexion ne sont pas valides pour ce type de stockage.
# auto translated by TM merge
ACTION_TYPE_FAILED_STORAGE_DOMAIN_NOT_EXIST=Impossible de ${action} ${type}. Le Domaine de stockage n'existe pas.
# auto translated by TM merge
ACTION_TYPE_FAILED_CANNOT_CHANGE_STORAGE_DOMAIN_TYPE=Impossible de ${action} ${type}. Impossible de changer le type de Domaine de stockage.
# auto translated by TM merge
ACTION_TYPE_FAILED_STORAGE_DOMAIN_STATUS_ILLEGAL=Impossible de ${action} ${type}. Le Domaine de stockage qui convient n'est pas accessible.\n-Veuillez vous occuper des probl\u00E8mes de Domaine de stockage et essayer l'op\u00E9ration \u00E0 nouveau.
# auto translated by TM merge
ACTION_TYPE_FAILED_STORAGE_DOMAIN_STATUS_ILLEGAL2=Impossible de ${action} ${type}. Le statut est ${status}.\n-Veuillez v\u00E9rifier le domaine de stockage et essayer l'op\u00E9ration \u00E0 nouveau.
# auto translated by TM merge
STORAGE_POOL_REINITIALIZE_WITH_MORE_THAN_ONE_DATA_DOMAIN=Impossible de ${action} ${type}.\nL'action ${action} peut \u00EAtre effectu\u00E9e sur un Centre de donn\u00E9es qui ne poss\u00E8de qu'un Domaine de stockage dans un \u00E9tat Actif/Inconnu.
# auto translated by TM merge
ACTION_TYPE_FAILED_STORAGE_POOL_NOT_EXIST=Le centre de donn\u00E9es n'existe pas.
# auto translated by TM merge
ACTION_TYPE_FAILED_STORAGE_DOMAIN_NOT_IN_STORAGE_POOL=Impossible de ${action} ${type}. Le Domaine de stockage s\u00E9lectionn\u00E9 ne fait pas partie du Centre de donn\u00E9es.
# auto translated by TM merge
ERROR_CANNOT_DETACH_STORAGE_DOMAIN_WITH_IMAGES=Impossible de d\u00E9tacher un Domaine de stockage non vide.\n-Veuillez supprimer tous les VM / Mod\u00E8les / Disques et essayer \u00E0 nouveau.
# auto translated by TM merge
ERROR_CANNOT_REMOVE_STORAGE_POOL_WITH_IMAGES=Impossible de supprimer le Centre de donn\u00E9es tant qu'il y a encore des volumes dedans.\n-Veuillez commencer par supprimer toutes les VM et tous les Mod\u00E8les.
# auto translated by TM merge
ERROR_CANNOT_REMOVE_STORAGE_POOL_WITH_VMS=Impossible de supprimer le Centre de donn\u00E9es tant qu'il y a encore des VM dedans.\n-Veuillez commencer par supprimer toutes les VM et et tous les Mod\u00E8les.
# auto translated by TM merge
ERROR_CANNOT_REMOVE_STORAGE_POOL_WITH_NONMASTER_DOMAINS=Impossible de supprimer le Centre de donn\u00E9es quand il y a plus d'un Domaine de stockage attach\u00E9.
# auto translated by TM merge
ERROR_CANNOT_REMOVE_STORAGE_DOMAIN_DO_FORMAT=Impossible de supprimer le Domaine de stockage. Le Domaine de stockage doit \u00EAtre format\u00E9 apr\u00E8s la suppression.\n-Veuillez v\u00E9rifier que l'option Format est activ\u00E9e sur le Domaine des donn\u00E9es.
# auto translated by TM merge
ACTION_TYPE_FAILED_STORAGE_POOL_STATUS_ILLEGAL=Impossible de ${action} ${type}. Statut du Centre de donn\u00E9es inconnu.
# auto translated by TM merge
NETWORK_BOND_NAME_EXISTS=Le nom du Bond existe d\u00E9j\u00E0.
# auto translated by TM merge
NETWORK_BOND_NOT_EXISTS=Le nom du Bond n'existe pas.
# auto translated by TM merge
NETWORK_CHECK_CONNECTIVITY=Impossible de v\u00E9rifier la connectivit\u00E9 sur le r\u00E9seau hors gestion.
# auto translated by TM merge
NETWORK_BOND_PARAMETERS_INVALID=Param\u00E8tres non valides.\n-Veuillez v\u00E9rifier que le nom de Bond est format\u00E9 sous la forme <bondYYY>.\n- Le Bond consiste de deux interfaces de r\u00E9seau (NIC) au moins.
# auto translated by TM merge
NETWORK_INTERFACE_ALREADY_IN_BOND=L'interface de r\u00E9seau appartient d\u00E9j\u00E0 au Bond.
# auto translated by TM merge
NETWORK_INVALID_BOND_NAME=Le nom du Bond doit \u00EAtre format\u00E9 sous la forme <bondYYY>.
# auto translated by TM merge
NETWORK_INTERFACE_NOT_EXISTS=Le nom du r\u00E9seau n'existe pas.
# auto translated by TM merge
ERROR_CANNOT_ATTACH_MORE_THAN_ONE_ISO_DOMAIN=Ne peut pas attacher plus d'un Domaine de stockage ISO au m\u00EAme Centre de donn\u00E9es. Si vous souhaitez utiliser un Domaine nouvellement cr\u00E9\u00E9, d\u00E9tacher le Domaine attach\u00E9 existant et attacher le nouveau.
# auto translated by TM merge
ERROR_CANNOT_ATTACH_MORE_THAN_ONE_EXPORT_DOMAIN=Ne peut pas attacher plus d'un Domaine de stockage Import/Export au m\u00EAme Centre de donn\u00E9es. Si vous souhaitez utiliser un Domaine nouvellement cr\u00E9\u00E9, d\u00E9tacher le Domaine attach\u00E9 existant et attacher le nouveau.
# auto translated by TM merge
ERROR_CANNOT_ATTACH_STORAGE_DOMAIN_STORAGE_TYPE_NOT_MATCH=Ne peut pas joindre le stockage au Centre de donn\u00E9es. Le type de stockage ne correspond pas au type de Centre de donn\u00E9es.
# auto translated by TM merge
ERROR_CANNOT_CHANGE_STORAGE_POOL_TYPE_WITH_DOMAINS=Impossible de modifier le type de Centre de donn\u00E9es quand les Domaines de stockage y sont encore attach\u00E9s.\n-Veuillez d\u00E9tacher tous les Domaines de stockage et essayer \u00E0 nouveau.
# auto translated by TM merge
NETWORK_INTERFACE_ALREADY_HAVE_NETWORK=L'Interface de r\u00E9seau est d\u00E9j\u00E0 attach\u00E9e \u00E0 un R\u00E9seau logique.
# auto translated by TM merge
NETWORK_ALREAY_ATTACH_TO_INTERFACE=Le R\u00E9seau logique est d\u00E9j\u00E0 attach\u00E9 \u00E0 une Interface de r\u00E9seau.
# auto translated by TM merge
NETWORK_NOT_EXISTS=Le R\u00E9seau logique sp\u00E9cifi\u00E9 n'existe pas.
# auto translated by TM merge
ERROR_CANNOT_RECOVERY_STORAGE_POOL_THERE_IS_ACTIVE_DATA_DOMAINS=Impossible de recouvrer le Centre de donn\u00E9es avec un Domaine de stockage de donn\u00E9es dans un Centre de donn\u00E9es.
# auto translated by TM merge
ERROR_CANNOT_RECOVERY_STORAGE_POOL_STORAGE_TYPE_MISSMATCH=Impossible de restaurer le Centre de donn\u00E9es. Non correspondance entre le type de Domaine de stockage et le type de Centre de donn\u00E9es.
# auto translated by TM merge
ERROR_CANNOT_DETACH_LAST_STORAGE_DOMAIN=Impossible de supprimer le Domaine de stockage ma\u00EEtre du Centre de donn\u00E9es sans qu'un autre Domaine de stockage ne prenne sa place.\n-Soit activer un autre Domaine de stockage dans le Centre de donn\u00E9es, soit supprimer le Centre de donn\u00E9es.
# auto translated by TM merge
ERROR_CANNOT_DESTROY_LAST_STORAGE_DOMAIN=Impossible de supprimer le Domaine de stockage ma\u00EEtre du Centre de donn\u00E9es sans qu'un autre Domaine de stockage ne prenne sa place.\n-Soit activer un autre Domaine de stockage dans le Centre de donn\u00E9es, soit supprimer le Centre de donn\u00E9es.\n-Si vous avez des probl\u00E8mes avec le Domaine de donn\u00E9es ma\u00EEtre, consid\u00E9rez le processus de restauration d\u00E9crit dans la documentation, ou bien contacter l'administrateur de syst\u00E8mes.
# auto translated by TM merge
ERROR_CANNOT_DESTROY_LAST_STORAGE_DOMAIN_HOST_NOT_ACTIVE=Afin de compl\u00E9ter l'op\u00E9ration, un nouveau Domaine de stockage ma\u00EEtre doit \u00EAtre \u00E9lu, ce qui exige au moins un H\u00F4te actif dans le Centre de donn\u00E9es. \n-Commencer par vous assurer qu'un des H\u00F4tes est actif dans le Centre de donn\u00E9es.
# auto translated by TM merge
ERROR_CANNOT_ADD_STORAGE_POOL_WITHOUT_DATA_DOMAIN=Impossible d'attacher un Domaine de stockage.\n-Commencer par attacher le Domaine de donn\u00E9es au Centre de donn\u00E9es.
# auto translated by TM merge
ERROR_CANNOT_REMOVE_POOL_WITH_ACTIVE_DOMAINS=Impossible de supprimer le Centre de donn\u00E9es qui contient des Domaines de stockage actifs/verrouill\u00E9s.\n-Veuillez supprimer tous les Domaines et attendre que les t\u00E2ches se terminent avant de supprimer les donn\u00E9es du Centre de donn\u00E9es.
# auto translated by TM merge
VDS_GROUP_CANNOT_CHANGE_STORAGE_POOL=Impossible de modifier l'association du Centre de donn\u00E9es quand vous modifiez un cluster.
# auto translated by TM merge
NETWORK_IN_USE=Le R\u00E9seau logique est en cours d'utilisation.\n-Veuillez le supprimer de tous les H\u00F4tes du Cluster et essayez \u00E0 nouveau.
# auto translated by TM merge
ERROR_CANNOT_CREATE_STORAGE_DOMAIN_WITHOUT_VG_LV=Les Groupes de volume (VG) et les Volumes logiques (LV) ne sont pas indiqu\u00E9s.
# auto translated by TM merge
NETWORK_INTERFACE_TEMPLATE_CANNOT_BE_SET=Impossible de ${action} ${type}. L'ID de mod\u00E8le de VM ne peut pas rester vide.
# auto translated by TM merge
NETWORK_INTERFACE_VM_CANNOT_BE_SET=Impossible de ${action} ${type}. L'ID de VM ne peut pas rester vide.
# auto translated by TM merge
NETWORK_INTERFACE_NAME_ALREAY_IN_USE=L'interface de r\u00E9seau est d\u00E9j\u00E0 en cours d'utilisation.
# auto translated by TM merge
EN_UNKNOWN_NOTIFICATION_METHOD=La m\u00E9thode de notification n'est pas prise en charge.
# auto translated by TM merge
EN_UNSUPPORTED_NOTIFICATION_EVENT=Aucun \u00E9v\u00E9nement de notification n'est pris en charge.
# auto translated by TM merge
EN_EVENT_UP_SUBJECT_TEXT=Notification d'avertissement.
# auto translated by TM merge
EN_EVENT_DOWN_SUBJECT_TEXT=Notification de solution trouv\u00E9e.
# auto translated by TM merge
EN_ALREADY_SUBSCRIBED=L'utilisateur a d\u00E9j\u00E0 souscrit \u00E0 cet \u00E9v\u00E9nement par la m\u00EAme m\u00E9thode de notification.
# auto translated by TM merge
EN_NOT_SUBSCRIBED=Impossible de ${action} ${type}. L'utilisateur a d\u00E9j\u00E0 souscrit \u00E0 cet \u00E9v\u00E9nement par la m\u00EAme m\u00E9thode de notification.
# auto translated by TM merge
ACTION_TYPE_FAILED_STORAGE_DOMAIN_TYPE_ILLEGAL=Impossible de ${action} ${type}. Le domaine de stockage n'a pas \u00E9t\u00E9 sp\u00E9cifi\u00E9.
# auto translated by TM merge
ACTION_TYPE_FAILED_STORAGE_DOMAIN_FORMAT_ILLEGAL=Impossible de ${action} ${type}. Le format du domaine de stockage ${storageFormat} est ill\u00E9gal.
# auto translated by TM merge
ACTION_TYPE_FAILED_STORAGE_DOMAIN_FORMAT_ILLEGAL_HOST=Impossible de ${action} ${type}. Le domaine de stockage ${storageFormat}n'est pas pris en charge sur la version de l'h\u00F4te s\u00E9lectionn\u00E9.
# auto translated by TM merge
ERROR_CANNOT_EXTEND_NON_DATA_DOMAIN=Impossible d'\u00E9tendre le domaine de stockage. L'op\u00E9ration d'extension n'est prise en charge que sur les domaines de stockage de donn\u00E9es.
# auto translated by TM merge
ERROR_CANNOT_EXTEND_CONNECTION_FAILED=Impossible d'\u00E9tendre le domaine de stockage. Le p\u00E9riph\u00E9rique de stockage ${lun}n'est pas joignable \u00E0 partir de ${hostName}.
# auto translated by TM merge
ERROR_CANNOT_CHANGE_STORAGE_DOMAIN_FIELDS=Impossible de ${action} ${type}. Seul le domaine de stockage peut \u00EAtre mis \u00E0 jour.
# auto translated by TM merge
ERROR_CANNOT_UPDATE_STORAGE_POOL_COMPATIBILITY_VERSION_BIGGER_THAN_CLUSTERS=Impossible de mettre \u00E0 jour la version de compatibilit\u00E9 du centre de donn\u00E9es \u00E0 une valeur sup\u00E9rieure \u00E0 celle de la version du cluster. Les clusters suivants doivent \u00EAtre mis \u00E0 niveau \u00E0 ${ClustersList}.
# auto translated by TM merge
ERROR_CANNOT_ADD_EXISTING_STORAGE_DOMAIN_CONNECTION_DATA_ILLEGAL=Impossible d'importer le domaine de stockage. Erreur interne\: les donn\u00E9es de connexion sont ill\u00E9gales.
# auto translated by TM merge
ERROR_CANNOT_ADD_EXISTING_STORAGE_DOMAIN_LUNS_PROBLEM=Impossible d'importer le domaine de stockage. Tous les LUN ne sont pas connect\u00E9s au Domaine de stockage.
# auto translated by TM merge
NETWORK_MAC_ADDRESS_IN_USE=L'adresse MAC est d\u00E9j\u00E0 utilis\u00E9e.
# auto translated by TM merge
NETWORK_INVALID_MAC_ADDRESS=L'adresse MAC indiqu\u00E9e ne peut pas \u00EAtre d\u00E9finie.\n-Veuillez v\u00E9rifier la validit\u00E9 de l'adresse MAC.
# auto translated by TM merge
NETWORK_INTERFACE_IN_USE_BY_VM=Impossible de ${action} ${type}. Il existe au moins une VM en cours d'ex\u00E9cution qui utilise de r\u00E9seau.
# auto translated by TM merge
NETWORK_CLUSTER_NETWORK_IN_USE=Impossible de ${action} ${type}. Le r\u00E9seau est utilis\u00E9 par un Cluster au moins.
# auto translated by TM merge
ERROR_CANNOT_DEACTIVATE_MASTER_WITH_NON_DATA_DOMAINS=Impossible de d\u00E9sactiver un Domaine de stockage ma\u00EEtre tant qu'il y a des domaines ISO/Export actifs dans le Centre de donn\u00E9es.\n-Veuillez tout d'abord d\u00E9sactiver tous les domaines ISO/Export.
# auto translated by TM merge
ERROR_CANNOT_DEACTIVATE_DOMAIN_WITH_TASKS=Impossible de d\u00E9sactiver le Domaine de donn\u00E9es tant qu'il y a des t\u00E2ches en cours d'ex\u00E9cution sur ce Domaine de donn\u00E9es.\n-Veuillez attendre que toutes les t\u00E2ches soient termin\u00E9es et essayer \u00E0 nouveau.
# auto translated by TM merge
ERROR_CANNOT_DEACTIVATE_MASTER_DOMAIN_WITH_TASKS_ON_POOL=Impossible de d\u00E9sactiver le Domaine de donn\u00E9es ma\u00EEtre tant qu'il y a des t\u00E2ches en cours d'ex\u00E9cution dans le Centre de donn\u00E9es.\n-Veuillez attendre que tous les t\u00E2ches soient termin\u00E9es et essayer \u00E0 nouveau.
# auto translated by TM merge
ERROR_CANNOT_REMOVE_LAST_SUPER_USER_ROLE=Impossible de ${action} ${type}. Le syst\u00E8me doit poss\u00E9der au moins un r\u00F4le de Super Utilisateur d\u00E9fini.
# auto translated by TM merge
VM_CANNOT_REMOVE_VM_WHEN_STATUS_IS_NOT_DOWN=Impossible de supprimer la VM dont l'\u00E9tat n'est pas d\u00E9sactiv\u00E9.\n-Veuillez tout d'abord arr\u00EAter la VM.
# auto translated by TM merge
ACTION_TYPE_FAILED_MASTER_STORAGE_DOMAIN_NOT_ACTIVE=Impossible de ${action} ${type}en raison d'une erreur dans le Domaine de stockage ma\u00EEtre du Centre de donn\u00E9es.\n-Commencer par activer le Domaine de stockage ma\u00EEtre.
# auto translated by TM merge
TAGS_SPECIFY_TAG_IS_NOT_EXISTS=La balise sp\u00E9cifi\u00E9e n'existe pas.
# auto translated by TM merge
NETWORK_CANNOT_REMOVE_NETWORK_IN_USE_BY_TEMPLATE=Impossible de ${action} ${type}. Le R\u00E9seau est utilis\u00E9 par un Mod\u00E8le.\nLa d\u00E9finition du r\u00E9seau ne peut pas \u00EAtre d\u00E9tach\u00E9e tant que toutes les r\u00E9f\u00E9rences qui s'y rapportent n'aient \u00E9t\u00E9 nettoy\u00E9es.
# auto translated by TM merge
NETWORK_CANNOT_CHANGE_STATUS_WHEN_NOT_DOWN=Impossible de modifier les propri\u00E9t\u00E9s d'Interface de r\u00E9seau quand la VM n'est pas Down (inactive).
# auto translated by TM merge
NETWORK_CANNOT_ADD_INTERFACE_WHEN_VM_STATUS_NOT_UP_DOWN_LOCKED=Impossible d'ajouter une Interface de r\u00E9seau quand la VM n'est pas Down, Up ou Image-Locked.
# auto translated by TM merge
NETWORK_CLUSTER_HAVE_NOT_EXISTING_DATA_CENTER_NETWORK=Le Cluster a des R\u00E9seaux qui n'existent que dans le Centre de donn\u00E9es.\n-Commencer par supprimer tous les R\u00E9seaux.
# auto translated by TM merge
NETWORK_NOT_EXISTS_IN_CURRENT_CLUSTER=Le R\u00E9seau logique n'existe pas dans le Cluster en cours.
NETWORKS_NOT_IN_SYNC=Impossible de ${action} ${type}. Les d\u00E9finitions des r\u00E9seaux suivants sur les Interfaces r\u00E9seau sont diff\u00E9rentes de celles sur les r\u00E9seaux logiques. Veuillez synchroniser les Interfaces de r\u00E9seau avant de modifier les r\u00E9seaux \: ${NETWORKS_NOT_IN_SYNC}.
NETWORK_INTERFACES_ALREADY_SPECIFIED=Impossible de ${action} ${type}. Les interfaces de r\u00E9seaux suivantes dont \u00E9t\u00E9 sp\u00E9cifi\u00E9es \u00E0 plusieurs reprises \: ${NETWORK_INTERFACES_ALREADY_SPECIFIED_LIST}.
NETWORKS_ALREADY_ATTACHED_TO_IFACES=Impossible de ${action} ${type}. Les r\u00E9seaux logiques suivants sont attach\u00E9s \u00E0 plus d'une interface de r\u00E9seau \: ${NETWORK_INTERFACES_ALREADY_SPECIFIED_LIST}.
NETWORK_INTERFACES_DONT_EXIST=Impossible de ${action} ${type}. Les interfaces de r\u00E9seaux n'existent pas sur l'H\u00F4te \: ${NETWORK_INTERFACES_DONT_EXIST_LIST}.
NETWORKS_DONT_EXIST_IN_CLUSTER=Impossible de ${action} ${type}. Les r\u00E9seaux logiques suivants n'existent pas sur le cluster de l'H\u00F4te \: ${NETWORKS_DONT_EXIST_IN_CLUSTER_LIST}.
# auto translated by TM merge
NETWORK_BONDS_INVALID_SLAVE_COUNT=Impossible de ${action} ${type}. Les bonds suivants consistent en moins de deux interfaces de r\u00E9seau\: ${NETWORK_BONDS_INVALID_SLAVE_COUNT_LIST}.
# auto translated by TM merge
NETWORK_INTERFACES_NOT_EXCLUSIVELY_USED_BY_NETWORK=Impossible de ${action} ${type}. Les interfaces de r\u00E9seau suivantes peut avoir seulement un r\u00E9seau logique VM, ou tout au plus un r\u00E9seau logique non-VM et/ou plusieurs r\u00E9seaux logiques de VLAN\: ${NETWORK_INTERFACES_NOT_EXCLUSIVELY_USED_BY_NETWORK_LIST}.
# auto translated by TM merge
NETWORK_CANNOT_DETACH_NETWORK_USED_BY_VMS=Impossible de ${action} ${type}. Les VM suivantes utilisent activement le r\u00E9seau logique \: ${NETWORK_CANNOT_DETACH_NETWORK_USED_BY_VMS_LIST}. Veuillez stopper les VM et essayer \u00E0 nouveau.
# auto translated by TM merge
NON_VM_NETWORK_CANNOT_SUPPORT_STP=Impossible de ${action} ${type}. STP peut uniquement \u00EAtre activ\u00E9 sur des R\u00E9seaux VM.
# auto translated by TM merge
NETWORK_MTU_DIFFERENCES=Impossible de ${action} ${type}. Les r\u00E9seaux logiques suivants n'ont pas la m\u00EAme valeur MTU \: ${NETWORK_MTU_DIFFERENCES_LIST}.
# auto translated by TM merge
NETWORK_MTU_OVERRIDE_NOT_SUPPORTED=Impossible de ${action} ${type}. Remplacer MTU n'est pas support\u00E9 dans cette version de compatibilit\u00E9 de Centre de donn\u00E9es.
# auto translated by TM merge
CANNOT_PREIEW_CURRENT_IMAGE=L'image Snapshot VM utilis\u00E9e actuellement ne peut pas \u00EAtre utilis\u00E9e en commande Aper\u00E7u.
# auto translated by TM merge
CONFIG_UNKNOWN_KEY=Entr\u00E9e de configuration ill\u00E9gale.\n-Veuillez v\u00E9rifier le nom de l'entr\u00E9e de configuration.
# auto translated by TM merge
TAGS_SPECIFIED_TAG_CANNOT_BE_THE_PARENT_OF_ITSELF=Op\u00E9ration annul\u00E9e, la hi\u00E8rarchie de balise r\u00E9cursive ne peut pas \u00EAtre d\u00E9finie.
# auto translated by TM merge
VM_CANNOT_MOVE_TO_CLUSTER_IN_OTHER_STORAGE_POOL=La VM ne peut \u00EAtre d\u00E9plac\u00E9e que dans un Cluster du m\u00EAme Centre de donn\u00E9es.
# auto translated by TM merge
VM_CLUSTER_IS_NOT_VALID=Impossible de ${action} ${type}. L'ID du Cluster n'est pas valide.
# auto translated by TM merge
NETWORK_OLD_NETWORK_NOT_SPECIFIED=Le nom de l'ancien r\u00E9seau est requis.
# auto translated by TM merge
NETWORK_INTERFACE_EXITED_MAX_INTERFACES=Impossible de ${action} ${type}. La VM ne peut pas avoir plus de 8 interfaces.
# auto translated by TM merge
ACTION_TYPE_FAILED_DETECTED_ACTIVE_VMS=Impossible de ${action} ${type}. Des VM en cours d'ex\u00E9cution ont \u00E9t\u00E9 d\u00E9tect\u00E9es.\n-Veuillez tout d'abord veiller \u00E0 ce que toutes les VM associ\u00E9es au Domaine de stockage sont arr\u00EAt\u00E9es et se trouvent dans l'\u00E9tat Down pour commencer.
# auto translated by TM merge
ACTION_TYPE_FAILED_HOST_NOT_EXIST=L'h\u00F4te fourni n'existe pas.
# auto translated by TM merge
TAGS_SPECIFY_TAG_IS_IN_USE=Le nom de balise indiqu\u00E9 existe d\u00E9j\u00E0.
# auto translated by TM merge
NETWORK_NET_EXISTS_IN_CLUSTER=Le r\u00E9seau logique sp\u00E9cifi\u00E9 n'existe pas dans le Cluster.
# auto translated by TM merge
ACTION_LIST_CANNOT_BE_EMPTY=La liste des actions ne peut rester vide.
# auto translated by TM merge
ACTION_TYPE_FAILED_BOOKMARK_NAME_ALREADY_EXISTS=Impossible de ${action} ${type}. Un raccourci du m\u00EAme nom existe d\u00E9j\u00E0.
# auto translated by TM merge
ACTION_TYPE_FAILED_BOOKMARK_INVALID_ID=Impossible de ${action} ${type}. L'ID du raccourci n'est pas valide.
# auto translated by TM merge
ACTION_TYPE_FAILED_VDS_STATUS_ILLEGAL=Impossible de ${action} ${type}. L'op\u00E9ration ne peut \u00EAtre effectu\u00E9e que lorsque le statut de l'h\u00F4te est ${hostStatus}.
# auto translated by TM merge
ACTION_TYPE_FAILED_MIGRATE_BETWEEN_TWO_CLUSTERS=Impossible de ${action} ${type}. La VM ne peut migrer qu'entre des h\u00F4tes du m\u00EAme cluster.\n-Veuillez s\u00E9lectionner l'h\u00F4te cible dans le m\u00EAme cluster pour ex\u00E9cuter la VM.
# auto translated by TM merge
VDS_CANNOT_CHECK_VERSION_HOST_NON_RESPONSIVE=Impossible d'obtenir la version de l'h\u00F4te quand l'h\u00F4te poss\u00E8de le statut Non Responsif.
# auto translated by TM merge
ACTION_TYPE_FAILED_VDS_INTERMITENT_CONNECTIVITY=En raison de connectivit\u00E9 intermittente vers cet h\u00F4te, les op\u00E9rations de d\u00E9limitation ne sont pas autoris\u00E9es \u00E0 ce moment l\u00E0. Le syst\u00E8me essaie de connecter \u00E0 nouveau, veuillez attendre \u00E0 nouveau pendant 30 secondes.
# auto translated by TM merge
ACTION_TYPE_FAILED_PM_ENABLED_WITHOUT_AGENT=Impossible de ${action} ${type}. La Gestion de l'alimentation est activ\u00E9e pour l'H\u00F4te, mais aucun type d'Agent n'est s\u00E9lectionn\u00E9.
# auto translated by TM merge
ACTION_TYPE_FAILED_PM_ENABLED_WITHOUT_AGENT_CREDENTIALS=Impossible de ${action} ${type}. La Gestion de l'alimentation est activ\u00E9e pour l'H\u00F4te, mais les Identifiant d'authentification de l'agent sont manquants.
# auto translated by TM merge
ACTION_TYPE_FAILED_AGENT_NOT_SUPPORTED=Impossible de  ${action} ${type}. L'Agent de gestion de l'alimentation s\u00E9lectionn\u00E9 n'est pas prise en charge.
# auto translated by TM merge
NETWORK_BOND_NOT_ATTACCH_TO_NETWORK=Le Bond n'est pas attach\u00E9 au R\u00E9seau.
# auto translated by TM merge
NETWORK_INTERFACE_NOT_ATTACCH_TO_NETWORK=L'interface de r\u00E9seau n'est pas attach\u00E9e au R\u00E9seau logique.
# auto translated by TM merge
NETWORK_INTERFACE_IN_USE_BY_VLAN=Bonding ne peut pas \u00EAtre appliqu\u00E9 \u00E0 une interface o\u00F9 VLAN est d\u00E9fini.\n-Veuillez supprimer VLAN de l'interface.
# auto translated by TM merge
NETWORK_ALREADY_ATTACHED_TO_CLUSTER=Le R\u00E9seau logique est d\u00E9j\u00E0 attach\u00E9 au Cluster.
# auto translated by TM merge
ACTION_TYPE_FAILED_VDS_WITH_SAME_HOST_EXIST=Impossible de ${action} ${type}. Un h\u00F4te ayant la m\u00EAme adresse existe d\u00E9j\u00E0.
# auto translated by TM merge
ACTION_TYPE_FAILED_ILLEGAL_MEMORY_SIZE=Impossible de ${action} ${type}. Une taille de m\u00E9moire ill\u00E9gale a \u00E9t\u00E9 donn\u00E9e, la taille doit \u00EAtre comprise entre ${minMemorySize} MB et ${maxMemorySize} MB.
# auto translated by TM merge
ACTION_TYPE_FAILED_ILLEGAL_NUM_OF_MONITORS=Impossible de ${action} ${type}. Un nombre ill\u00E9gale de moniteurs a \u00E9t\u00E9 fourni, le maximum permis est de 1 moniteur pour VNC et un nombre maximum de moniteurs est indiqu\u00E9 par la variable de configuration ValidNumOfMonitors de Spice.
# auto translated by TM merge
ACTION_TYPE_FAILED_ILLEGAL_DOMAIN_NAME=Impossible de ${action} ${type}. Nom de domaine ill\u00E9gal\: ${Domain}. Le nom du domaine comprend un caract\u00E8re sp\u00E9cial non pris en charge ${Char}.
# auto translated by TM merge
ACTION_TYPE_FAILED_CANNOT_DECREASE_COMPATIBILITY_VERSION=Impossible de ${action} ${type}. La version de comptabilit\u00E9 est non valide, et la version pr\u00E9c\u00E9dente a \u00E9t\u00E9 restaur\u00E9e.
# auto translated by TM merge
ACTION_TYPE_FAILED_GIVEN_VERSION_NOT_SUPPORTED=Impossible de  ${action} ${type}. La version de comptablit\u00E9 s\u00E9lectionn\u00E9e n'est pas prise en charge.
NETWORK_ADDR_MANDATORY_IN_STATIC_IP=L'adresse de r\u00E9seau doit \u00EAtre indiqu\u00E9e quand on utilise une adresse ip statique
# auto translated by TM merge
ACTION_TYPE_FAILED_OBJECT_LOCKED=Impossible de ${action} ${type}. Une m\u00EAme action est en cours. Veuillez essayer \u00E0 nouveau plus tard.
# auto translated by TM merge
NETWORK_BOND_HAVE_ATTACHED_VLANS=Bond attach\u00E9 au vlan, supprimer tout d'abord le vlan du Bond.
# auto translated by TM merge
NETWORK_INTERFACE_CONNECT_TO_VLAN=Impossible d'attacher un r\u00E9seau non vlan \u00E0 l'interface vlan
# auto translated by TM merge
NETWORK_CANNOT_REMOVE_NETWORK_IN_USE_BY_VM=Impossible de supprimer le r\u00E9seau '${NetworkName}', il est en cours d'utilisation par une VM.
# auto translated by TM merge
ACTION_TYPE_FAILED_DISK_MAX_SIZE_EXCEEDED=Impossible de cr\u00E9er un disque de plus de ${max}_disk_size GB
NETWORK_HOST_IS_BUSY=Impossible d'\u00E9diter le r\u00E9seau tant que l'h\u00F4te est actif, mettez l'h\u00F4te en maintenance et essayer \u00E0 nouveau.
# auto translated by TM merge
VMT_CANNOT_CHANGE_IMAGES_TEMPLATE=Impossible de changer le format des images de mod\u00E8le.
# auto translated by TM merge
VMT_CANNOT_IMPORT_RAW_IMAGE_WITH_SNAPSHOTS=Impossible de changer le format de l'image en RAW quand l'image a des snapshots.
# auto translated by TM merge
VMT_CANNOT_IMPORT_RAW_IMAGE_WITH_TEMPLATE=Impossible de changer le format de l'image en RAW quand la VM a un mod\u00E8le.
# auto translated by TM merge
VM_CANNOT_EXPORT_RAW_FORMAT=Impossible de changer le format en RAW pendant l'exportation de la VM.
# auto translated by TM merge
VM_PINNING_FORMAT_INVALID=Format de mise en attente du CPU non valide.
# auto translated by TM merge
ACTION_TYPE_FAILED_TEMPLATE_NOT_FOUND_ON_EXPORT_DOMAIN=Impossible d'exporter la VM. Le mod\u00E8le ${TemplateName} n'existe pas sur le domaine Export. Si vous souhaitez exporter la VM sans ses mod\u00E8les, veuillez utiliser TemplateMustExists\=false
# auto translated by TM merge
ACTION_TYPE_FAILED_VM_NOT_FOUND_ON_EXPORT_DOMAIN=Impossible de supprimer la VM, la VM n'existe pas dans le domaine export
# auto translated by TM merge
ACTION_NOT_SUPPORTED_FOR_CLUSTER_POOL_LEVEL=Action ${action} n'est pas support\u00E9e pour cette Version de compatibilit\u00E9 de Centre de donn\u00E9es ou de Cluster.
# auto translated by TM merge
ACTION_TYPE_FAILED_MAX_CPU_PER_SOCKET=Impossible de ${action} ${type}. Nombre Max de CPU par socket d\u00E9pass\u00E9.
# auto translated by TM merge
ACTION_TYPE_FAILED_MAX_NUM_CPU=Impossible de ${action} ${type}. Nombre Max de CPU d\u00E9pass\u00E9
# auto translated by TM merge
ACTION_TYPE_FAILED_MAX_NUM_SOCKETS=Impossible de ${action} ${type}. Nombre Max de sockets d\u00E9pass\u00E9.
# auto translated by TM merge
VMT_CANNOT_IMPORT_TEMPLATE_EXISTS=L'importation du mod\u00E8le a \u00E9chou\u00E9 - L'Id du mod\u00E8le existe d\u00E9j\u00E0 dans le syst\u00E8me. Veuillez tout d'abord supprimer le mod\u00E8le  (${TemplateName}) du syst\u00E8me.
# auto translated by TM merge
VM_CANNOT_IMPORT_TEMPLATE_NAME_EXISTS=L'importation du mod\u00E8le a \u00E9chou\u00E9 - Le nom du mod\u00E8le existe d\u00E9j\u00E0 dans le syst\u00E8me. Veuillez tout d'abord supprimer le mod\u00E8le du syst\u00E8me.
# auto translated by TM merge
VM_CANNOT_IMPORT_VM_EXISTS=L'importation du mod\u00E8le a \u00E9chou\u00E9 - L'Id de la VM existe d\u00E9j\u00E0 dans le syst\u00E8me. Veuillez tout d'abord supprimer le mod\u00E8le VM (${VmName}) du syst\u00E8me.
# auto translated by TM merge
VM_CANNOT_IMPORT_VM_NAME_EXISTS=L'importation du mod\u00E8le a \u00E9chou\u00E9 - Le nom de la VM existe d\u00E9j\u00E0 dans le syst\u00E8me. Veuillez tout d'abord supprimer la VM dans le syst\u00E8me.
# auto translated by TM merge
TAGS_CANNOT_EDIT_READONLY_TAG=Impossible de modifier la balise lecture-seule
# auto translated by TM merge
VM_CANNOT_REMOVE_HAS_RUNNING_TASKS=Impossible de forcer la suppression d'une VM quand elle est en cours d'ex\u00E9cution de t\u00E2ches.
# auto translated by TM merge
ACTION_TYPE_FAILED_IMPORTED_TEMPLATE_IS_MISSING=Impossible d'importer ou de r\u00E9duire la VM; un mod\u00E8le manque dans le domaine ${DomainName}
# auto translated by TM merge
VM_POOL_CANNOT_CREATE_WITH_NO_VMS=Impossible de cr\u00E9er un Pool avec 0 VM
# auto translated by TM merge
ACTION_TYPE_FAILED_DISK_BOOT_IN_USE=Impossible de ${action} ${type}. Le disque ${DiskName} est d\u00E9j\u00E0 marqu\u00E9 \u00ABboot\u00BB.
# auto translated by TM merge
VDS_GROUP_CANNOT_UPDATE_CPU_WHEN_RUNNING_VMS=Impossible de modifier le niveau de cpu quand les VM sont en cours d'ex\u00E9cution.
# auto translated by TM merge
VM_OR_TEMPLATE_ILLEGAL_PRIORITY_VALUE=La VM a d\u00E9pass\u00E9 la valeur max autoris\u00E9e, cette valeur doit est comprise entre 0 et ${MaxValue}.
# auto translated by TM merge
ACTION_TYPE_FAILED_MIN_CPU_PER_SOCKET=Le nombre minimum de CPU par socket ne peut pas \u00EAtre inf\u00E9rieur \u00E0 1
# auto translated by TM merge
ACTION_TYPE_FAILED_MIN_NUM_SOCKETS=Le nombre minimum de sockets ne peut pas \u00EAtre inf\u00E9rieur \u00E0 1
# auto translated by TM merge
ACTION_TYPE_FAILED_SPECIFY_DOMAIN_IS_NOT_EXPORT_DOMAIN=Le domaine sp\u00E9cifi\u00E9 n'est pas un domaine export
NETWORK_ADDR_IN_STATIC_IP_BAD_FORMAT=Mauvais format d'adresse IP
NETWORK_ADDR_IN_GATEWAY_BAD_FORMAT=Mauvais format d'adresse de passerelle
NETWORK_ADDR_IN_SUBNET_BAD_FORMAT=Mauvais format de masque de sous-r\u00E9seau
# auto translated by TM merge
NETWORK_CANNOT_CONTAIN_BOND_NAME=Mauvais nom de r\u00E9seau, le nom du r\u00E9seau ne peut pas commencer par \u00ABbond\u00BB
# auto translated by TM merge
RHEVH_LOCALFS_WRONG_PATH_LOCATION=Le dossier de stockage local de l'hyperviseur RHEV doit se trouver sous ${path}
# auto translated by TM merge
ACTION_TYPE_FAILED_STORAGE_POOL_IS_NOT_LOCAL=Le centre de donn\u00E9es doit \u00EAtre \u00ABStockage local\u00BB
# auto translated by TM merge
ACTION_TYPE_FAILED_VDS_IS_NOT_IN_STORAGE_POOL=L'h\u00F4te n'est pas attach\u00E9 au Centre de donn\u00E9es
# auto translated by TM merge
VDS_CANNOT_ADD_MORE_THEN_ONE_HOST_TO_LOCAL_STORAGE=Impossible d'ajouter plus d'un h\u00F4te au Centre de donn\u00E9es du \u00ABStockage local\u00BB
# auto translated by TM merge
VDS_CANNOT_REMOVE_HOST_WITH_LOCAL_STORAGE=Impossible de supprimer l'H\u00F4te, car il contient un Domaine local de stockage. Veuillez tout d'abord activer l'H\u00F4te et supprimer le Centre de donn\u00E9es. \n-Si l'H\u00F4te ne peut pas \u00EAtre activ\u00E9, utilisez l'option \u00ABForce-Remove\u00BB sur l'objet Centre de donn\u00E9es ou Centre de donn\u00E9es (s\u00E9lectionnez le Centre de donn\u00E9es et cliquer \n droite dessus avec la souris). \n-Veuillez noter que cette action est destructrice.
# auto translated by TM merge
VDS_CANNOT_ADD_LOCAL_STORAGE_TO_NON_LOCAL_HOST=Impossible d'ajouter un Domaine de stockage local \u00E0 un H\u00F4te de stockage non local
# auto translated by TM merge
VDS_CANNOT_REMOVE_LOCAL_STORAGE_ON_NON_LOCAL_HOST=Impossible de supprimer un Domaine de stockage local \u00E0 un H\u00F4te de stockage non local
# auto translated by TM merge
VDS_GROUP_CANNOT_ADD_MORE_THEN_ONE_HOST_TO_LOCAL_STORAGE=Impossible d'ajouter plus d'un Cluster au Centre de donn\u00E9es de \u00ABStockage local\u00BB
# auto translated by TM merge
VDS_GROUP_SELECTION_ALGORITHM_MUST_BE_SET_TO_NONE_ON_LOCAL_STORAGE=L'algorithme de s\u00E9lection doit \u00EAtre d\u00E9fini sur \u00ABAucun\u00BB sur le Centre de donn\u00E9es de \u00ABStockage local\u00BB
# auto translated by TM merge
VDS_GROUP_CANNOT_DETACH_DATA_DOMAIN_FROM_LOCAL_STORAGE=Le domaine de donn\u00E9es \u00ABStockage local\u00BB ne peut pas \u00EAtre d\u00E9tach\u00E9 du Centre de donn\u00E9es
# auto translated by TM merge
DATA_CENTER_LOCAL_STORAGE_NOT_SUPPORTED_IN_CURRENT_VERSION=\u00ABStockage local\u00BB n'est pas support\u00E9 dans la version de compatibilit\u00E9 de Centre de donn\u00E9es
# auto translated by TM merge
DATA_CENTER_POSIX_STORAGE_NOT_SUPPORTED_IN_CURRENT_VERSION=Le \u00ABStockage bas\u00E9 fichier\u00BB n'est pas support\u00E9 dans la version de compatibilit\u00E9 du Centre de donn\u00E9es
# auto translated by TM merge
VDS_CANNOT_UPDATE_CLUSTER=La mise \u00E0 jour du Cluster de l'H\u00F4te ne peut pas \u00EAtre effectu\u00E9e par une action de mise \u00E0 jour de l'H\u00F4te, veuillez utiliser l'action \u00ABModifier le cluster h\u00F4te\u00BB \u00E0 la place.
# auto translated by TM merge
VM_CANNOT_UPDATE_CLUSTER=La mise \u00E0 jour du cluster de la VM ne peut pas \u00EAtre effectu\u00E9 par une action de mise \u00E0 jour de la VM, veuillez utiliser l'action \u00ABModifier VM\u00BB \u00E0 la place.
# auto translated by TM merge
VM_STATUS_NOT_VALID_FOR_UPDATE=Impossible de mettre \u00E0 jour une VM dans ce statut. Essayer tout d'abord d'arr\u00EAter la VM.
# auto translated by TM merge
PERMISSION_ADD_FAILED_PERMISSION_NOT_SENT=Impossible d'ajouter une permission, aucun permission envoy\u00E9e
# auto translated by TM merge
PERMISSION_ADD_FAILED_INVALID_ROLE_ID=Impossible d'ajouter une permission, id de R\u00F4le non valide
# auto translated by TM merge
PERMISSION_ADD_FAILED_INVALID_OBJECT_ID=Impossible d'ajouter une permission, l'ID ou le type d'objet est non valide
# auto translated by TM merge
PERMISSION_ADD_FAILED_USER_ID_MISMATCH=Impossible d'ajouter une permission, pas d'ID Utilisateur /Groupe ou non correspondance d'ID
# auto translated by TM merge
PERMISSION_ADD_FAILED_ONLY_SYSTEM_SUPER_USER_CAN_GIVE_ADMIN_ROLES=Impossible d'ajouter une permission, seul le super utilisateur peut donner des permissions avec un R\u00F4le admin
# auto translated by TM merge
PERMISSION_REMOVE_FAILED_ONLY_SYSTEM_SUPER_USER_CAN_REMOVE_ADMIN_ROLES=Impossible de supprimer une permission, seul le super utilisateur peut supprimer des permissions avec un r\u00F4le admin
# auto translated by TM merge
PERMISSION_ADD_FAILED_VM_IN_POOL=Impossible d'ajouter une permission, la VM fait partie de VM-Pool, la permission doit \u00EAtre donn\u00E9e sur la VM-Pool \u00E0 la place
# auto translated by TM merge
ROLE_WITH_ROLE_ID_DO_NOT_EXIST=Un r\u00F4le avec cet ID n'existe pas
# auto translated by TM merge
VDS_GROUP_CPU_UTILIZATION_MUST_BE_IN_VALID_RANGE=La limite d'utilisation du CPU doit \u00EAtre entre 0 et 100.
# auto translated by TM merge
VDS_GROUP_CPU_LOW_UTILIZATION_PERCENTAGE_MUST_BE_LOWER_THAN_HIGH_PERCENTAGE=Le seuil inf\u00E9rieur d'utilisation CPU doit \u00EAtre plus bas que le seuil sup\u00E9rieur d\u00E9fini.
# auto translated by TM merge
VDS_GROUP_CPU_HIGH_UTILIZATION_PERCENTAGE_MUST_BE_DEFINED_WHEN_USING_EVENLY_DISTRIBUTED=Le seuil maximum d'utilisation CPU doit \u00EAtre d\u00E9fini quand on utilise une police distribu\u00E9e uniform\u00E9ment.
# auto translated by TM merge
VDS_GROUP_BOTH_LOW_AND_HIGH_CPU_UTILIZATION_PERCENTAGE_MUST_BE_DEFINED_WHEN_USING_POWER_SAVING=Les seuils inf\u00E9rieur et maximum d'utilisation CPU, respectivement, doivent \u00EAtre d\u00E9finis quand on utilise une police de gestion de l'alimentation.
# auto translated by TM merge
VDS_GROUP_AT_LEAST_ONE_SERVICE_MUST_BE_ENABLED=Un service [virt / gluster], au moins, doit \u00EAtre activ\u00E9 sur le Cluster.
# auto translated by TM merge
VDS_GROUP_CANNOT_DISABLE_VIRT_WHEN_CLUSTER_CONTAINS_VMS=Impossible de d\u00E9sactiver le service virt sur le cluster car il contient des VM.
# auto translated by TM merge
VDS_GROUP_CANNOT_DISABLE_GLUSTER_WHEN_CLUSTER_CONTAINS_VOLUMES=Impossible de d\u00E9sactiver le service gluster sur le cluster car il contient des volumes.
# auto translated by TM merge
MISSING_DIRECTORY_ELEMENT_ID=L'ID d'utilisateur/groupe ne peut rester vide.
# auto translated by TM merge
NETWORK_ILEGAL_NETWORK_NAME=Le nom du r\u00E9seau doit \u00EAtre 1-15 de long et ne doit poss\u00E9der que des caract\u00E8res 'A-Z', 'a-z', '0-9', '_' 
# auto translated by TM merge
STORAGE_OPERATION_FAILED_SPM_NETWORK_PROBLEMS=Les op\u00E9rations de stockage associ\u00E9es ne peuvent pas \u00EAtre effectu\u00E9es quand le Gestionnaire de pool de stockage est inactif.\nVeuillez veiller \u00E0 ce que le Gestionnaire de pool de stockage soit actif et en cours d'ex\u00E9cution, et veuillez v\u00E9rifier la connectivit\u00E9 r\u00E9seau.
# auto translated by TM merge
VALIDATION_STORAGE_CONNECTION_INVALID=Le chemin d'acc\u00E8s de montage est ill\u00E9gal, veuillez utiliser la convention  [IP\:/path or FQDN\:/path].
# auto translated by TM merge
VALIDATION_TAGS_INVALID_TAG_NAME=Nom de balise ill\u00E9gal. Seuls les caract\u00E8res alphanum\u00E9riques, '-' et '_' sont valides
# auto translated by TM merge
VALIDATION_VM_POOLS_NAME_NOT_NULL=Le nom du pool est requis
# auto translated by TM merge
VALIDATION_ROLES_NAME_NOT_NULL=Le nom du r\u00F4le est requis
# auto translated by TM merge
VALIDATION_ROLES_ID_NOT_NULL=L'ID du r\u00F4le est requis
# auto translated by TM merge
VALIDATION_ROLES_NAME_MAX=Le nom du r\u00F4le ne doit pas d\u00E9passer 126 caract\u00E8res
# auto translated by TM merge
VALIDATION_BOOKMARKS_ID_NOT_NULL=L'ID du marque-page est requis
# auto translated by TM merge
VALIDATION_BOOKMARKS_NAME_NOT_NULL=Le nom du marque-page est requis
# auto translated by TM merge
VALIDATION_VDS_GROUP_NAME_NOT_NULL=Le nom du cluster est requis
# auto translated by TM merge
VALIDATION_VDS_GROUP_NAME_MAX=Le nom du cluster ne doit pas d\u00E9passer 40 caract\u00E8res
# auto translated by TM merge
VALIDATION_VDS_GROUP_MigrateOnError_NOT_NULL=L'option MigrateOnError est requise
# auto translated by TM merge
VALIDATION_STORAGE_POOL_ID_NOT_NULL=L'ID du centre de donn\u00E9es est requis
# auto translated by TM merge
VALIDATION_VDS_HOSTNAME_HOSTNAME_OR_IP=L'adresse de l'h\u00F4te doit correspondre \u00E0 un FQDN ou \u00E0 une adresse IP valide
# auto translated by TM merge
VALIDATION_VDS_POWER_MGMT_ADDRESS_HOSTNAME_OR_IP=L'adresse de gestion de l'alimentation de l'h\u00F4te doit correspondre \u00E0 un FQDN ou \u00E0 une adresse IP valide
# auto translated by TM merge
VALIDATION_VM_NUM_OF_MONITORS_EXCEEDED=La VM a d\u00E9pass\u00E9 le nombre de moniteurs autoris\u00E9s
# auto translated by TM merge
VALIDATION_VM_TEMPLATE_NAME_MAX=Le nom du mod\u00E8le de la VM ne doit pas d\u00E9passer 40 caract\u00E8res
# auto translated by TM merge
VALIDATION_DISK_INTERFACE_NOT_NULL=L'interface est requise
# auto translated by TM merge
VALIDATION_VOLUME_TYPE_NOT_NULL=Le type de volume est requis
# auto translated by TM merge
VALIDATION_DISK_TYPE_NOT_NULL=Le type de disque est requis
# auto translated by TM merge
VALIDATION_DISK_DESCRIPTION_INVALID=La description du disque doit \u00EAtre form\u00E9e de caract\u00E8res ASCII
# auto translated by TM merge
VALIDATION_DISK_ALIAS_INVALID=Le nom d'alias du disque doit \u00EAtre compos\u00E9 de "a-z0-9A-Z" ou "-_"
# auto translated by TM merge
VALIDATION_VOLUME_FORMAT_NOT_NULL=Le format du volume est requis
# auto translated by TM merge
VALIDATION_DISK_IMAGE_DESCRIPTION_NOT_ASCII=La description du snapshot ne doit pas comprendre de caract\u00E8res non-ASCII
# auto translated by TM merge
VALIDATION_DISK_IMAGE_DESCRIPTION_NOT_EMPTY=La description du snapshot ne doit pas rester vide
# auto translated by TM merge
VALIDATION_VMINTERFACE_MACADDRESS=L'adresse MAC doit \u00EAtre du format suivant \: XX\:XX\:XX\:XX\:XX\:XX, (XX\=0-9 or A-F)
# auto translated by TM merge
VALIDATION_EVENTS_EMAIL_FORMAT=le format email n'est pas valide
# auto translated by TM merge
VALIDATION_INVALID_CORRELATION_ID=L'ID de corr\u00E9lation doit \u00EAtre compos\u00E9 de "a-z0-9A-Z" ou "-_"
# auto translated by TM merge
VALIDATION_ROLES_NAME_INVALID=Le nom du r\u00F4le doit \u00EAtre compos\u00E9 de "a-z0-9A-Z" ou "-_"
# auto translated by TM merge
VALIDATION_VDS_GROUP_NAME_INVALID=Le nom du cluster doit \u00EAtre compos\u00E9 de caract\u00E8res alphanum\u00E9riques, de nombres, ou "-_"
# auto translated by TM merge
VALIDATION_VDS_NAME_INVALID=Le nom de l'h\u00F4te doit \u00EAtre compos\u00E9 de caract\u00E8res alphanum\u00E9riques, de nombres, ou "-_"
# auto translated by TM merge
VALIDATION_STORAGE_DOMAIN_NAME_INVALID=Le nom du domaine de stockage doit \u00EAtre compos\u00E9 de "a-z0-9A-Z" ou "-_"
# auto translated by TM merge
VALIDATION_DATA_CENTER_DESCRIPTION_INVALID="La description du centre de donn\u00E9es doit \u00EAtre compos\u00E9e de caract\u00E8res ASCII uniquement"
# auto translated by TM merge
VALIDATION_DATA_CENTER_NAME_INVALID=Le nom du centre de donn\u00E9es doit \u00EAtre compos\u00E9 de "a-z0-9A-Z" ou "-_"
# auto translated by TM merge
VALIDATION_QUOTA_NAME_INVALID=Le nom du quota doit est constitu\u00E9 de "a-z0-9A-Z" and "-_"
# auto translated by TM merge
VALIDATION_VM_NETWORK_MAC_ADDRESS_INVALID=L'adresse MAC doit \u00EAtre du format "HH\:HH\:HH\:HH\:HH\:HH" avec H comme caract\u00E8re hexad\u00E9cimal (soit en chiffres ou A-F, Casse non importante).
# auto translated by TM merge
VALIDATION_VM_NETWORK_MAC_ADDRESS_NOT_NULL=L'adresse MAC est requise
# auto translated by TM merge
VALIDATION_VM_NETWORK_NAME_NOT_NULL=Le nom de l'interface est requis
VALIDATION_CONNECTIVITY_TIMEOUT_INVALID=Le timeout de connectivit\u00E9 n'est pas valide. Le timeout doit \u00EAtre compris entre 1 et 120.
VALIDATION.REPETITIVE.IP.IN.VDS=Liste d'interfaces non valide, deux interfaces de r\u00E9seau au moins poss\u00E8dent le m\u00EAme IP.
# auto translated by TM merge
ERROR_CANNOT_FIND_ISO_IMAGE_PATH=Le chemin de l'image ISO est non valide
# auto translated by TM merge
ERROR_CANNOT_FIND_FLOPPY_IMAGE_PATH=Le chemin de l'image de la disquette est non valide
# auto translated by TM merge
VDS_ADD_STORAGE_SERVER_STATUS_MUST_BE_UP=Impossible d'ajouter une connexion au serveur de stockage quand le statut de l'h\u00F4te n'est pas actif
# auto translated by TM merge
USER_FAILED_TO_AUTHENTICATE_WRONG_USERNAME_OR_PASSWORD=Le nom d'utilisateur et le mot de passe sont incorrects.
# auto translated by TM merge
VDS_GROUP_CANNOT_UPDATE_CPU_WITH_SUSPENDED_VMS=Impossible de mettre \u00E0 jour le cluster ou de modifier le niveau du CPU Cluster s'il y a des VM en suspension dans le cluster.
# auto translated by TM merge
VDS_GROUP_CANNOT_LOWER_CPU_LEVEL=Impossible de mettre \u00E0 jour le cluster ou de diminuer le niveau CPU Cluster si toutes les machines virtuelles du Cluster sont Down (inactives)
# auto translated by TM merge
CUSTOM_VM_PROPERTIES_INVALID_VALUES_NOT_ALLOWED_IN_CURRENT_CLUSTER=Impossible de mettre \u00E0 jour le Cluster, les propri\u00E9t\u00E9s personnalis\u00E9es ne sont pas prises en charge sous la version actuelle du Cluster
# auto translated by TM merge
USER_FAILED_TO_AUTHENTICATE_ACCOUNT_IS_LOCKED_OR_DISABLED=Erreur d'authentification. L'utilisateur est soit verrouill\u00E9, soit d\u00E9sactiv\u00E9.
# auto translated by TM merge
USER_FAILED_TO_AUTHENTICATE_NO_KDCS_FOUND=Erreur d'authentification. Veuillez v\u00E9rifier que le nom complet du domaine utilis\u00E9 pour cette authentification soit correct.
# auto translated by TM merge
USER_FAILED_TO_AUTHENTICATE_CONNECTION_TIMED_OUT=Erreur d'authentification. La connexion au Serveur de r\u00E9pertoires a expir\u00E9. Veuillez contacter votre administrateur de syst\u00E8mes
# auto translated by TM merge
USER_FAILED_TO_AUTHENTICATE_WRONG_REALM=Erreur d'authentification. Un nom de domaine erron\u00E9 a \u00E9t\u00E9 fourni pour l'authentification
# auto translated by TM merge
ACTION_TYPE_FAILED_INVALID_CUSTOM_VM_PROPERTIES_DUPLICATE_KEYS=Impossible de ${action} ${type}si certaines des propri\u00E9t\u00E9s personnalis\u00E9es sp\u00E9cifi\u00E9es apparaissent \u00E0 plusieurs reprises. Les cl\u00E9s sont \:  ${DuplicateKeys}
# auto translated by TM merge
ACTION_TYPE_FAILED_HOSNAME_CANNOT_CHANGE=L'adresse de l'h\u00F4te ne peut pas \u00EAtre modifi\u00E9e en raison de restrictions de s\u00E9curit\u00E9. Pour pouvoir changer l'adresse de l'h\u00F4te, l'h\u00F4te doit \u00EAtre install\u00E9 \u00E0 nouveau.
# auto translated by TM merge
CAN_DO_ACTION_DATABASE_CONNECTION_FAILURE=L'action a \u00E9chou\u00E9 pour cause d'\u00E9chec de la connexion \u00E0 la base de donn\u00E9es. Veuillez v\u00E9rifier la connectivit\u00E9 \u00E0 votre serveur de base de donn\u00E9es.
# auto translated by TM merge
ACTION_TYPE_FAILED_DESCRIPTION_MAY_NOT_CONTAIN_SPECIAL_CHARS=Impossible de ${action} ${type}. La description donn\u00E9e contient des caract\u00E8res sp\u00E9ciaux. \nSeuls les alpha-num\u00E9rique et certains caract\u00E8res sp\u00E9ciaux conformes aux caract\u00E8res ASCII standard sont autoris\u00E9s.
# auto translated by TM merge
ACTION_TYPE_FAILED_NAME_LENGTH_IS_TOO_LONG=Impossible de ${action} ${type}. Le  nom est trop long.
# auto translated by TM merge
ACTION_TYPE_FAILED_NAME_MAY_NOT_BE_EMPTY=Impossible de ${action} ${type}. Le  nom est rest\u00E9 vide.
# auto translated by TM merge
ACTION_TYPE_FAILED_NAME_MAY_NOT_CONTAIN_SPECIAL_CHARS=Impossible de ${action} ${type}. Le nom contient des caract\u00E8res sp\u00E9ciaux. Seuls les lettres et chiffres minuscules et majuscules , \u00AB _ \u00BB, '-\u00AB, \u00BB.' sont autoris\u00E9s.
# auto translated by TM merge
ACTION_TYPE_FAILED_NAME_MAY_NOT_CONTAIN_SPECIAL_CHARS_OR_DASH=Impossible de ${action} ${type}. Le nom contient des caract\u00E8res sp\u00E9ciaux. Seuls les lettres et chiffres minuscules et majuscules, '_' sont autoris\u00E9s.
# auto translated by TM merge
ACTION_TYPE_FAILED_INVALID_VDS_HOSTNAME=Impossible de ${action} ${type}. Le nom d'h\u00F4te donn\u00E9 n'est pas valide. Seuls les noms d'h\u00F4tes correspondant \u00E0 RFC-952 et RFC-1123 sont autoris\u00E9s.
# auto translated by TM merge
VM_CANNOT_RUN_ONCE_WITH_ILLEGAL_SYSPREP_PARAM=Nom Utilisateur et Mot de passe manquants
# auto translated by TM merge
ACTION_TYPE_FAILED_CANNOT_REMOVE_BUILTIN_GROUP_EVERYONE=Impossible de supprimer le groupe int\u00E9gr\u00E9 "Everyone" (Tous).
# auto translated by TM merge
ACTION_TYPE_FAILED_IMPORT_DATA_DOMAIN_PROHIBITED=L'importation du domaine de donn\u00E9es n'est pas autoris\u00E9.
# auto translated by TM merge
ACTION_TYPE_FAILED_VDS_NOT_MATCH_VALID_STATUS=Impossible de ${action} ${type}. Id d'h\u00F4te non valide. Les statuts d'h\u00F4te valides sont "Non operational", "Maintenance" ou "Connecting".
# auto translated by TM merge
CANNOT_REMOVE_STORAGE_DOMAIN_INVALID_HOST_ID=Impossible de supprimer le domaine de stockage - l'ID de l'h\u00F4te sous-jacent est non valide.
# auto translated by TM merge
ERROR_CANNOT_DEACTIVATE_MASTER_WITH_LOCKED_DOMAINS=Nous essayons de d\u00E9asactiver un domaine de stockage Ma\u00EEtre alors qu'il y a des domaines verrouill\u00E9s dans le Centre de donn\u00E9es. Veuillez tout d'abord patientez jusqu'\u00E0 ce que les op\u00E9rations sur ces domaines se terminent.
# auto translated by TM merge
TAGS_CANNOT_REMOVE_TAG_NOT_EXIST=Impossible de supprimer la balise. La balise n'existe pas.
# auto translated by TM merge
VAR__TYPE__VM__CLUSTER=$type VM Cluster
# auto translated by TM merge
VDS_FENCING_OPERATION_FAILED=Impossible de ${action} ${type}. L'op\u00E9ration de cl\u00F4turage a \u00E9chou\u00E9.
# auto translated by TM merge
VM_CANNOT_WITHOUT_ACTIVE_STORAGE_DOMAIN_ISO=Impossible de ${action} sans domaine ISO actif.
# auto translated by TM merge
CAN_DO_ACTION_GENERAL_FAILURE=- \u00C9chec de validation de commande
# auto translated by TM merge
ERROR_CANNOT_REMOVE_ACTIVE_STORAGE_POOL=- Impossible de supprimer un Centre de donn\u00E9es actif
# auto translated by TM merge
ROLE_TYPE_CANNOT_BE_EMPTY=- Type de R\u00F4le non valide
# auto translated by TM merge
CANNOT_ADD_ACTION_GROUPS_TO_ROLE_TYPE=- Impossible d'ajouter un groupe d'action d'administrateur \u00E0 un R\u00F4le utilisateur.
# auto translated by TM merge
STORAGE_DOMAIN_NOT_ATTACHED_TO_STORAGE_POOL=- Le domaine de stockage est d\u00E9j\u00E0 d\u00E9tach\u00E9 du Centre de donn\u00E9es.
# auto translated by TM merge
VDS_APPROVE_VDS_NOT_FOUND=- Impossible d'approuver l'h\u00F4te - l'h\u00F4te n'existe pas.
# auto translated by TM merge
ACTION_TYPE_FAILED_QUOTA_NOT_EXIST=Impossible de ${action} ${type}. Le quota n'existe pas.
# auto translated by TM merge
ACTION_TYPE_FAILED_QUOTA_IS_NOT_VALID=Impossible de ${action} ${type}. Le quota n'est pas valide.
ACTION_TYPE_FAILED_NO_QUOTA_SET_FOR_DOMAIN=Impossible de ${action} ${type}. Aucun quota n'est d\u00E9fini pour le domaine s\u00E9lectionn\u00E9. Attribuer un quota au domaine ou s\u00E9lectionnez un autre domaine.
ACTION_TYPE_FAILED_QUOTA_IS_NO_LONGER_AVAILABLE_IN_SYSTEM=Impossible de ${action} ${type}. Le quota associ\u00E9 \u00E0 VM ${VmName} n'est plus disponible. Cela peut \u00EAtre le r\u00E9sultat d'une action d'importation ou de restauration de snapshot. Veuillez assigner \u00E0 nouveau un quota \u00E0 cette VM.
# auto translated by TM merge
ACTION_TYPE_FAILED_QUOTA_LIMIT_IS_SPECIFIC_AND_GENERAL=Impossible de ${action} ${type}. La limitation ne peut pas \u00EAtre configur\u00E9e comme sp\u00E9cifique et g\u00E9n\u00E9rale dans un m\u00EAme quota. Veuillez choisir si la limitation doit \u00EAtre appliqu\u00E9e au Centre de donn\u00E9es ou au stockage sp\u00E9cifique.
# auto translated by TM merge
ACTION_TYPE_FAILED_QUOTA_LIMIT_IS_NOT_SPECIFIC_OR_GENERAL=Impossible de ${action} ${type}. La limitation de quota doit \u00EAtre configur\u00E9e en sp\u00E9cifique ou g\u00E9n\u00E9ral.
# auto translated by TM merge
ACTION_TYPE_FAILED_QUOTA_NAME_ALREADY_EXISTS=Impossible de ${action} ${type}. Il existe d\u00E9j\u00E0 un quota du m\u00EAme nom.
# auto translated by TM merge
ACTION_TYPE_FAILED_QUOTA_NAME_RESERVED_FOR_DEFAULT=Impossible de ${action} ${type}. Le pr\u00E9fixe DefaultQuota est r\u00E9serv\u00E9 au quota par d\u00E9faut.
# auto translated by TM merge
ACTION_TYPE_FAILED_QUOTA_CAN_NOT_HAVE_DEFAULT_INDICATION=Impossible de ${action} ${type} car le quota ne peut pas avoir une indication \u00ABpar d\u00E9faut\u00AB.
# auto translated by TM merge
ACTION_TYPE_FAILED_QUOTA_WITH_DEFAULT_INDICATION_CAN_NOT_BE_REMOVED=Impossible de ${action} ${type}. Le quota avec une indication \u00ABpar d\u00E9faut\u00BB ne peut pas \u00EAtre supprim\u00E9 tant que le Centre de donn\u00E9es est en mode d\u00E9sactiver.
ACTION_TYPE_FAILED_QUOTA_IN_USE_BY_VM_OR_DISK=Impossible de ${action} ${type}. Le quota est en cours d'utilisation par une VM ou un disque.
# auto translated by TM merge
ACTION_TYPE_FAILED_DATA_CENTER_MUST_HAVE_AT_LEAST_ONE_QUOTA=Impossible de ${action} ${type}. Le centre de donn\u00E9es doit avoir au moins un quota associ\u00E9. Veuillez essayer d'ajouter un autre quota, ou bien changer le quota existant.
# auto translated by TM merge
ACTION_TYPE_FAILED_QUOTA_STORAGE_LIMIT_EXCEEDED=Impossible de ${action} ${type}. Le quota n'a pas suffisamment de ressources de stockage.
# auto translated by TM merge
ACTION_TYPE_FAILED_QUOTA_VDS_GROUP_LIMIT_EXCEEDED=Impossible de ${action} ${type}. Le quota n'a pas suffisamment de ressources de cluster.
# auto translated by TM merge
USER_CANNOT_RUN_QUERY_NOT_PUBLIC=Permission refus\u00E9e. Votre demande n'est pas publique.
# auto translated by TM merge
ERROR_CANNOT_ATTACH_ACTION_GROUP_TO_ROLE_ATTACHED=Impossible d'attacher le groupe d'actions au R\u00F4le. Ce groupe d'actions est d\u00E9j\u00E0 attach\u00E9 au R\u00F4le.
# auto translated by TM merge
ERROR_CANNOT_ATTACH_ACTION_GROUP_TO_ROLE_INVALID_ACTION=Impossible d'attacher un groupe d'actions \u00E0 un R\u00F4le. Le groupe d'actions est non valide.
# auto translated by TM merge
ERROR_CANNOT_DETACH_ACTION_GROUP_TO_ROLE_NOT_ATTACHED=Impossible de d\u00E9tacher un groupe d'actions d'un R\u00F4le. Le groupe d'actions n'est pas attach\u00E9 \u00E0 ce R\u00F4le.
# auto translated by TM merge
ERROR_LICENSE_NO_LICENSE=Il n'a a pas de licence d'oVirt Engine valide.
# auto translated by TM merge
ERROR_LICENSE_EXPIRED=La p\u00E9riode d'\u00E9valuation d'oVirt Engine a expir\u00E9
# auto translated by TM merge
MESSAGE_LICENSE_EVALUATION__PARAM_DAYS_LEFT=oVirt Engine est en mode d'\u00E9valuation. La p\u00E9riode d'\u00E9valuation sera termin\u00E9e dans ${DaysLeft} jours
# auto translated by TM merge
VDS_REGISTER_NO_HOSTNAME_INPUT=Impossible d'enregistrer l'h\u00F4te. Pas de nom d'h\u00F4te sp\u00E9cifi\u00E9.
# auto translated by TM merge
VDS_REGISTER_UNIQUE_ID_DIFFERENT_TYPE=Impossible d'enregistrer l'h\u00F4te. Un h\u00F4te poss\u00E9dant un ID identique a \u00E9t\u00E9 trouv\u00E9, mais le type d'h\u00F4te demand\u00E9 ne correspond pas.
# auto translated by TM merge
VDS_REGISTER_UNIQUE_ID_AMBIGUOUS=Impossible d'ajouter un h\u00F4te qui poss\u00E8de un ID identique comme h\u00F4te\: ${HostNameList}.\nCela peut avoir lieu si cet h\u00F4te a d\u00E9j\u00E0 \u00E9t\u00E9 ajout\u00E9 au syst\u00E8me.
# auto translated by TM merge
AUTO_MIGRATE_DISABLED=Migration impossible - v\u00E9rifier les options de configuration qui conviennent.
# auto translated by TM merge
AUTO_MIGRATE_VDS_NOT_FOUND=Migration impossible - h\u00F4te non trouv\u00E9.
# auto translated by TM merge
AUTO_MIGRATE_POWERCLIENT_NOT_FOUND=Migration impossible - Power Client non trouv\u00E9
# auto translated by TM merge
AUTO_MIGRATE_ALREADY_ON_POWERCLIENT=Migration impossible - une VM r\u00E9side d\u00E9j\u00E0 dans Power Client
# auto translated by TM merge
AUTO_MIGRATE_ALREADY_RUNNING_ON_VDS=Migration impossible - une VM est d\u00E9j\u00E0 en cours d'ex\u00E9cution dans l'H\u00F4te
# auto translated by TM merge
AUTO_MIGRATE_UNSUCCESSFUL=Migration impossible - une migration pr\u00E9c\u00E9dente a \u00E9chou\u00E9
# auto translated by TM merge
APPROVE_VDS_VDS_NOT_FOUND=Impossible d'approuver l'h\u00F4te. L'h\u00F4te n'a pas \u00E9t\u00E9 trouv\u00E9.
# auto translated by TM merge
VDS_GROUP_CLUSTER_IS_NOT_VALID=Impossible de ${action} Cluster. L'ID du Cluster n'est pas valide.
# auto translated by TM merge
NETWORK_INTERFACE_NAME_ALREAY_EXISTS=Le fichier r\u00E9seau est d\u00E9j\u00E0 utilis\u00E9
# auto translated by TM merge
STORAGE_DOMAIN_TYPE_ILLEGAL_FOR_ADDING_EXISTING=On ne peut pas ajouter un stockage de ce type
# auto translated by TM merge
NETWORK_INTERFACE_NOT_HAVE_DISPLAY_FLAG=L'interface sp\u00E9cifi\u00E9e n'est pas une interface d'affichage
# auto translated by TM merge
ERROR_CANNOT_ADD_STORAGE_POOL_WITHOUT_DATA_AND_ISO_DOMAINS=Impossible de cr\u00E9er un Centre de donn\u00E9es - Il doit y avoir au moins un stockage de donn\u00E9es.
# auto translated by TM merge
ERROR_CANNOT_ADD_STORAGE_POOL_WITH_DIFFERENT_STORAGE_FORMAT=Impossible d'ajouter des stockages de donn\u00E9es au pool. Les stockages doivent poss\u00E9der le m\u00EAme format.
# auto translated by TM merge
ACTION_TYPE_FAILED_VMS_IN_STORAGE_POOL=Impossible de ${action} ${type}. Il y a des VM dans le centre de donn\u00E9es.
# auto translated by TM merge
ERROR_CANNOT_CHANGE_STORAGE_POOL_VDSS_UP=Veuillez d\u00E9placer tous les serveurs en maintenance avant de mettre \u00E0 jour le centre de donn\u00E9es.
NETWORK_STORAGE_POOL_MUST_BE_SPECIFY=Le centre de donn\u00E9es doit \u00EAtre sp\u00E9cifi\u00E9.
# auto translated by TM merge
EN_UNKNOWN_TAG_NAME=Nom de balise unconnu.
# auto translated by TM merge
ERROR_CANNOT_ATTACH_STORAGE_DOMAIN_SHARED_NOT_SUPPORTED_IN_THIS_POOL=Impossible d'attacher le domaine de stockage, les domaines partag\u00E9s ne sont pas support\u00E9s dans cette version de compatibilit\u00E9 du centre de donn\u00E9es.
# auto translated by TM merge
ERROR_CANNOT_ATTACH_STORAGE_DOMAIN_SHARED_NOT_SUPPORTED_IN_OTHER_POOL=Impossible d'attacher le domaine de stockage, les domaines partag\u00E9s ne sont pas support\u00E9s dans les autres versions de compatibilit\u00E9 du centre de donn\u00E9es.
# auto translated by TM merge
ERROR_CANNOT_REMOVE_POOL_WITH_NETWORKS=Impossible de supprimer un Centre de donn\u00E9es avec des r\u00E9seaux, veuillez tout d'abord supprimer tous les r\u00E9seaux.
# auto translated by TM merge
ACTION_TYPE_FAILED_UP_VDSS_IN_CLUSTER=Impossible de ${action} ${type}. Certains H\u00F4tes du cluster sont dans un \u00E9tat UP (Actif). Veuillez tout d'abord faire passer l'H\u00F4te au mode Maintenance.
# auto translated by TM merge
TAGS_DIRECTORY_ELEMENT_TAG_IS_MISSING=La balise \u00C9l\u00E9ment de r\u00E9pertoire est manquante pour l'utilisateur demand\u00E9
# auto translated by TM merge
DIRECTORY_GROUP_CANNOT_ATTACH_TO_VM_ALREADY_ATTACHED=Le Groupe de r\u00E9pertoires est d\u00E9j\u00E0 attach\u00E9 \u00E0 cette VM
# auto translated by TM merge
DIRECTORY_GROUP_NOT_ATTACH_TO_VM=Le Groupe de r\u00E9pertoires n'est pas attach\u00E9 \u00E0 la VM indiqu\u00E9e.\n
# auto translated by TM merge
ERROR_CANNOT_DEFAULT_DIRECTORY_ELEMENT_TAG=Impossible de supprimer la balise du R\u00E9pertoire par d\u00E9faut.
# auto translated by TM merge
ACTION_TYPE_FAILED_NO_VDS_SUPPLIED=Impossible de ${action} ${type}. H\u00F4te non fourni
# auto translated by TM merge
NETWORK_CAN_NOT_REMOVE_DEFAULT_NETWORK=Impossible de supprimer le R\u00E9seau par d\u00E9faut
# auto translated by TM merge
NETWORK_CAN_NOT_UPDATE_DEFAULT_NETWORK=Impossible de mettre \u00E0 jour le nom du r\u00E9seau par d\u00E9faut
# auto translated by TM merge
TAGS_CANNOT_ASSING_TAG=La balise sp\u00E9cifi\u00E9e ne peut pas \u00EAtre assign\u00E9e
# auto translated by TM merge
ACTION_TYPE_FAILED_XP_MEMORY_ERROR=Impossible de ${action} ${type}. M\u00E9moire ill\u00E9gale d\u00E9finie pour Windows XP
# auto translated by TM merge
NETWORK_INTERFACE_CANNOT_UPDATE_INTERFACE_VLAN=Impossible de mettre \u00E0 our le r\u00E9seau avec VLAN, vous devrez d\u00E9finir l'interface \u00E0 "Aucun" R\u00E9seau
# auto translated by TM merge
ILLEAGAL_USER_PROVIDED=Utilisateur ill\u00E9gal fourni
# auto translated by TM merge
USER_CANNOT_BE_ADDED_TO_VM=L'utilisateur ne peut pas \u00EAtre ajout\u00E9 \u00E0 la VM
# auto translated by TM merge
USER_CANNOT_BE_ADDED_TO_VM_POOL=L'utilisateur ne peut pas \u00EAtre ajout\u00E9 \u00E0 la VM-Pool
# auto translated by TM merge
ACTION_TYPE_FAILED_DETECTED_PINNED_VMS=Impossible de ${action} ${type}. Les VM suivantes sont configur\u00E9es pour ex\u00E9cuter pr\u00E9cis\u00E9ment sur cet h\u00F4te\: ${VmNames}. \nPour pouvoir ${type} {action}, vous devez supprimer l'association entre les VM et l'h\u00F4te (\u00E0 l'aide de Modification Propri\u00E9t\u00E9s VM).
# auto translated by TM merge
HOT_PLUG_IS_NOT_SUPPORTED=Activer/D\u00E9sactiver quand la VM est en cours d'utilisation, n'est uniquement pris en charge que pour les Clusters Version 3.1 et version sup\u00E9rieure
# auto translated by TM merge
ACTION_TYPE_FAILED_GUEST_OS_VERSION_IS_NOT_SUPPORTED=Impossible de  ${action} ${type}. La version du SE de l'invit\u00E9 n'est pas prise en charge
# auto translated by TM merge
HOT_PLUG_DISK_IS_NOT_VIRTIO=Connexion \u00E0 des disques virtIO uniquement.
# auto translated by TM merge
HOT_PLUG_DISK_IS_NOT_UNPLUGGED=Le disque est d\u00E9j\u00E0 activ\u00E9.
# auto translated by TM merge
HOT_UNPLUG_DISK_IS_NOT_PLUGGED=Le disque a d\u00E9j\u00E0 \u00E9t\u00E9 d\u00E9sactiv\u00E9.
ACTIVATE_DEACTIVATE_NIC_VM_STATUS_ILLEGAL=Ne peut pas activer/d\u00E9sactiver l'interface de r\u00E9seau VM en raison du statut VM. Le statut de la machine virtuelle doit \u00EAtre vers le bas (Down) ou vers le haut (Up).
ACTIVATE_DEACTIVATE_NETWORK_NOT_IN_VDS=Le r\u00E9seau n'existe pas sur l'h\u00F4te de la machine virtuelle en cours d'ex\u00E9cution. \nAjouter le r\u00E9seau sur l'h\u00F4te ou de migrer la VM vers un h\u00F4te qui poss\u00E8de ce r\u00E9seau.
# auto translated by TM merge
VM_CANNOT_RUN_FROM_DISK_WITHOUT_PLUGGED_DISK=Impossible de ${action} ${type} sans avoir au moins un disque.\nVeuillez activer un disque et ex\u00E9cuter \u00E0 nouveau la VM.
# auto translated by TM merge
SHAREABLE_DISK_IS_NOT_SUPPORTED_FOR_DISK=Impossible de ${action} ${type}. Le disque n'est pas partageable s'il d\u00E9pend d'un snapshot. Pour pouvoir le partager, supprimer les snapshots du disque.
SHAREABLE_DISK_IS_NOT_SUPPORTED_BY_VOLUME_FORMAT=Impossible de ${action} ${type}. Le format du volume du disque n'est pas support\u00E9 dans les disques pouvant \u00EAtre partag\u00E9s.
# auto translated by TM merge
ERROR_CANNOT_DETACH_DISK_WITH_SNAPSHOT=Impossible de ${action} ${type}. Le disque est d\u00E9j\u00E0 configur\u00E9 en snapshot. Pour pouvoir le d\u00E9tacher, supprimer les snapshots du disque.
# auto translated by TM merge
DISK_IS_ALREADY_SHARED_BETWEEN_VMS=Impossible de ${action} ${type}. Le disque est partag\u00E9 entre plusieurs VM et ne peut pas devenir non-partageable. D\u00E9tacher le disque du reste des VM auxquelles il est attach\u00E9 et ensuite, mettre \u00E0 jour le disque pour qu'il devienne non-partageable.
# auto translated by TM merge
USER_PASSWORD_EXPIRED=Erreur de connexion. Le mot de passe de l'utilisateur a expir\u00E9. Veuillez changer votre mot de passe.
# auto translated by TM merge
USER_CANNOT_LOGIN_DOMAIN_NOT_SUPPORTED=Erreur de connexion. Le domaine fourni n'est pas configur\u00E9. Veuillez contacter l'administrateur du syst\u00E8me.
# auto translated by TM merge
VM_POOL_CANNOT_DECREASE_VMS_FROM_POOL=Impossible de diminuer le nombre de VM du VM-Pool.
# auto translated by TM merge
MOVE_VM_CLUSTER_MISSING_NETWORK=Impossible de ${action} ${type}. Le cluster s\u00E9lectionn\u00E9 ne comprend pas un ou plusieurs ${networks} manquants utilis\u00E9s par la VM.
# auto translated by TM merge
ACTION_TYPE_FAILED_STORAGE_POOL_WITH_DEFAULT_VDS_GROUP_CANNOT_BE_LOCALFS=Le cluster par d\u00E9faut ne peut pas \u00EAtre d\u00E9plac\u00E9 dans le Centre de donn\u00E9es qui poss\u00E8de un Stockage local.
# auto translated by TM merge
DEFAULT_CLUSTER_CANNOT_BE_ON_LOCALFS=Le Centre de donn\u00E9es contient le Cluster par d\u00E9faut qui ne supporte pas le Stockage local
# auto translated by TM merge
VM_CANNOT_CANCEL_MIGRATION_WHEN_VM_IS_NOT_MIGRATING=Impossible d'annuler \u00ABmigration\u00BB pour une VM qui ne migre pas.
# auto translated by TM merge
ACTION_TYPE_FAILED_VM_SNAPSHOT_NOT_IN_PREVIEW=Impossible de ${action} ${type}vers un snapshot qui ne peut pas \u00EAtre pr\u00E9visualis\u00E9. Veuillez s\u00E9lectionner le snapshot pr\u00E9cis \u00E0 restaurer \: soit celui qui est en cours de pr\u00E9visualisation, ou celui pr\u00E9sent avant la pr\u00E9visualisation.
# auto translated by TM merge
ACTION_TYPE_FAILED_DISK_IS_NOT_TEMPLATE_DISK=Impossible de ${action} ${type}. Le disque s\u00E9lectionn\u00E9 n'est pas un disque mod\u00E8le. Seuls les disques mod\u00E8les peuvent \u00EAtre copi\u00E9s.
# auto translated by TM merge
ACTION_TYPE_FAILED_SOURCE_AND_TARGET_SAME=Impossible de ${action} ${type}. Les domaines de stockage de source et destination sont identiques.
# auto translated by TM merge
ACTION_TYPE_FAILED_CANNOT_MOVE_TEMPLATE_DISK=Impossible de ${action} ${type}. Les disques mod\u00E8les ne peuvent pas \u00EAtre d\u00E9plac\u00E9s.
# auto translated by TM merge
ACTION_TYPE_FAILED_NOT_A_VM_NETWORK=Impossible de ${action} ${type}. Les r\u00E9seaux suivants (${networks}) ne peuvent pas \u00EAtre d\u00E9finis comme r\u00E9seaux de VM.
# auto translated by TM merge
ACTION_TYPE_FAILED_NETWORK_NOT_IN_CLUSTER=Impossible de ${action} ${type}. Les r\u00E9seaux suivants (${networks}) ne sont pas d\u00E9finis dans le cluster.
# auto translated by TM merge
ACTION_TYPE_FAILED_INTERFACE_NETWORK_NOT_CONFIGURED=Impossible de ${action} ${type}. Une ou plusieurs interfaces de r\u00E9seau ont des configurations de r\u00E9seau incompl\u00E8tes. Veuillez configurer ces interfaces et essayer \u00E0 nouveau.
# auto translated by TM merge
NON_VM_NETWORK_NOT_SUPPORTED_FOR_POOL_LEVEL=Les r\u00E9seaux non-VM ne sont pas pris en charge dans ce Centre de donn\u00E9es.
# auto translated by TM merge
VMPAYLOAD_INVALID_PAYLOAD_TYPE=La charge utile de la VM est uniquement prise en charge pour les p\u00E9riph\u00E9riques CDROM ou Disquettes
# auto translated by TM merge
VMPAYLOAD_SIZE_EXCEEDED=La charge utile est limit\u00E9e \u00E0 ${size}K
# auto translated by TM merge
VMPAYLOAD_CDROM_EXCEEDED=La charge utile CDROM ne peut pas \u00EAtre utilis\u00E9e quand on utilise un CDROM suppl\u00E9mentaire
# auto translated by TM merge
VMPAYLOAD_FLOPPY_EXCEEDED=La charge utile Disquette ne peut pas \u00EAtre utilis\u00E9e quand on utilise une Disquette suppl\u00E9mentaire
# auto translated by TM merge
ERROR_GET_STORAGE_DOMAIN_LIST=Impossible d'obtenir une liste de domaines de stockage
# auto translated by TM merge
ACTION_TYPE_FAILED_VM_CANNOT_BE_PINNED_TO_CPU_AND_MIGRATABLE=Les VM migrables ne peuvent pas \u00EAtre \u00E9pingl\u00E9es au CPU.
# auto translated by TM merge
ACTION_TYPE_FAILED_NETWORK_INTERFACE_MAC_INVALID=Impossible de ${action} ${type}. L'interface de r\u00E9seau ${IfaceName} poss\u00E8de une adresse MAC ${MacAddress}non valide. L'adresse MAC doit \u00EAtre du format "HH\:HH\:HH\:HH\:HH\:HH" avec H comme caract\u00E8re hexad\u00E9cimal (soit en chiffres ou A-F, Casse non importante).
VDS_GROUP_ENABLING_BOTH_VIRT_AND_GLUSTER_SERVICES_NOT_ALLOWED=Impossible de ${action} ${type}. Supprimer le snapshot de la VM active n'est pas autoris\u00E9.
USER_CANNOT_FORCE_RECONNECT_TO_VM=Console de connexion refus\u00E9e. Un autre utilisateur a d\u00E9j\u00E0 acc\u00E9d\u00E9 la console de cette VM. La machine virtuelle doit \u00EAtre d\u00E9marr\u00E9e \u00E0 nouveau pour autoriser un autre utilisateur d'y acc\u00E9der, ou modifi\u00E9e par un administrateur afin de ne pas appliquer un red\u00E9marrage \u00E0 chaque fois que les utilisateurs acc\u00E8dent \u00E0 leur console.
