DIRECTORY_GROUP_CANNOT_REMOVE_DIRECTORY_GROUP_ATTACHED_TO_VM_POOL=Impossibile rimuovere Il Directory Group. Disconnettere prima il Gruppo dal VM-Pool.
IO_CD_IMAGE_FILE_ALREADY_EXIST=Il file immagine esiste gi\u00E0.
IO_CD_IMAGE_FILE_NOT_EXIST=Il file immagine non esiste.
IO_INVALID_CD_IMAGE_EXTENSION=Estensione immagine CD non valida.
IO_ISO_DIRECTORY_NOT_EXIST=La directory ISO non esiste.
IRS_FAILED_CREATING_SNAPSHOT=Creazione Snapshot fallita.
IRS_FAILED_RETRIEVING_SNAPSHOT_INFO=Errore interno, lo Snapshot non pu\u00F2 essere recuperato.
IRS_NETWORK_ERROR=Il Servizio Storage Manager non risponde.
IRS_PROTOCOL_ERROR=Errore protocollo Storage Manager.
IRS_RESPONSE_ERROR=Errore di risposta Storage Manager.
MAC_POOL_NOT_ENOUGH_MAC_ADDRESSES=Numero insufficiente di indirizzi MAC rimasti nel Pool di Indirizzi MAC.
ACTION_TYPE_FAILED_CANNOT_REMOVE_DEFAULT_MAC_POOL=Impossibile ${action} ${type}. Non \u00E8 possibile rimuove il default ${type}.
ACTION_TYPE_FAILED_MAC_POOL_DOES_NOT_EXIST=Impossibile ${action} ${type}. ${type} non esiste.
ACTION_TYPE_FAILED_CHANGING_DEFAULT_MAC_POOL_IS_NOT_SUPPORTED=Impossibile ${action} ${type}. Cambiare il default ${type} non \u00E8 supportato.
ACTION_TYPE_FAILED_SETTING_DEFAULT_MAC_POOL_IS_NOT_SUPPORTED=Impossibile ${action} ${type}. Impostare il default ${type} non \u00E8 supportato.
VMT_CANNOT_REMOVE_DETECTED_DERIVED_VM=Impossibile cancellare il Template. Il Template \u00E8 utilizzato dalle VM seguenti\: ${vmsList}.
VMT_CANNOT_REMOVE_BASE_WITH_VERSIONS=Impossibile cancellare il Template di Base se ha delle Versioni di Template; si prega di rimuovere prima tutte le Versioni di Template per questo Template\: ${versionsList}.
ACTION_TYPE_FAILED_DETECTED_DERIVED_DISKS=Impossibile ${action} ${type}. Disco(i) basato(i) su di esso\: \n ${disksInfo}.
ACTION_TYPE_FAILED_VM_IMAGE_DOES_NOT_EXIST=Impossibile ${action} ${type}. L'immagine della VM non esiste.
ACTION_TYPE_FAILED_VM_SNAPSHOT_DOES_NOT_EXIST=Impossibile ${action} ${type}. Lo Snapshot della VM non esiste.
ACTION_TYPE_FAILED_VM_SNAPSHOT_TYPE_NOT_ALLOWED=Impossibile ${action} ${type}. Il tipo Snapshot \u00E8 ${snapshotType} ma l''operazione \u00E8 consentita per Snapshot dei seguenti tipi\: ${supportedSnapshotTypes}.
ACTION_TYPE_FAILED_CORRUPTED_VM_SNAPSHOT_ID=Impossibile ${action} ${type}. La configurazione dello snapshot \u00E8 corrotta (lo snapshot ID \u00E8 vuoto). Contattare l''amministratore di sistema.
ACTION_TYPE_FAILED_VM_SNAPSHOT_HAS_NO_CONFIGURATION=Impossibile ${action} ${type}. Lo snapshot ${SnapshotName} della VM ${VmName} non ha configurazione. Scegliere una snapshot dotata di configurazione.
ACTION_TYPE_FAILED_CANNOT_RUN_ACTION_ON_NON_MANAGED_VM=Non posso ${action} ${type}. Questa VM non \u00E8 controllata dalla engine.
ACTION_TYPE_FAILED_MIN_MEMORY_CANNOT_EXCEED_MEMORY_SIZE=Non Posso ${action} ${type}. La memoria fisica garantita non pu\u00F2 superare la capacit\u00E0 di memoria.
ACTION_TYPE_FAILED_MEMORY_EXCEEDS_SUPPORTED_LIMIT=Non posso ${action} ${type}. La dimensione della memoria supera i limiti supportati per questa versione di cluster.
IMAGE_REPOSITORY_NOT_FOUND=Il Dominio Storage non \u00E8 accessibile.\nPossibili cause\:\nIl Data Center non ha Host operativi oppure il suo stato non \u00E8 Up.
VM_TEMPLATE_IS_LOCKED=Al momento il template \u00E8 in stato Locked (temporaneamente).
VM_TEMPLATE_IMAGE_IS_LOCKED=L'immagine del template \u00E8 in stato Locked (temporaneamente).
VM_TEMPLATE_IMAGE_IS_ILLEGAL=L'immagine del template non \u00E8 valida (temporaneamente).
VM_TEMPLATE_IMAGE_LAST_DOMAIN=Non posso ${action} ${type}. L''immagine \u00E8 la sola copia rimasta di un disco Template.
VM_NAME_CANNOT_BE_EMPTY=Il nome di una VM non pu\u00F2 essere vuoto.
VM_CANNOT_UPDATE_ILLEGAL_FIELD=Si \u00E8 cercato di cambiare dei valori della VM mentre la VM non \u00E8 gi\u00F9. Arrestare la VM se si vogliono modificare tali propriet\u00E0.
VM_CANNOT_RUN_FROM_NETWORK_WITHOUT_NETWORK=La VM \u00E8 configurata per essere 'Avviata da rete', ma non ci sono Interfacce di Rete configurate.\nAlternative\:\n-Selezionare un diverso boot device (tramite il comando 'Run Once' oppure 'Modifica VM' nel Sub-Tab Opzioni di Avvio).\n-Configurare Interfacce di Rete e avviare nuovamente la VM.
VM_CANNOT_RUN_FROM_CD_WITHOUT_ACTIVE_STORAGE_DOMAIN_ISO=Non posso ${action} ${type} con CD collegato senza un dominio ISO attivo.\nAlternative\:\n-Collegare un dominio ISO (per consentire di operare con il CD).\n-Cambiare la sequenza di avvio facendo uso del comando ''Modifica VM'' (Sub-Tab Avvio).\n-Selezionare un diverso boot device (tramite il comando ''Run Once'').
VM_CANNOT_RUN_FROM_DISK_WITHOUT_DISK=Non posso ${action} ${type} se non c'\u00E8 almeno un disco di boot.\nAlternative\:\n-Creare un disco per questa VM e avviare nuovamente la VM.\n-Cambiare la sequenza di avvio facendo uso del comando Modifica VM (Sub-Tab Opzioni di Avvio).\n-Usare il comando ''Run Once'' per selezionare una diversa opzione di avvio e avviare nuovamente la VM.
VM_CANNOT_RUN_STATELESS_WHILE_IN_PREVIEW=Non posso ${action} ${type}. La VM \u00E8 contrassegnata come Stateless e questo ne impedisce l''avvio in modalit\u00E0 Preview. Rimuovere l''impostazione Stateless dalla VM oppure avviarla in modalit\u00E0 diversa da Preview.
VM_CANNOT_RUN_STATELESS_HA=Non posso  ${action} ${type}. Server virtuali ad Alta Disponibilit\u00E0 non possono essere avviati in modalit\u00E0 senza stato (Stateless).
ACTION_TYPE_FAILED_DELETE_PROTECTION_ENABLED=Non posso ${action} ${type}. E'' attivo il Blocco della Cancellazione. Rimuovere il Blocco della Cancellazione per poter cancellare.
RESOURCE_MANAGER_FAILED_ATTACHING_VM_TO_USERS=Associazione della VM all'Utente fallita.
RESOURCE_MANAGER_MIGRATING_VM_IS_NOT_UP=Migrazione fallita, la VM non \u00E8 in esecuzione.
RESOURCE_MANAGER_VM_NOT_FOUND=VM non trovata.
SEARCH=Errore di ricerca.
SEARCH_ERRORNOUS_SEARCH_TEXT=Ricerca, errore nel testo.
SEARCH_INVALID_SEARCH_TEXT=Ricerca, testo non valido.
SEARCH_UNSUPPORTED_BUSINESS_OBJECT=Ricerca, business object non supportato.
TEMPLATE_IMAGE_LOCKED=Impossibile creare una nuova VM. E' in corso la copia dell'immagine disco. Attendere il termine dell'operazione di Copia.
USER_CANNOT_REMOVE_USER_ATTACHED_POOL=Impossibile rimuovere un utente associato a un Pool di VM. Rimuoverne prima l'associazione in questo modo\:\n-Posizionarsi sulla finestra 'Pool di VM'.\n-Selezionare il Pool di VM.\n-Nella barra dei menu selezionare 'Gestione Utenti del Pool'.
USER_CANNOT_REMOVE_USER_NOT_ATTACHED_POOL=Impossibile rimuovere l'utente, non \u00E8 associato al Pool di VM.
USER_CANNOT_REMOVE_USER_DETECTED_RUNNING_VM=Impossibile rimuovere un utente associato a una VM. Rimuovere prima la VM dalla linguetta Macchine Virtuali.
USER_CANNOT_REMOVE_HIMSELF=Impossibile ${action} ${type}. Attualmente l''utente \u00E8 collegato.
USER_FAILED_POPULATE_DATA=Impossibile ottenere i dati Utente dal Directory Server.
USER_FAILED_SET_USER_ROLE=Impostazione del Ruolo Utente fallita, operazione cancellata.
VDS_CANNOT_MAINTENANCE_VDS_IS_NOT_RESPONDING_WITH_VMS=Impossibile posizionare l''Host in modalit\u00E0 di Manutenzione.\nCi sono ancora VM in esecuzione su di esso e si trova nello stato Non Responsive.
VDS_CANNOT_MAINTENANCE_VDS_IS_NOT_OPERATIONAL=Impossibile posizionare l''Host in Modalit\u00E0 di Manutenzione, l'host non \u00E8 operativo.
VDS_CANNOT_MAINTENANCE_VDS_IS_IN_MAINTENANCE=Impossibile posizionare l''Host in modalit\u00E0 di Manutenzione perch\u00E9 si trova gi\u00E0 in modalit\u00E0 di Manutenzione.
VDS_CANNOT_MAINTENANCE_SPM_WITH_RUNNING_TASKS=Impossibile posizionare l''Host in modalit\u00E0 di Manutenzione. Sono in corso (su di esso) attivit\u00E0 asincrone,\nattenderne il completamento e riprovare.
VDS_CANNOT_MAINTENANCE_SPM_CONTENDING=Impossibile posizionare l''Host in modalit\u00E0 di Manutenzione. Sta contendendo il ruolo di Storage Pool Manager,\nattendere il completamento dell'operazione e riprovare.
VDS_CANNOT_MAINTENANCE_IT_INCLUDES_NON_MIGRATABLE_VM=Impossibile posizionare i seguenti Host in modalit\u00E0 di Manutenzione\: ${HostsList}.\nUna o pi\u00F9 VM in esecuzione non sono migrabili. Le VM che non possono essere migrate sono\: ${VmsList}.
VDS_CANNOT_MAINTENANCE_VM_HAS_PLUGGED_DISK_SNAPSHOT=Impossibile posizionare i seguenti Host in modalit\u00E0 di Manutenzione\: ${HostsList}.\nLe seguenti VM non possono essere migrate perch\u00E9 sono connessi Snapshot di Dischi attivati (VM/Snapshot di Dischi)\:\n\n${disksInfo}\n\ndisattivare/disconnettere gli Snapshot di Dischi oppure spegnere le VM e poi riprovare.
ACTION_TYPE_FAILED_OVF_DISK_NOT_SUPPORTED=Impossibile ${action} ${type}. Al momento questa operazione non \u00E8 supportata  per i dischi usati come OVF store.
ACTION_TYPE_FAILED_OVF_DISK_NOT_IN_APPLICABLE_STATUS=Impossibile ${action} ${type}. L''operazione pu\u00F2 essere effettuata soltanto sui dischi OVF in stato ${status}.
VDS_CANNOT_REMOVE_DEFAULT_VDS_GROUP=Impossibile rimuovere l''Host Cluster di default.
VDS_CANNOT_REMOVE_VDS_GROUP_VDS_DETECTED=Impossibile ${action} ${type}. L''Host Cluster contiene uno o pi\u00F9 Host.
VDS_CANNOT_REMOVE_VDS_STATUS_ILLEGAL=Impossibile ${action} ${type}. L''Host \u00E8 operativo.  Posizionarlo preventivamente in modalit\u00E0 di Manutenzione.
VDS_NOT_EXIST=Impossibile ${action} ${type}. Errore interno\: Host non esistente nel DB.
CANNOT_FORCE_SELECT_SPM_VDS_NOT_UP=Impossibile ${action} ${type}. L'Host ${VdsName} non \u00E8 attivo.
CANNOT_FORCE_SELECT_SPM_VDS_ALREADY_SPM=Impossibile ${action} ${type}. L'Host ${VdsName} risulta gi\u00E0 essere SPM o in contendimento.
CANNOT_FORCE_SELECT_SPM_VDS_MARKED_AS_NEVER_SPM=Impossibile ${action} ${type}. La priorit\u00E0 dell'Host ${VdsName} \u00E8 impostata a 'mai'. Questo Host non pu\u00F2 essere eletto a SPM.
CANNOT_FORCE_SELECT_SPM_STORAGE_POOL_HAS_RUNNING_TASKS=Impossibile ${action} ${type}. Lo Storage Pool ha attivit\u00E0 in corso.
CANNOT_FORCE_SELECT_SPM_VDS_NOT_IN_POOL=Impossibile ${action} ${type}. L'Host non fa parte dello Storage Pool.
VDS_PROTOCOL_ERROR=Errore interno\: errore del protocollo Host.
VDS_RESPONSE_ERROR=Errore interno\: errore nella risposta Host.
VDS_STATUS_NOT_VALID_FOR_STOP=Operazione di  Stop non ammessa, l''Host deve essere in modalit\u00E0 di Manutenzione per poter essere fermato.
VDS_STATUS_NOT_VALID_FOR_START=Operazione di  Start non ammessa, l''Host deve essere in uno dei seguenti stati\: Gi\u00F9, Non responsivo o in Manutenzione.
VDS_NO_VDS_PROXY_FOUND=Nessun altro Host nel Data Center pu\u00F2 essere usato per provare le impostazioni di Power Management.
VDS_FAILED_FENCE_VIA_PROXY_CONNECTION=La connessione all'Host tramite proxy \u00E8 fallita. Verificare che sia disponibile il Power Management e che i parametri di connessione forniti siano corretti.
VDS_STATUS_NOT_VALID_FOR_UPDATE=Impossibile ${action} ${type}. I parametri dell''Host non possono essere modificati mentre \u00E8 operativo.\nPosizionarlo preventivamente in modalit\u00E0 di Manutenzione.
VDS_NO_UUID=Impossibile ${action} ${type}. L''Host non ha un ID univoco.
VDS_ALREADY_UP=Impossibile ${action} ${type}. L''Host \u00E8 nello stato Su.
VDS_DOES_NOT_EXIST=Impossibile ${action} ${type}. L'Host non esiste.
VDS_INVALID_SERVER_ID=Impossibile ${action} ${type}. L'Host ha un ID non valido.
VDS_EMPTY_NAME_OR_ID=Impossibile ${action} ${type}. Nome Host o ID vuoti.
VDS_CANNOT_INSTALL_EMPTY_PASSWORD=Impossibile installare un Host privo di password.
VDS_CANNOT_INSTALL_STATUS_ILLEGAL=Impossibile installare l'Host.  Posizionarlo preventivamente in modalit\u00E0 di Manutenzione.
VDS_CANNOT_UPGRADE_BETWEEN_MAJOR_VERSION=Impossibile aggiornare l'Host. La sua versione non \u00E8 compatibile con la versione dell''ISO selezionata. Selezionare una ISO con versione principale ${IsoVersion}.x.
VDS_CANNOT_INSTALL_MISSING_IMAGE_FILE=Impossibile installare l'Host. Manca il file Immagine.
VDS_PORT_CHANGE_REQUIRE_INSTALL=Il numero di Porta dell'Host non pu\u00F2 essere modificato senza reinstallare l''Host.
VDS_TRY_CREATE_SECURE_CERTIFICATE_NOT_FOUND=Impossibile aggiungere un nuovo Host mediante una connessione sicura, file Certificato non trovato.
VDS_FENCE_DISABLED_AT_SYSTEM_STARTUP_INTERVAL=Fence disabilitato a causa della sequenza di start del servizio Engine.
VDS_FENCE_DISABLED_AT_QUIET_TIME=Un''altra operazione di Power Management \u00E8 in corso, riprovare tra ${seconds} secondi.
TEMPLATE_IMAGE_NOT_EXIST=Impossibile ${action} ${type}. L'immagine del Template non esiste.
VM_CANNOT_REMOVE_VDS_GROUP_VMS_DETECTED=Impossibile ${action} ${type}. Una o pi\u00F9 VM sono ancora assegnate al Cluster
VMT_CANNOT_REMOVE_VDS_GROUP_VMTS_DETECTED=Impossibile ${action} ${type}. Sono ancora associati uno o pi\u00F9 Template
VDS_GROUP_CANNOT_REMOVE_HAS_VM_POOLS=Impossibile ${action} ${type}. Sono ancora associati uno o pi\u00F9 Pool di VM
VM_IMAGE_LOCKED=Impossibile eseguire la VM. E' in corso la copia dell'immagine disco. Attendere il termine dell'operazione di Copia.
VM_POOL_CANNOT_ADD_VM_WITH_USERS_ATTACHED_TO_POOL=Impossibile connettere la VM al Pool di VM. Il Pool di VM \u00E8 gi\u00E0 connesso ad un Utente.
ACTION_TYPE_FAILED_USER_ATTACHED_TO_POOL=Utente gi\u00E0 connesso a questo Pool di VM.
VM_POOL_CANNOT_ADD_VM_ATTACHED_TO_POOL=Impossibile connettere la VM al Pool di VM. La VM \u00E8 gi\u00E0 connessa ad un altro Pool di VM.
VM_POOL_CANNOT_DETACH_VM_NOT_ATTACHED_TO_POOL=Impossibile dissociare la VM dal Pool di VM. La VM non \u00E8 connessa al Pool di VM.
VM_POOL_CANNOT_ADD_VM_DIFFERENT_CLUSTER=Impossibile connettere la VM al Pool di VM. La VM risiede in un Host Cluster diverso da quello del Pool di VM.
VM_POOL_CANNOT_REMOVE_VM_POOL_WITH_ATTACHED_DIRECTORY_GROUPS=Impossibile rimuovere il Pool di VM. Scollegare prima il/i Directory Group dal Pool di VM.
VM_POOL_CANNOT_REMOVE_VM_POOL_WITH_ATTACHED_USERS=Impossibile rimuovere il Pool di VM. Dissociare prima gli Utenti dal Pool di VM.
VM_POOL_CANNOT_REMOVE_VM_POOL_WITH_VMS=Impossibile rimuovere il Pool di VM. Scollegare prima le VM dal Pool di VM.
VM_POOL_CANNOT_REMOVE_RUNNING_VM_FROM_POOL=Impossibile dissociare la VM dal Pool di VM. La VM \u00E8 in esecuzione.
VM_POOL_CANNOT_ADD_RUNNING_VM_TO_POOL=Impossibile associare la VM al Pool di VM. La VM \u00E8 in esecuzione.
VM_INVALID_SERVER_CLUSTER_ID=ID dell''Host Cluster non valido.
VMT_CANNOT_CREATE_TEMPLATE_FROM_DOWN_VM=Impossibile ${action} ${type}. La VM \u00E8 bloccata o ancora in esecuzione, provare nuovamente quando in stato Gi\u00F9.
VMT_CANNOT_REMOVE_BLANK_TEMPLATE=Impossibile ${action} ${type}. Non \u00E8 permessa la rimozione del Blank Template. 
VMT_CANNOT_EXPORT_BLANK_TEMPLATE=Impossibile esportare il Blank Template.
VMT_CANNOT_UPDATE_ILLEGAL_FIELD=Aggiornamento delle propriet\u00E0 del template di VM fallito.
VMT_CANNOT_UPDATE_VERSION_NAME=Impossibile aggiornare il nome di un Sub-Template, pu\u00F2 essere aggiornato solamente il nome di Versione.
DIRECTORY_GROUP_CANNOT_REMOVE_DIRECTORY_GROUP_ATTACHED_TO_VM=Impossibile rimuovere il Directory Group. Disconnetterlo preventivamente dalla VM.
VM_NOT_FOUND=VM non trovata
ACTION_TYPE_FAILED_CLUSTER_UNDEFINED_ARCHITECTURE=Impossibile ${action} ${type}. Il cluster non ha una architettura definita.
ACTION_TYPE_FAILED_VM_IN_PREVIEW=Impossibile ${action} ${type}. La VM sta mostrando l''anteprima di una Snapshot.
ACTION_TYPE_FAILED_STORAGE_DELETE_VMS_IN_PREVIEW=Impossibile ${action} ${type}. Le seguenti VM stanno mostrando l''anteprima di una snapshot\: ${vms}.
ACTION_TYPE_FAILED_VM_DISK_SNAPSHOT_IS_ATTACHED_TO_ANOTHER_VM=Impossibile ${action} ${type}. I seguenti snapshot di dischi sono collegati ad altre VM (Alias di disco/Descrizione Snapshot/VM collegata)\:\n\n ${disksInfo} \n\nSi prega di scollegarli dalle VM indicate e poi riprovare.
ACTION_TYPE_FAILED_VM_DISK_SNAPSHOT_IS_PLUGGED_TO_ANOTHER_VM=Impossibile ${action} ${type}. I seguenti snapshot di dischi sono collegati ad altre VM (Alias di disco/Descrizione Snapshot/VM collegata)\:\n\n ${disksInfo} \n\nSi prega di scollegarli dalle VM indicate e poi riprovare.
ACTION_TYPE_FAILED_VM_HAS_PLUGGED_DISK_SNAPSHOT=Impossibile ${action} ${type}. I seguenti dischi (di VM) attivi sono snapshot di disco (VM/Snapshot di Disco)\:\n\n${disksInfo}. \n\nSi prega di disattivarli e poi riprovare.
ACTION_TYPE_FAILED_SHAREABLE_DISKS_NOT_SUPPORTED_ON_GLUSTER_DOMAIN=Impossibile ${action} ${type}. I dischi Condivisibili non sono supportati nei Domini Gluster.
ACTION_TYPE_FAILED_DISKS_LOCKED=Impossibile ${action} ${type}\: I seguenti dischi sono bloccati\: ${diskAliases}. Si prega di riprovare tra qualche minuto.
ACTION_TYPE_DISK_INTERFACE_UNSUPPORTED=Impossibile ${action} ${type}\: L''interfaccia disco non \u00E8 supportata dal S.O. della VM\: ${osName}.
ACTION_TYPE_FAILED_DISKS_ILLEGAL=Impossibile ${action} ${type}. I seguenti dischi collegati sono in stato NON VALIDO\: ${diskAliases} - si prega di rimuoverli e poi riprovare.
ACTION_TYPE_FAILED_MOVE_DISKS_MIXED_PLUGGED_STATUS=Impossibile ${action} ${type}. I seguenti dischi non potrebbero essere spostati\: ${diskAliases}. Assicurarsi che tutti i dischi della VM siano attivi o disattivati.
ACTION_TYPE_FAILED_IMPORT_DISKS_ALREADY_EXIST=Impossibile ${action} ${type}. I seguenti dischi esistono gi\u00E0\: ${diskAliases}. Si prega di importare come clone.
ACTION_TYPE_FAILED_VM_IS_LOCKED=Impossibile ${action} ${type}\: la VM \u00E8 bloccata. Riprovare tra qualche minuto.
ACTION_TYPE_FAILED_VM_DURING_EXPORT=Impossibile ${action} ${type}\: la VM \u00E8 in fase di esportazione. Riprovare tra qualche minuto.
ACTION_TYPE_FAILED_VM_IMAGE_IS_ILLEGAL=Impossibile ${action} ${type}. L'immagine della VM potrebbe essere corrotta.
ACTION_TYPE_FAILED_VM_HAS_NO_DISKS=Impossibile ${action} ${type}. La VM non ha dischi.
ACTION_TYPE_FAILED_IMAGE_REPOSITORY_NOT_FOUND=Impossibile ${action} ${type}\: il Dominio Storage non \u00E8 accessibile.\n-Verificare che almeno un Host sia operativo e che lo stato del Data Center sia Su.
ACTION_TYPE_FAILED_VM_IS_RUNNING=Impossibile ${action} ${type}. La VM \u00E8 in esecuzione.
ACTION_TYPE_FAILED_VM_IS_BEING_CLONED=Impossibile ${action} ${type}. La VM \u00E8 in corso di clonazione.
ACTION_TYPE_FAILED_VM_IS_BEING_UPDATED=Impossibile ${action} ${type}. La VM \u00E8 in corso di aggiornamento.
ACTION_TYPE_FAILED_VM_IS_NOT_RUNNING=Impossibile ${action} ${type}. La VM non \u00E8 in esecuzione.
ACTION_TYPE_FAILED_VM_IS_NOT_UP=Impossibile ${action} ${type}. La VM non \u00E8 Su.
ACTION_TYPE_FAILED_VM_IS_NOT_DOWN=Impossibile ${action} ${type}. Almeno una delle VM non \u00E8 Gi\u00F9.
ACTION_TYPE_FAILED_VM_IS_NOT_DOWN_OR_UP=Impossibile ${action} ${type}. La VM ${VmName} deve essere nello stato Gi\u00F9, Su oppure In Pausa.
ACTION_TYPE_FAILED_VM_HOST_CANNOT_LIVE_MERGE=Impossibile ${action} ${type}. L''host su cui gira la VM ${VmName} non dispone della funzionalit\u00E0 del live merging sulle snapshot.
ACTION_TYPE_FAILED_VM_IS_SAVING_RESTORING=Impossibile ${action} ${type}. La VM \u00E8 in fase di Salvataggio oppure di Ripristino.\n-Riprovare quando si trovi nello stato Su oppure Gi\u00F9.
ACTION_TYPE_FAILED_VM_IS_DURING_SNAPSHOT=Cannot ${action} ${type}. La VM sta eseguendo un''operazione su uno Snapshot. Si prega di attendere il termine dell''operazione e poi riprovare.
ACTION_TYPE_FAILED_VM_STATUS_ILLEGAL=Impossibile ${action} ${type} perch\u00E9 la VM \u00E8 nello stato ${vmStatus}.
ACTION_TYPE_FAILED_VM_RUNNING_STATELESS=Impossibile ${action} ${type}. La VM \u00E8 in esecuzione senza stato (Stateless). Riprovare quando la VM non sia in esecuzione senza stato.
ACTION_TYPE_FAILED_VM_IN_USE_BY_OTHER_USER=Impossibile ${action} ${type}. Un altro utente sta usando la VM.
ACTION_TYPE_FAILED_VM_NOT_FOUND=Impossibile ${action} ${type}. VM non trovata.
ACTION_TYPE_FAILED_CANNOT_USE_LATEST_WITH_CLONE=Impossibile ${action} ${type}. La clonazione da Template non consente di usare l''Ultima Versione''.
ACTION_TYPE_FAILED_VM_NOT_SET_FOR_LATEST=Impossibile ${action} ${type}. La VM \u00E8 impostata per usare una specifica versione e non passare automaticamente all''ultima versione.
ACTION_TYPE_FAILED_VM_ALREADY_IN_LATEST_VERSION=Impossibile ${action} ${type}. La Vm si trova gi\u00E0 all''ultima versione.
ACTION_TYPE_FAILED_VM_IS_NON_MIGRTABLE=Impossibile ${action} ${type}. La VM non \u00E8 migrabile.
ACTION_TYPE_FAILED_VM_IS_NON_MIGRTABLE_AND_IS_NOT_FORCED_BY_USER_TO_MIGRATE=Impossibile ${action} ${type}. La VM non \u00E8 migrabile e l''utente non ha specificato l''impostazione Migrazione Forzata
ACTION_TYPE_FAILED_VM_IS_PINNED_TO_HOST=Impossibile ${action} ${type}. La VM \u00E8 fissata all''Host.
VM_PINNED_TO_HOST_CANNOT_RUN_ON_THE_DEFAULT_VDS=Nota\: La VM \u00E8 fissata all''Host '${VdsName}' ma non vi si pu\u00F2 eseguire.
HOST_NAME_NOT_AVAILABLE=$VdsName [N/D]
VM_HOSTCPU_MUST_BE_PINNED_TO_HOST=Impossibile ${action} ${type}. VM con specifici Host Cpu Flag deve essere fissata all''Host.
MIGRATION_IS_NOT_SUPPORTED=Impossibile ${action} ${type}. Questa architettura di CPU non supporta la Migrazione.
VM_MIGRATION_IS_NOT_SUPPORTED=Impossibile ${action} ${type}. Questa architettura di CPU non supporta l'opzione di Migrazione.
ACTION_TYPE_FAILED_VM_CANNOT_BE_HIGHLY_AVAILABLE_AND_PINNED_TO_HOST=Impossibile ${action} ${type}. Una VM ad Alta Disponibilit\u00E0 non pu\u00F2 essere fissata a uno specifico Host
ACTION_TYPE_FAILED_VM_GUID_ALREADY_EXIST=Impossibile ${action} ${type}. Esiste gi\u00E0 una VM con lo stesso identificativo.
ACTION_TYPE_FAILED_NO_AVAILABLE_POOL_VMS=Impossibile ${action} ${type}. Non ci sono VM disponibili nel Pool di VM.
ACTION_TYPE_FAILED_VM_FROM_POOL_CANNOT_BE_STATELESS=Impossibile ${action} ${type}. La VM da un Pool (di VM) non pu\u00F2 essere Senza Stato (stateless).
ACTION_TYPE_FAILED_INVALID_TIMEZONE=Impossibile ${action} ${type}. Fuso orario non valido per il tipo di S.O. indicato.
ACTION_TYPE_FAILED_INVALID_SERIAL_NUMBER=Impossibile ${action} ${type}.  Il serial number personalizzato non pu\u00F2 essere vuoto se si indica una policy di serial number "Personalizzata".
ACTION_TYPE_FAILED_PRESTARTED_VMS_CANNOT_EXCEED_VMS_COUNT=Impossibile ${action} ${type}.  Il Numero di VM Preavviate non pu\u00F2 superare il numero di VM nel Pool.
ACTION_TYPE_FAILED_VM_WITH_BLANK_TEMPLATE=Impossibile ${action} ${type}\: la VM \u00E8 stata creata a partire dal Blank Template e non contiene un Sistema Operativo. Eseguire la VM selezionando dal menu 'Run Once' l'opzione 'Boot da CD' oppure 'Boot da Rete'.
ACTION_TYPE_FAILED_DISK_SPACE_LOW=Impossibile ${action} ${type}. Spazio disco scarso nel Dominio Storage attinente.
ACTION_TYPE_FAILED_DISK_VOLUME_TYPE_UNSUPPORTED=Impossibile ${action} ${type}. L'operazione non \u00E8 supportata su Dischi  di tipo ${volumeType}, riprovare con Dischi di tipo\: ${supportedVolumeTypes}.
ACTION_TYPE_FAILED_NO_SPM=Impossibile ${action} ${type}. Il Data Center non ha Storage Pool Manager.
ACTION_TYPE_FAILED_SPM_CHANGED=Impossibile ${action} ${type}. Lo Storage Pool Manager del Data Center \u00E8 cambiato.
ACTION_TYPE_FAILED_DISK_SPACE_LOW_ON_STORAGE_DOMAIN=Impossibile ${action} ${type}. Spazio disco scarso nel Dominio Storage ${storageName}.
ACTION_TYPE_FAILED_DEDICATED_VDS_NOT_IN_SAME_CLUSTER=Impossibile ${action} ${type}. La VM \u00E8 fissata a uno specifico Host. Il cluster a cui appartiene l'host deve essere lo stesso della VM selezionata.
ACTION_TYPE_FAILED_DISK_CONFIGURATION_NOT_SUPPORTED=Impossibile ${action} ${type}. La configurazione dischi  (${volumeFormat} ${volumeType}) \u00E8 incompatibile con il tipo di dominio storage.
ACTION_TYPE_FAILED_OVF_CONFIGURATION_NOT_SUPPORTED=Impossibile ${action} ${type}. La configurazione OVF non puo' essere processata.
ACTION_TYPE_FAILED_DISK_LUN_HAS_NO_VALID_TYPE=Impossibile ${action} ${type}. La lun indicata non ha tipo lun valido.
ACTION_TYPE_FAILED_DISK_LUN_ISCSI_MISSING_CONNECTION_PARAMS=Impossibile ${action} ${type}. La lun indicata ha almeno un parametro di connessione mancante (indirizzo/porta/iqn).
ACTION_TYPE_FAILED_DISK_LUN_IS_ALREADY_IN_USE=Impossibile ${action} ${type}. La lun indicata \u00E8 utilizzata da un altro disco.
ACTION_TYPE_FAILED_MIGRATION_IN_PROGRESS=Impossibile ${action} ${type}. E' in corso una migrazione della VM
ACTION_TYPE_FAILED_MIGRATION_TO_SAME_HOST=Impossibile ${action} ${type}. Sorgente e destinazione sono identici.
ACTION_TYPE_FAILED_INVALID_CUSTOM_PROPERTIES_INVALID_SYNTAX=Impossibile ${action} ${type} se propriet\u00E0 personalizzate sono in formato non valido. Si prega di verificare i valori immessi.
ACTION_TYPE_FAILED_INVALID_CUSTOM_PROPERTIES_INVALID_KEYS=Impossibile ${action} ${type} se alcune delle propriet\u00E0 personalizzate specificate non sono configurate dal sistema. Le chiavi sono\: ${MissingKeys}
ACTION_TYPE_FAILED_INVALID_CUSTOM_PROPERTIES_INVALID_VALUES=Impossibile ${action} ${type} se alcune delle propriet\u00E0 personalizzate specificate hanno valori illegali. Le chiavi sono\: ${WrongValueKeys}
ACTION_TYPE_FAILED_CUSTOM_PROPERTIES_NOT_SUPPORTED_IN_VERSION=Impossibile ${action} ${type}. Le propriet\u00E0 personalizzate non sono supportate nella versione\: ${NotSupportedInVersion}
ACTION_TYPE_FAILED_INVALID_DEVICE_TYPE_FOR_CUSTOM_PROPERTIES=Impossibile ${action} ${type}. Le propriet\u00E0 personalizzate non sono supportate per tipo device\: ${InvalidDeviceType}
ACTION_TYPE_FAILED_VDS_VM_CLUSTER=Impossibile ${action} ${type}. Non ci sono Host in esecuzione nel Cluster degli Host.
ACTION_TYPE_FAILED_VDS_VM_MEMORY=Impossibile ${action} ${type}. Non ci sono Host in esecuzione disponibili con sufficiente memoria nel Cluster della VM.
ACTION_TYPE_FAILED_VDS_VM_CPUS=Impossibile ${action} ${type}. Non ci sono Host in esecuzione disponibili con core sufficienti nel Cluster della VM.
ACTION_TYPE_FAILED_VDS_VM_CPU_LEVEL=Impossibile ${action} ${type}. L'Host ha un livello CPU pi\u00F9 basso di quello con cui era in esecuzione la VM.
ACTION_TYPE_FAILED_NO_HA_VDS=Impossibile ${action} ${type}. Non ci sono Host in HA nel Cluster della VM.
CANNOT_MAINTENANCE_VDS_RUN_VMS_NO_OTHER_RUNNING_VDS=Gli Host seguenti hanno delle VM in esecuzione e non possono essere messi in modalit\u00E0 manutenzione\: ${HostsList}.\n\nSi prega di assicurarsi che i Cluster seguenti abbiano almeno un Host in stato UP\: ${ClustersList}.
ACTION_TYPE_FAILED_VDS_VM_VERSION=Impossibile ${action} ${type}. La versione dei tools della VM (${toolsVersion}) \u00E8 diversa da quella dell'Host (${serverVersion}).
ACTION_TYPE_FAILED_VDS_VM_SWAP=Impossibile ${action} ${type}. La percentuale di memoria swap dell'Host \u00E8 sopra la soglia definita.\n- Verificare i parametri di configurazione per la Percentuale di Swap dell'Host. 
ACTION_TYPE_FAILED_NO_VDS_AVAILABLE_IN_CLUSTER=Impossibile ${action} ${type}. Non c'\u00E8 alcun Host operativo (in stato UP) nel Cluster relativo.
ACTION_TYPE_FAILED_CANNOT_REMOVE_IMAGE_TEMPLATE=Impossibile ${action} ${type}. Non \u00E8 permessa la rimozione del Template Snapshot. 
ACTION_TYPE_FAILED_TEMPLATE_DOES_NOT_EXIST=Impossibile ${action} ${type}. Il Template relativo non esiste.
ACTION_TYPE_FAILED_CLUSTER_CAN_NOT_BE_EMPTY=Impossibile ${action} ${type}. Il Cluster pertinente non esiste.
ACTION_TYPE_FAILED_TEMPLATE_VERSION_CANNOT_BE_BASE_TEMPLATE=Impossibile ${action} ${type}. Solo la prima versione del template pu\u00F2 essere selezionata come template di base.
ACTION_TYPE_FAILED_INSTANCE_TYPE_DOES_NOT_EXIST=Impossibile ${action} ${type}. Il Tipo di Istanza pertinente non esiste.
ACTION_TYPE_FAILED_IMAGE_TYPE_DOES_NOT_EXIST=Impossibile ${action} ${type}. Il Tipo di Immagine pertinente non esiste.
ACTION_TYPE_FAILED_TEMPLATE_IS_DISABLED=Impossibile ${action} ${type}. Il Template \u00E8 disabilitato, si prega di abilitare prima il template e riprovare.
ACTION_TYPE_FAILED_TEMPLATE_NOT_EXISTS_IN_CURRENT_DC=Il Template specificato non esiste nel Data Center attuale.
ACTION_TYPE_FAILED_IMAGE_ALREADY_EXISTS=Impossibile ${action} ${type}. Una delle Immagini del Template \u00E8 gi\u00E0 esistente.
ACTION_TYPE_FAILED_TEMPLATE_GUID_ALREADY_EXISTS=Impossibile ${action} ${type}. Un Template con lo stesso identificativo \u00E8 gi\u00E0 esistente.
ACTION_TYPE_FAILED_CANDIDATE_ALREADY_EXISTS=Impossibile ${action} ${type}. Il candidato all'export \u00E8 gi\u00E0 esistente nel percorso specificato.\n- Utilizzare l'opzione 'Sovrascrivi Forzatamente' per sovrascrivere il file esistente.
ACTION_TYPE_FAILED_ROLE_IS_READ_ONLY=Impossibile ${action} ${type}. Il Ruolo \u00E8 Read-Only.
ACTION_TYPE_FAILED_STORAGE_POOL_NOT_MATCH=Impossibile ${action} ${type}. Il Data Center di destinazione non contiene ${type}.
ACTION_TYPE_FAILED_STORAGE_POOL_OF_VM_NOT_MATCH=Impossibile ${action} ${type}. Il Data Center di destinazione non contiene la Macchina Virtuale.
ACTION_TYPE_FAILED_STORAGE_DOMAIN_ALREADY_CONTAINS_DISK=Impossibile ${action} ${type}. Il Dominio Storage contiene gi\u00E0 i dischi destinazione.
ACTION_TYPE_FAILED_STORAGE_DOMAIN_NOT_SPECIFIED=Impossibile ${action} ${type}. Non \u00E8 stato specificato il Dominio Storage.
ACTION_TYPE_FAILED_STORAGE_DELETE_PROTECTED=Impossibile ${action} ${type}. Le seguenti VM/Template sono protette da cancellazione\: ${vms}.
ACTION_TYPE_FAILED_STORAGE_VMS_IN_POOL=Impossibile ${action} ${type}. Le seguenti VM/Template sono connesse al pool\: ${vms}.
ACTION_TYPE_FAILED_STORAGE_DOMAIN_NAME_ALREADY_EXIST=Impossibile ${action} ${type}. Il nome del Dominio Storage \u00E8 gi\u00E0 in uso.
ACTION_TYPE_FAILED_STORAGE_DOMAIN_ALREADY_EXIST=Impossibile ${action} ${type}. Il Dominio Storage \u00E8 gi\u00E0 esistente.
ACTION_TYPE_FAILED_STORAGE_POOL_NAME_ALREADY_EXIST=Impossibile ${action} ${type}. Il nome del Data Center \u00E8 gi\u00E0 in uso.
ACTION_TYPE_FAILED_TEMPLATE_NOT_FOUND_ON_DESTINATION_DOMAIN=Impossibile ${action} ${type}. Il Dominio Storage selezionato non contiene il Template di VM.
ACTION_TYPE_FAILED_NO_VDS_IN_POOL=Impossibile ${action} ${type}. Non ci sono Host attivi nel Data Center.
ACTION_TYPE_FAILED_REQUESTED_DISK_SIZE_IS_TOO_SMALL=Impossibile ${action} ${type}. La nuova dimensione del disco deve essere maggiore di quella attuale.
ACTION_TYPE_FAILED_CANNOT_RESIZE_READ_ONLY_DISK=Impossibile ${action} ${type}. Dischi Read-Only non possono essere ridimensionati.
ACTION_TYPE_FAILED_CLOUD_INIT_IS_NOT_SUPPORTED=Impossibile ${action} ${type}. Cloud-Init \u00E8 supportato esclusivamente su cluster con compatibilit\u00E0 3.3 e superiore.
ACTION_TYPE_FAILED_CANNOT_RESIZE_DISK_SNAPSHOT=Impossibile ${action} ${type}. Gli snapshot di disco non possono essere ridimensionati.
ACTION_TYPE_FAILED_QEMU_UNSUPPORTED_OPERATION=Impossibile ${action} ${type}. Operazione non supportata da QEMU.
VAR__TYPE__HOST=$type Host
VAR__ENTITIES__HOSTS=$entities hosts
VAR__TYPE__NETWORK=$type Rete
VAR__TYPE__NETWORKS=$type Reti
VAR__TYPE__LABEL=$type Etichetta
VAR__TYPE__VNIC_PROFILE=$type profilo di interfaccia di rete della VM
VAR__TYPE__PROVIDER=$type provider
VAR__TYPE__VM=$type VM
VAR__ENTITIES__VMS=$entities macchine virtuali
VAR__TYPE__QUOTA=$type Quota
VAR__TYPE__COMPUTER_ACCOUNT=$type Computer Account
VAR__TYPE__VM_TEMPLATE=$type Template
VAR__TYPE__SNAPSHOT=$type Snapshot
VAR__TYPE__DESKTOP_POOL=$type VM-Pool
VAR__TYPE__VM_FROM_VM_POOL=$type VM da VM-Pool
VAR__TYPE__CLUSTER=$type Cluster
VAR__TYPE__ROLE=$type Ruolo
VAR__TYPE__INTERFACE=$type Interfaccia
VAR__TYPE__VM_DISK=$type Disco Macchina Virtuale
VAR__TYPE__BOOKMARK=$type Segnalibro
VAR__TYPE__VM_TICKET=$type Ticket Macchina Virtuale
VAR__TYPE__STORAGE__CONNECTION=$type Connessione Storage
VAR__TYPE__STORAGE__DOMAIN=$type Storage
VAR__TYPE__STORAGE__POOL=$type Data Center
VAR__TYPE__MAC__POOL=$type MAC Pool
VAR__TYPE__USER_FROM_VM=$type Utente a VM
VAR__TYPE__USER=$type Utente
VAR__TYPE__PERMISSION=$type Permessi
VAR__TYPE__HOST_CAPABILITIES=$type Capacit\u00E0 Host
VAR__TYPE__SUBNET=$type sottorete
VAR__TYPE__GLUSTER_VOLUME=$type Volume Gluster
VAR__TYPE__GLUSTER_VOLUME_OPTION=$type Opzione Volume Gluster
VAR__TYPE__GLUSTER_VOLUME_REBALANCE=$type Ribilanciamento Volume Gluster
VAR__TYPE__GLUSTER_SERVER=$type Server Gluster
VAR__TYPE__GLUSTER_HOOK=$type Hook Gluster
VAR__TYPE__GLUSTER_SERVICE=$type Servizio
VAR__TYPE__NETWORK_QOS=$type QoS di Rete
VAR__TYPE__QOS=$type QoS
VAR__TYPE__SPM=$type SPM
VAR__TYPE__ISCSI_BOND=$type Bond iSCSI
VAR__TYPE__DISK__SNAPSHOT=$type Snapshot di Disco
VAR__ACTION__RUN=$action esegui
VAR__ACTION__REMOVE=$action rimuovi
VAR__ACTION__ADD=$action aggiungi
VAR__ACTION__CREATE=$action crea
VAR__ACTION__PAUSE=$action sospendi
VAR__ACTION__HIBERNATE=$action iberna
VAR__ACTION__MIGRATE=$action migra
VAR__ACTION__CANCEL_MIGRATE=$action cancella migrazione
VAR__ACTION__ATTACH_DESKTOP_TO=$action connetti a VM
VAR__ACTION__REVERT_TO=$action torna indietro a
VAR__ACTION__PREVIEW=$action anteprima
VAR__ACTION__STOP=$action ferma
VAR__ACTION__START=$action avvia
VAR__ACTION__RESTART=$action riavvia
VAR__ACTION__SHUTDOWN=$action arresta
VAR__ACTION__EXPORT=$action esporta
VAR__ACTION__EXTEND=$action estendi
VAR__ACTION__IMPORT=$action importa
VAR__ACTION__ATTACH_ACTION_TO=$action connetti
VAR__ACTION__DETACH_ACTION_TO=$action disconnetti
VAR__ACTION__MOVE=$action muovi
VAR__ACTION__COPY=$action copia
VAR__ACTION__CHANGE_CD=$action Cambia CD
VAR__ACTION__EJECT_CD=$action Espelli CD
VAR__ACTION__ALLOCATE_AND_RUN=$action assegna ed esegui
VAR__ACTION__MANUAL_FENCE=$action conferma 'Eseguito riavvio dell'Host'
VAR__ACTION__MAINTENANCE=$action manutenzione
VAR__ACTION__SET=$action imposta
VAR__ACTION__RESET=$action reset
VAR__ACTION__SETUP=$action configura
VAR__ACTION__UPDATE=$action modifica
VAR__ACTION__ATTACH=$action connetti
VAR__ACTION__DETACH=$action disconnetti
VAR__ACTION__ACTIVATE=$action attiva
VAR__ACTION__DEACTIVATE=$action disattiva
VAR__ACTION__RECONSTRUCT_MASTER=$action ricostruisci master
VAR__ACTION__RECOVER_POOL=$action ripristino Data Center
VAR__ACTION__DESTROY_DOMAIN=$action distruggi
VAR__ACTION__HOT_PLUG=$action hot plug
VAR__ACTION__HOT_UNPLUG=$action hot unplug
VAR__ACTION__HOT_SET_CPUS=$action imposta numero cpu a caldo
VAR__ACTION__LOGON=$action esegui login
VAR__ACTION__LOGOFF=$action esegui logout
VAR__ACTION__REBALANCE_START=$action ribilanciamento
VAR__ACTION__REBALANCE_STOP=$action arresto del ribilanciamento
VAR__ACTION__REMOVE_BRICKS_START=$action avvio della rimozione
VAR__ACTION__REMOVE_BRICKS_STOP=$action arresto della rimozione
VAR__ACTION__ASSIGN=$action assegna
VAR__ACTION__REFRESH=$action aggiorna
VAR__ACTION__SCAN_ALIGNMENT=$action esaminare allineamento
VAR__ACTION__FORCE_SELECT=$action selezione forzata
VAR__ACTION__EXTEND_IMAGE_SIZE=$action estendi
VAR__ACTION__UPDATE_VM_VERSION=$action aggiorna la versione per
VAR__HOST_STATUS__UP=$hostStatus Su
VAR__HOST_STATUS__UP_MAINTENANCE_OR_NON_OPERATIONAL=$hostStatus Su, Manutenzione o Non operativo
VAR__VM_STATUS__UP=$vmStatus Su
VAR__VM_STATUS__UNASSIGNED=$vmStatus Non Assegnato
VAR__VM_STATUS__DOWN=$vmStatus Gi\u00F9
VAR__VM_STATUS__POWERING_UP=$vmStatus In Accensione
VAR__VM_STATUS__PAUSED=$vmStatus In Pausa
VAR__VM_STATUS__MIGRATING=$vmStatus In Migrazione
VAR__VM_STATUS__UNKNOWN=$vmStatus Sconosciuto
VAR__VM_STATUS__NOT_RESPONDING=$vmStatus Nessuna Risposta
VAR__VM_STATUS__WAIT_FOR_LAUNCH=$vmStatus In attesa di Lancio
VAR__VM_STATUS__REBOOT_IN_PROGRESS=$vmStatus Riavvio in Corso
VAR__VM_STATUS__SAVING_STATE=$vmStatus Salvataggio Stato in Corso
VAR__VM_STATUS__RESTORING_STATE=$vmStatus Ripristino Stato in Corso
VAR__VM_STATUS__SUSPENDED=$vmStatus Sospesa
VAR__VM_STATUS__IMAGE_LOCKED=$vmStatus Immagine Bloccata
VAR__VM_STATUS__POWERING_DOWN=$vmStatus In Spegnimento
VAR__VM_STATUS__IMAGE_ILLEGAL=$vmStatus Immagine Non Valida
ACTION_TYPE_FAILED_DISK_ALREADY_ATTACHED=Impossibile ${action} ${type}. Il disco \u00E8 gi\u00E0 connesso alla VM.
ACTION_TYPE_FAILED_DISK_ALREADY_DETACHED=Impossibile ${action} ${type}. Il disco \u00E8 gi\u00E0 disconnesso dalla VM.
ACTION_TYPE_FAILED_NOT_SHAREABLE_DISK_ALREADY_ATTACHED=Impossibile ${action} ${type}. Il disco non \u00E8 condiviso ed \u00E8 gi\u00E0 connesso ad una VM.
ACTION_TYPE_FAILED_VM_MAX_RESOURCE_EXEEDED=Impossibile ${action} ${type}.  E' stato superato il numero massimo di VM simultaneamente in esecuzione.
ACTION_TYPE_FAILED_STORAGE_DOMAIN_IS_WRONG=Impossibile ${action} ${type}. Fornito un dominio storage errato, che non \u00E8 in relazione con il disco.
ACTION_TYPE_FAILED_CPU_NOT_FOUND=Impossibile ${action} ${type}. La CPU scelta non \u00E8 supportata.
ACTION_TYPE_FAILED_EXCEEDED_MAX_PCI_SLOTS=Impossibile ${action} ${type}. Superato il numero massimo di dispositivi PCI.
ACTION_TYPE_FAILED_EXCEEDED_MAX_IDE_SLOTS=Impossibile ${action} ${type}. Superato il numero massimo di dispositivi IDE.
ACTION_TYPE_FAILED_EXCEEDED_MAX_VIRTIO_SCSI_DISKS=Impossibile ${action} ${type}. Superato il numero massimo di dispositivi VirtIO SCSI.
ACTION_TYPE_FAILED_EXCEEDED_MAX_SPAPR_VSCSI_DISKS=Impossibile ${action} ${type}. Superato il numero massimo di dispositivi sPAPR VSCSI.
USER_CANNOT_ATTACH_TO_VM_ALREADY_ATTACHED=Utente gi\u00E0 connesso alla VM.
USER_CANNOT_ATTACH_TO_VM_NOT_ATTACHED=Utente non connesso alla VM.
USER_FAILED_TO_AUTHENTICATE=Accesso fallito. Per favore controlla le tue informazioni di accesso o contatta l'amministratore di sistema
USER_FAILED_TO_AUTHENTICATE_SERVER_IS_NOT_AVAILABLE=Accesso fallito. Uno o pi\u00F9 server necessari per completare il processo di autenticazione non sono disponibili.
USER_FAILED_TO_AUTHENTICATION_WRONG_AUTHENTICATION_METHOD=Accesso fallito (Autenticazione Fallita).\n- Controlla che il corretto metodo di autenticazione sia stato selezionato nel tuo sistema.
VMT_CLUSTER_IS_NOT_VALID=Impossibile ${action} ${type}. Il Cluster ID non \u00E8 valido.
USER_ACCOUNT_DISABLED=Impossibile accedere. Utente disabilitato o bloccato, per favore contatta il tuo amministratore di sistema
USER_CANNOT_LOGIN_SESSION_MISSING=Impossibile accedere. Sessione scaduta.
USER_CANNOT_REMOVE_ADMIN_USER=Non \u00E8 possibile rimuovere l'amministratore interno o i suoi permessi.
USER_MUST_EXIST_IN_DB=L'utente deve esistere nel Database.
USER_IS_ALREADY_LOGGED_IN=Utente gi\u00E0 autenticato.
USER_IS_NOT_LOGGED_IN=Utente non connesso.
USER_DOES_NOT_HAVE_A_VALID_EMAIL=L'utente non ha un indirizzo e-mail valido.
USB_NATIVE_SUPPORT_ONLY_AVAILABLE_ON_CLUSTER_LEVEL=Il supporto USB nativo \u00E8 disponibile su cluster di livello 3.1 o superiori.
VM_POOL_CANNOT_UPDATE_POOL_NOT_FOUND=Impossibile editare le propriet\u00E0 del Pool di VM - Pool di VM non trovato.
VM_POOL_CANNOT_ATTACH_TO_MORE_VMS_FROM_POOL=Utente gi\u00E0 connesso al numero massimo di VM di questo Pool di VM.
ACTION_TYPE_FAILED_VM_TASKS_ARE_ALREADY_RUNNING=Impossibile ${action} ${type}. Sono in corso (su di esso) attivit\u00E0 asincrone, riprovare pi\u00F9 tardi.
VM_CANNOT_SUSPENDE_HAS_RUNNING_TASKS=Impossibile sospendere la VM. Sono in corso sulla VM attivit\u00E0 asincrone, riprovare pi\u00F9 tardi.
VM_CANNOT_SUSPEND_VM_FROM_POOL=Impossibile sospendere la VM che appartine a un Pool di VM.
ACTION_TYPE_FAILED_NO_SUITABLE_DOMAIN_FOUND=Impossibile ${action} ${type}. Non ci sono Storage Domain dati attivi con sufficiente spazio nel Data Center.
USER_NOT_AUTHORIZED_TO_PERFORM_ACTION=Utente non autorizzato ad eseguire questa azione.
VDS_CLUSTER_IS_NOT_VALID=Impossibile ${action} ${type}. Il Cluster ID non \u00E8 valido.
VDS_CLUSTER_ON_DIFFERENT_STORAGE_POOL=Impossibile ${action} ${type}. Il cluster di destinazione appartiene a un Data Center differente.
ACTION_TYPE_FAILED_VNIC_PROFILE_NOT_EXISTS=Impossibile ${action} ${type}. L'interfaccia di rete specificata nella VM non esiste.
ACTION_TYPE_FAILED_CANNOT_CHANGE_VNIC_PROFILE_NETWORK=Impossibile ${action} ${type}. Il profilo dell'interfaccia di rete della VM non si pu\u00F2 cambiare.
ACTION_TYPE_FAILED_CANNOT_ADD_VNIC_PROFILE_TO_NON_VM_NETWORK=Impossibile ${action} ${type}. Non si possono aggiungere profili di interfacce di rete di VM a reti di tipo Non-VM. Assicurarsi che la rete sia di tipo VM.
VALIDATION_VDS_CONSOLEADDRESSS_HOSTNAME_OR_IP=L''indirizzo della console deve essere un FQDN o un IP valido
ACTION_TYPE_FAILED_URL_INVALID=Impossibile ${action} ${type}. L''URL non \u00E8 valida, per favore inserire una valida URL e riprovare.
ACTION_TYPE_FAILED_STORAGE_CONNECTION_NOT_EXIST=Impossibile ${action} ${type}. La connessione allo Storage non esiste.
ACTION_TYPE_FAILED_STORAGE_CONNECTION_FOR_DOMAIN_NOT_EXIST=Impossibile ${action} ${type}. La connessione allo storage risulta non agganciata al dominio specificato.
ACTION_TYPE_FAILED_ACTION_IS_SUPPORTED_ONLY_FOR_ISCSI_DOMAINS=Impossibile ${action} ${type}. Questa azione \u00E8 supportata soltanto per Domini Storage iSCSI.
ACTION_TYPE_FAILED_STORAGE_CONNECTION_ID_EMPTY=Impossibile ${action} ${type}. L''ID della connessione allo storage \u00E8 vuota.
ACTION_TYPE_FAILED_STORAGE_CONNECTION_ID_NOT_EMPTY=Impossibile ${action} ${type}. L''ID della connessione allo storage non \u00E8 vuota.
ACTION_TYPE_FAILED_STORAGE_CONNECTION_ALREADY_EXISTS=Impossibile ${action} ${type}. La connessione allo Storage gi\u00E0 esiste.
ACTION_TYPE_FAILED_STORAGE_CONNECTION_FOR_DOMAIN_ALREADY_EXISTS=Impossibile ${action} ${type}. La connessione allo storage risulta gi\u00E0 agganciata al dominio specificato.
ACTION_TYPE_FAILED_STORAGE_CONNECTION_UNSUPPORTED_ACTION_FOR_STORAGE_TYPE=Impossibile ${action} ${type}. I parametri di connessione allo storage possono essere aggiornati soltanto per domini di dati NFS, Posix, local o iSCSI.
ACTION_TYPE_FAILED_STORAGE_CONNECTION_UNSUPPORTED_ACTION_NOT_SAME_STORAGE_TYPE=Impossibile ${action} ${type}. La connessione allo storage e la tipologia di dominio non coincidono.
ACTION_TYPE_FAILED_STORAGE_CONNECTION_BELONGS_TO_SEVERAL_STORAGE_DOMAINS=Impossibile ${action} ${type}. I parametri di connessione allo storage sono utilizzati dai seguenti domini storage\: ${domainNames}.
ACTION_TYPE_FAILED_STORAGE_CONNECTION_BELONGS_TO_SEVERAL_STORAGE_DOMAINS_AND_DISKS=Impossibile ${action} ${type}. I parametri di connessione allo storage sono utilizzati dai seguenti domini storage\: ${domainNames} e dischi\: ${diskNames}.
ACTION_TYPE_FAILED_STORAGE_CONNECTION_BELONGS_TO_SEVERAL_DISKS=Impossibile ${action} ${type}. I parametri di connessione allo storage sono utilizzati dai seguenti dischi\: ${diskNames}.
ACTION_TYPE_FAILED_STORAGE_CONNECTION_WRONG_PARAMETERS_FOR_STORAGE_TYPE=Impossibile ${action} ${type}. Parametri di connessione non validi per la tipologia di storage selezionato.
ACTION_TYPE_FAILED_STORAGE_CONNECTION_UNSUPPORTED_CHANGE_STORAGE_TYPE=Impossibile ${action} ${type}. La tipologia di storage non pu\u00F2 essere modificata.
ACTION_TYPE_FAILED_STORAGE_DOMAIN_NOT_EXIST=Impossibile ${action} ${type}. Il Dominio Storage non esiste.
STORAGE_POOL_REINITIALIZE_WITH_MORE_THAN_ONE_DATA_DOMAIN=Impossibile ${action} ${type}.\nL'azione ${action} si pu\u00F2 effettuare soltanto su un Data Center che ha soltanto un Dominio Storage in stato Attivo/Sconosciuto.
ACTION_TYPE_FAILED_STORAGE_POOL_NOT_EXIST=Il Data Center non esiste.
ACTION_TYPE_FAILED_STORAGE_DOMAIN_NOT_IN_STORAGE_POOL=Impossibile ${action} ${type}. Il Dominio Storage selezionato non appartiene al Data Center.
NETWORK_DEFAULT_UPDATE_NAME_INVALID=La rete '${NetworkName}' \u00E8 obbligatoria, non pu\u00F2 essere modificata.
NETWORK_INTERFACE_ALREADY_IN_BOND=L'interfaccia di rete appartiene gi\u00E0 al bond.
NETWORK_INVALID_BOND_NAME=Il nome del bond deve essere nel formato <bondYYY>.
NETWORK_INTERFACE_NOT_EXISTS=Il nome della rete non esiste.
NETWORK_INTERFACE_ALREADY_HAVE_NETWORK=L'interfaccia di rete risulta gi\u00E0 agganciata alla rete logica.
NETWORK_ALREAY_ATTACH_TO_INTERFACE=La rete logica risulta gi\u00E0 agganciata all'interfaccia di rete.
NETWORK_NOT_EXISTS=La Rete Logica specificata non esiste.
EXTERNAL_NETWORK_CANNOT_BE_PROVISIONED=La rete esterna specificata non si pu\u00F2 configurare sull'interfaccia dell''host.
ACTION_TYPE_FAILED_NETWORK_ALREADY_LABELED=Impossibile ${action} ${type}. La rete specificata risulta gi\u00E0 essere etichettata.
ACTION_TYPE_FAILED_CANNOT_REMOVE_LABELED_NETWORK_FROM_NIC=Impossibile ${action} ${type}. Le seguenti reti non possono essere rimosse dall''interfaccia di rete finch\u00E9 viene gestita dall''etichetta\: ${ACTION_TYPE_FAILED_CANNOT_REMOVE_LABELED_NETWORK_FROM_NIC_LIST}. Per favore rimuovere prima l''etichetta dall''interfaccia di rete prima di rimuovere la rete stessa.
ERROR_CANNOT_DETACH_LAST_STORAGE_DOMAIN=Impossibile rimuovere il Dominio Storage principale senza che ci sia un''altro Dominio Storage attivo che possa prendere il suo posto.\n- Attivare un''altro Dominio Storage oppure rimuovere il Data Center.
ERROR_CANNOT_DESTROY_LAST_STORAGE_DOMAIN=Impossibile distruggere il Dominio Storage principale senza che ci sia un''altro Dominio Storage attivo che possa prendere il suo posto.\n- Attivare un'altro Dominio Storage oppure rimuovere il Data Center.\n- Nel caso si abbiano problemi con il Dominio principale dei dati, si consideri di seguire la procedura di recupero descritta nella documentazione, oppure si contatti l'amministratorre di sistema.
ERROR_CANNOT_DESTROY_LAST_STORAGE_DOMAIN_HOST_NOT_ACTIVE=Al fine di completare l'operazione si rende necessario eleggere un nuovo Dominio Storage principale, il quale richiede che sia attivo almeno un Host nel Data Center.\n- Per favore assicurati prima che almeno un Host sia attivo nel Data Center.
NETWORK_VLAN_OUT_OF_RANGE=Il VLAN ID deve essere un numero compreso tra 0 e 4094.
ERROR_CANNOT_ADD_STORAGE_POOL_WITHOUT_DATA_DOMAIN=Impossibile agganciare il Dominio Storage.\n- Per favore aggancia prima un Dominio di Dati al Data Center.
ERROR_CANNOT_REMOVE_POOL_WITH_ACTIVE_DOMAINS=Impossibile rimuovere il Data Center che contiene al suo interno Domini Storage Attivi/Sconosciuti.\n- Per favore disattiva tutti i domini ed aspetta il termine dell'operazione prima di rimuovere il Data Center.
VDS_GROUP_CANNOT_CHANGE_STORAGE_POOL=Non \u00E8 possibile cambiare l'associazione del Data Center quando si modifica un Cluster.
NETWORK_INTERFACE_TEMPLATE_CANNOT_BE_SET=Impossibile ${action} ${type}. L'ID del Template della VM deve essere vuoto.
NETWORK_INTERFACE_VM_CANNOT_BE_SET=Impossibile ${action} ${type}. L'ID della VM deve essere vuoto.
NETWORK_INTERFACE_NAME_ALREAY_IN_USE=L'interfaccia di rete \u00E8 gi\u00E0 in uso.
EN_UNKNOWN_NOTIFICATION_METHOD=Il metodo di notifica non \u00E8 supportato.
EN_UNSUPPORTED_NOTIFICATION_EVENT=L'evento di notifica ${eventName} non \u00E8 supportato.
EN_EVENT_DOWN_SUBJECT_TEXT=Notifica di problema risolto.
ACTION_TYPE_FAILED_STORAGE_DOMAIN_FORMAT_ILLEGAL=Impossibile ${action} ${type}. Il formato ${storageFormat} del Dominio Storage \u00E8 illegale.
ERROR_CANNOT_EXTEND_NON_DATA_DOMAIN=Impossibile estendere il Dominio Storage. Le operazioni di estensione sono supportate soltanto su Domini Storage di Dati
NETWORK_MAC_ADDRESS_IN_USE=MAC Address gi\u00E0 in uso.
NETWORK_INTERFACE_IN_USE_BY_VM=Impossibile ${action} ${type}. E' in esecuzione almeno una VM che utilizza questa rete.
NETWORK_CLUSTER_NETWORK_IN_USE=Impossibile ${action} ${type}. Questa rete \u00E8 utilizzata da almeno un Cluster.
ERROR_CANNOT_DEACTIVATE_MASTER_WITH_NON_DATA_DOMAINS=Impossibile disattivare il Dominio Storage principale mentre sono attivi nel Data Center domini ISO/Export.\n- Per favore disattiva prima tutti i domini ISO/Export.
ERROR_CANNOT_DEACTIVATE_MASTER_DOMAIN_WITH_TASKS_ON_POOL=Impossibile disattivare il Dominio di Dati principale mentre ci sono attivit\u00E0 in esecuzione nel Data Center.\n- Per favore aspetta prima che vengano ultimate tali attivit\u00E0 e poi riprova.
ERROR_CANNOT_REMOVE_LAST_SUPER_USER_ROLE=Impossibile ${action} ${type}. Ci deve essere almeno un Ruolo Super User definito nel sistema.
VM_CANNOT_REMOVE_VM_WHEN_STATUS_IS_NOT_DOWN=Impossibile rimuovere una VM il cui stato non sia Gi\u00F9.\n-Fermare preventivamente la VM.
VM_CANNOT_REMOVE_WITH_DETACH_DISKS_BASED_ON_TEMPLATE=Impossibile ${action} ${type} se ci sono dischi in fase di scollegamento, la VM \u00E8 basata su template.
ACTION_TYPE_FAILED_MASTER_STORAGE_DOMAIN_NOT_ACTIVE=Impossibile ${action} ${type} a causa di un errore nello Storage Domain principale del Data Center.\n-Attivare preventivamente lo Storage Domain principale.
TAGS_SPECIFY_TAG_IS_NOT_EXISTS=L'Etichetta specificata non esiste.
NETWORK_CANNOT_REMOVE_NETWORK_IN_USE_BY_TEMPLATE=Impossibile ${action} ${type}. La Rete viene usata da un Template.\nNon si pu\u00F2 dissociare una definizione di rete finch\u00E9 non sono stati eliminati tutti i riferimenti ad essa.
NETWORK_VLAN_IN_USE=L'identificativo di VLAN specificato (${vlanId}) \u00E8 gi\u00E0 in uso.
NETWORK_CLUSTER_HAVE_NOT_EXISTING_DATA_CENTER_NETWORK=Il Cluster ha Reti che non esistono nel Data Center.\n-Rimuovere preventivamente tali Reti.
NETWORK_NOT_EXISTS_IN_CURRENT_CLUSTER=La Rete Logica specificata non esiste nel Cluster attuale.
NETWORK_INTERFACES_ALREADY_SPECIFIED=Impossibile ${action} ${type}. Le seguenti Interfacce di Rete sono state specificate pi\u00F9 di una volta\: ${NETWORK_INTERFACES_ALREADY_SPECIFIED_LIST}.
ACTION_TYPE_FAILED_EXTERNAL_NETWORKS_CANNOT_BE_PROVISIONED=Impossibile ${action} ${type}. Le seguenti reti esterne non possono essere configurate sull'Host facendo uso di 'Impostazione Reti'\: ${ACTION_TYPE_FAILED_EXTERNAL_NETWORKS_CANNOT_BE_PROVISIONED_LIST}.
NETWORKS_ALREADY_ATTACHED_TO_IFACES=Impossibile ${action} ${type}. Le seguenti Reti Logiche sono collegate a pi\u00F9 di una Interfaccia di Rete\: ${NETWORKS_ALREADY_ATTACHED_TO_IFACES_LIST}.
NON_VM_NETWORK_CANNOT_SUPPORT_STP=Impossibile ${action} ${type}. Lo STP pu\u00F2 essere abilitato soltanto su Reti di tipo VM.
NETWORK_MTU_DIFFERENCES=Impossibile ${action} ${type}. Le seguenti Reti Logiche non hanno lo stesso valore di MTU\: ${NETWORK_MTU_DIFFERENCES_LIST}.
NETWORK_MTU_OVERRIDE_NOT_SUPPORTED=Impossibile ${action} ${type}. Forzare il valore MTU non \u00E8 supportato per la versione di compatibilit\u00E0 di questo Data Center.
ACTION_TYPE_FAILED_MIGRATION_NETWORK_IS_NOT_SUPPORTED=Impossibile ${action} ${type}. La Rete di Migrazione non \u00E8 supportata in questa versione di cluster.
ACTION_TYPE_FAILED_PROVIDER_DOESNT_EXIST=Impossibile ${action} ${type}. Il provider non esiste nel sistema.
ACTION_TYPE_FAILED_EXTERNAL_NETWORK_MUST_BE_VM_NETWORK=Impossibile ${action} ${type}. Una rete esterna non pu\u00F2 essere di tipo Non-VM.
ACTION_TYPE_FAILED_EXTERNAL_NETWORK_DETAILS_CANNOT_BE_EDITED=Impossibile ${action} ${type}. Non si possono modificare i dettagli di una rete esterna (tranne nome e descrizione).
ACTION_TYPE_FAILED_EXTERNAL_NETWORK_NOT_SUPPORTED=Impossibile ${action} ${type}. La versione di compatibilit\u00E0 di questo cluster non supporta reti esterne.
ACTION_TYPE_FAILED_EXTERNAL_NETWORK_CANNOT_BE_DISPLAY=Impossibile ${action} ${type}. Una rete esterna non pu\u00F2 essere usata come rete display.
ACTION_TYPE_FAILED_EXTERNAL_NETWORK_CANNOT_BE_REQUIRED=Impossibile ${action} ${type}. Una rete esterna non pu\u00F2 essere definita come obbligatoria nel cluster.
ACTION_TYPE_FAILED_EXTERNAL_NETWORK_CANNOT_BE_PORT_MIRRORED=Impossibile ${action} ${type}. Se \u00E8 impostato il port mirroring non si pu\u00F2 usare una rete esterna.
ACTION_TYPE_FAILED_EXTERNAL_NETWORK_CANNOT_BE_REWIRED=Impossibile ${action} ${type}. Non si pu\u00F2 cambiare una rete esterna mentre la macchina virtuale \u00E8 in esecuzione.
ACTION_TYPE_FAILED_EXTERNAL_NETWORK_CANNOT_HAVE_MTU=Impossibile ${action} ${type}. Non si pu\u00F2 impostare l'MTU di una rete esterna.
ACTION_TYPE_FAILED_MANAGEMENT_NETWORK_REQUIRED=Impossibile ${action} ${type}. La rete di gestione '${NetworkName}' deve essere obbligatoria, impostare la rete come obbligatoria e poi riprovare.
VM_CANNOT_MOVE_TO_CLUSTER_IN_OTHER_STORAGE_POOL=La VM pu\u00F2 essere mossa soltanto all'interno di Cluster appartenenti allo stesso Data Center.
VM_CLUSTER_IS_NOT_VALID=Impossibile ${action} ${type}. Il Cluster ID non \u00E8 valido.
NETWORK_CANNOT_REMOVE_MANAGEMENT_NETWORK=La rete di gestione ('${NetworkName}') \u00E8 obbligatoria e non \u00E8 possibile rimuoverla.
NETWORK_OLD_NETWORK_NOT_SPECIFIED=Si richiede il nome della rete precedente.
ACTION_TYPE_FAILED_DETECTED_ACTIVE_VMS=Impossibile ${action} ${type}. Sono state rilevate delle VM attive.\n- Prima assicurati che tutte le VM associate a questo Dominio Storage vengano fermate e che siano nello stato spente.
ACTION_TYPE_FAILED_HOST_NOT_EXIST=L'Host fornito non esiste.
TAGS_SPECIFY_TAG_IS_IN_USE=Il nome del Tag specificato esiste gi\u00E0.
NETWORK_NET_EXISTS_IN_CLUSTER=Il nome della rete logica specificata non esiste nel Cluster.
ACTION_LIST_CANNOT_BE_EMPTY=Il listato delle Azioni non pu\u00F2 essere vuoto.
ACTION_TYPE_FAILED_BOOKMARK_INVALID_ID=Impossibile ${action} ${type}. L'ID del Segnalibro non \u00E8 valido.
ACTION_TYPE_FAILED_VDS_STATUS_ILLEGAL=Impossibile ${action} ${type}. Questa operazione \u00E8 lecita solamente quando lo stato dell'Host \u00E8 ${hostStatus}.
ACTION_TYPE_FAILED_VM_CLUSTER_DIFFERENT_ARCHITECTURES=Impossibile ${action} ${type}. L'architettura della VM e del cluster di destinazione non sono identici.
STORAGE_DOMAIN_DOES_NOT_EXIST=Il Dominio Storage non esiste.
VDS_CANNOT_CHECK_VERSION_HOST_NON_RESPONSIVE=Impossibile rilevare la versione dell'Host quando questo non risponde.
NETWORK_BOND_NOT_ATTACH_TO_NETWORK=Il bond non \u00E8 agganciata alla rete.
NETWORK_INTERFACE_NOT_ATTACH_TO_NETWORK=L'interfaccia di rete non \u00E8 agganciata alla rete logica.
NETWORK_INTERFACE_IN_USE_BY_VLAN=Il bonding non pu\u00F2 essere applicato a un'interfaccia dove \u00E8 definita una VLAN.\n- Per favore rimuovere la VLAN dall'interfaccia.
NETWORK_ALREADY_ATTACHED_TO_CLUSTER=La rete logica risulta gi\u00E0 agganciata al Cluster.
ACTION_TYPE_FAILED_VDS_WITH_SAME_HOST_EXIST=Impossibile ${action} ${type}. Esiste gi\u00E0 un Host con lo stesso indirizzo.
ACTION_TYPE_FAILED_VDS_WITH_INVALID_SSH_PORT=Impossibile ${action} ${type}. Immesso un numero di porta SSH non valido.
ACTION_TYPE_FAILED_VDS_WITH_INVALID_SSH_USERNAME=Impossibile ${action} ${type}. Immesso un nome utente SSH non valido.
ACTION_TYPE_FAILED_VDS_WITH_SAME_UUID_EXIST=Impossibile ${action} ${type}. Esiste gi\u00E0 un Host con lo stesso UUID.
ACTION_TYPE_FAILED_ILLEGAL_SINGLE_DEVICE_OS_TYPE=Impossibile ${action} ${type}.  Impossibile impostare un singolo dispositivo di visualizzazione su sistemi operativi non Linux.
ACTION_TYPE_FAILED_ILLEGAL_SINGLE_DEVICE_DISPLAY_TYPE=Impossibile ${action} ${type}. Impossibile impostare un singolo dispositivo di visualizzazione attraverso un dispositivo VNC.
ACTION_TYPE_FAILED_ILLEGAL_OS_TYPE_IS_NOT_SUPPORTED_BY_ARCHITECTURE_TYPE=Impossibile ${action} ${type}. Il sistema operativo selezionato non \u00E8 supportato dall'architettura.
ACTION_TYPE_FAILED_ILLEGAL_WATCHDOG_MODEL_IS_NOT_SUPPORTED_BY_OS=Impossibile ${action} ${type}. Il watchdog selezionato non \u00E8 supportato dal sistema operativo.
ACTION_TYPE_FAILED_ILLEGAL_VM_DISPLAY_TYPE_IS_NOT_SUPPORTED_BY_OS=Impossibile ${action} ${type}. Lo schermo selezionato non \u00E8 supportato dal sistema operativo.
ACTION_TYPE_FAILED_ILLEGAL_OS_TYPE_DOES_NOT_SUPPORT_VIRTIO_SCSI=Impossibile ${action} ${type}. Il sistema operativo selezionato non supporta il VirtIO-SCSI. Per favore disabilita il VirtIO-SCSI per la VM.
ACTION_TYPE_FAILED_SUSPEND_NOT_SUPPORTED=Impossibile ${action} ${type}. La VM selezionata non supporta la sospensione.
ACTION_TYPE_FAILED_ILLEGAL_SINGLE_DEVICE_INCOMPATIBLE_VERSION=Impossibile ${action} ${type}. Il cluster non supporta un singolo dispositivo Pci Qxl.
ACTION_TYPE_FAILED_ILLEGAL_DOMAIN_NAME=Impossibile ${action} ${type}. Invalido nome di Dominio\: ${Domain}. Il nome di Dominio ha caratteri speciali non supportati ${Char}.
ACTION_TYPE_FAILED_ILLEGAL_ARCHITECTURE_TYPE_INCOMPATIBLE=Impossibile ${action} ${type}. L'architettura non coincide con il valore atteso.
ACTION_TYPE_FAILED_CANNOT_DECREASE_COMPATIBILITY_VERSION=Impossibile abbassare la versione di compatibilit\u00E0 del data center.
ACTION_TYPE_FAILED_CANNOT_DECREASE_COMPATIBILITY_VERSION_UNDER_DC=Non \u00E8 permesso abbassare la versione di compatibilit\u00E0 del cluster al di sotto della versione di compatibilit\u00E0 del data center.
ACTION_TYPE_FAILED_GIVEN_VERSION_NOT_SUPPORTED=Impossibile ${action} ${type}. La versione di compatibilit\u00E0 scelta non \u00E8 supportata.
NETWORK_ADDR_MANDATORY_IN_STATIC_IP=L'indirizzo di rete deve essere specificato quando si utilizza un IP statico.
ACTION_TYPE_FAILED_OBJECT_LOCKED=Impossibile ${action} ${type}. Attualmente \u00E8 in corso una operazione correlata. Per favore riprova pi\u00F9 tardi.
ACTION_TYPE_FAILED_NETWORK_IS_USED=Impossibile ${action} ${type}. La rete \u00E8 attualmente in uso. Per favore attendere e riprovare pi\u00F9 tardi.
ACTION_TYPE_FAILED_TEMPLATE_IS_USED_FOR_CREATE_VM=Impossibile ${action} ${type}. Questo template \u00E8 attualmente utilizzato per creare la VM ${VmName}.
ACTION_TYPE_FAILED_DISK_IS_BEING_REMOVED=Impossibile ${action} ${type}. Il disco ${DiskName} \u00E8 stato rimosso.
ACTION_TYPE_FAILED_OVF_DISK_IS_BEING_USED=Impossibile ${action} ${type}. I dati del disco OVF sono in corso di aggiornamento.
ACTION_TYPE_FAILED_UNSUPPORTED_OVF=Impossibile ${action} ${type}. Non esistono entit\u00E0 per lo specifico OVF.
ACTION_TYPE_FAILED_DOMAIN_OVF_ON_UPDATE=Impossibile ${action} ${type}. I dati OVF del Dominio Storage sono in corso di aggiornamento. 
ACTION_TYPE_FAILED_DISK_IS_BEING_MIGRATED=Impossibile ${action} ${type}. Il disco ${DiskName}  si sta muovendo o copiando.
ACTION_TYPE_FAILED_DESTINATION_AND_SOURCE_STORAGE_SUB_TYPES_DIFFERENT=Impossibile ${action} ${type}. Il dominio sorgente e destinazione devono essere obbligatoriamente domini di file oppure domini a blocchi.
ACTION_TYPE_FAILED_TEMPLATE_IS_BEING_EXPORTED=Impossibile ${action} ${type}. Il template ${TemplateName} \u00E8 in corso di esportazione.
ACTION_TYPE_FAILED_VM_IS_BEING_IMPORTED=Impossibile ${action} ${type}. La VM ${VmName} \u00E8 in corso d'importazione.
ACTION_TYPE_FAILED_VM_IS_BEING_MIGRATED=Impossibile ${action} ${type}. La VM ${VmName} \u00E8 in corso di migrazione.
ACTION_TYPE_FAILED_TEMPLATE_IS_BEING_REMOVED=Impossibile ${action} ${type}. Il template ${TemplateName} \u00E8 in corso di rimozione.
NETWORK_INTERFACE_CONNECT_TO_VLAN=Impossibile agganciare una rete che non \u00E8 vlan ad un'interfaccia vlan
NETWORK_CANNOT_REMOVE_NETWORK_IN_USE_BY_VM=Impossibile rimuovere la rete '${NetworkName}', \u00E8 utilizzata da una VM
ACTION_TYPE_FAILED_DISK_MAX_SIZE_EXCEEDED=Impossibile creare un disco pi\u00F9 grande di ${max}_disk_size GB
VMT_CANNOT_CHANGE_IMAGES_TEMPLATE=Impossibile modificare il formato di immagine del Template
VMT_CANNOT_IMPORT_RAW_IMAGE_WITH_SNAPSHOTS=Impossibile modificare il formato di immagine a raw quando l'immagine contiene delle Snapshot.
VMT_CANNOT_IMPORT_RAW_IMAGE_WITH_TEMPLATE=Impossibile modificare il formato di immagine a raw quando la VM ha un Template.
VM_PINNING_FORMAT_INVALID=Il formato del pinning della CPU non \u00E8 valido.
VM_PINNING_VCPU_DOES_NOT_EXIST=La validazione del pinning della CPU \u00E8 fallita - la CPU virtuale non esiste nella vm.
VM_PINNING_PCPU_DOES_NOT_EXIST=La validazione del pinning della CPU \u00E8 fallita - la CPU non esiste nell''host.
VM_PINNING_DUPLICATE_DEFINITION=Impossibile configurare il pinning della CPU due volte nella stessa vCPU.
ACTION_TYPE_FAILED_TEMPLATE_NOT_FOUND_ON_EXPORT_DOMAIN=Impossibile esportare la VM. Il template ${TemplateName} non esiste nel dominio di export. Nel caso si voglia esportare la VM senza il suo Template utilizza TemplateMustExists\=false
ACTION_NOT_SUPPORTED_FOR_CLUSTER_POOL_LEVEL=L''Azione ${action} ${type} non \u00E8 supportata per questa versione di compatibilit\u00E0 del Cluster o del Data Center.
ACTION_TYPE_FAILED_MAX_CPU_PER_SOCKET=Impossibile ${action} ${type}. Superato il numero massimo di cpu per socket
ACTION_TYPE_FAILED_MAX_NUM_CPU=Impossibile ${action} ${type}. Superato il numero massimo di cpu
ACTION_TYPE_FAILED_MAX_NUM_SOCKETS=Impossibile ${action} ${type}. Superato il numero massimo di socket
VMT_CANNOT_IMPORT_TEMPLATE_EXISTS=Importazione del Template fallito - L''ID del Template esiste gi\u00E0 nel sistema. Per favore rimuovere prima il Template  (${TemplateName}) dal sistema
VMT_CANNOT_IMPORT_TEMPLATE_VERSION_MISSING_BASE=Impossibile importare la versione del Template, la versione base di questo Template non \u00E8 presente, per favore importare prima la versione base del Template, oppure importare questa versione come versione base usando Clona.
VM_CANNOT_IMPORT_TEMPLATE_NAME_EXISTS=Importazione del Template fallito - Il nome del Template esiste gi\u00E0 nel sistema. Per favore rinomina prima il Template nel sistema
VM_CANNOT_IMPORT_VM_EXISTS=Importazione della VM fallita - L'ID della VM esiste gi\u00E0 nel sistema. Per favore rimuovere prima la VM (${VmName}) dal sistema
VM_CANNOT_IMPORT_VM_NAME_EXISTS=Importazione della VM fallita - Il nome della VM esiste gi\u00E0 nel sistema. Per favore rinomina prima la VM nel sistema
TAGS_CANNOT_EDIT_READONLY_TAG=Impossibile modificare un tag di sola lettura
VM_CANNOT_REMOVE_HAS_RUNNING_TASKS=Impossibile forzare la rimozione della VM quando sono in corso delle operazioni.
ACTION_TYPE_FAILED_IMPORTED_TEMPLATE_IS_MISSING=Impossibile importare e ridurre la VM, non \u00E8 presente il Template nel dominio ${DomainName}
VDS_GROUP_CANNOT_UPDATE_CPU_WHEN_RUNNING_VMS=Impossibile modificare il livello della cpu quando sono in esecuzione delle VM.
VM_OR_TEMPLATE_ILLEGAL_PRIORITY_VALUE=Il valore di priorit\u00E0 della VM fornito oltrepassa il valore massimo permesso, il valore deve essere compreso tra 0 e ${MaxValue}.
ACTION_TYPE_FAILED_MIN_CPU_PER_SOCKET=Il numero minimo di CPU per socket non pu\u00F2 essere meno di 1
ACTION_TYPE_FAILED_MIN_NUM_SOCKETS=Il numero minimo di socket non pu\u00F2 essere meno di 1
ACTION_TYPE_FAILED_SPECIFY_DOMAIN_IS_NOT_EXPORT_DOMAIN=Impossibile ${action} ${type}. Il dominio specificato '${storageDomainName}' non \u00E8 un dominio di export.
NETWORK_ADDR_IN_STATIC_IP_BAD_FORMAT=Formato errato dell'indirizzo IP
NETWORK_ADDR_IN_GATEWAY_BAD_FORMAT=Formato errato dell'indirizzo del gateway
NETWORK_ADDR_IN_SUBNET_BAD_FORMAT=Formato errato della maschera di sottorete
NETWORK_BOND_NAME_BAD_FORMAT=Nome del bond errato, deve iniziare con il prefisso 'bond' seguito da un numero.
NETWORK_CANNOT_CONTAIN_BOND_NAME=Nome della rete errato, la rete non pu\u00F2 iniziare con 'bond'
RHEVH_LOCALFS_WRONG_PATH_LOCATION=La directory dello Storage Locale su un Hypervisor RHEV deve essere collocata sotto ${path}
ACTION_TYPE_FAILED_STORAGE_POOL_IS_NOT_LOCAL=Il Data Center deve essere "Storage Locale"
ACTION_TYPE_FAILED_VDS_IS_NOT_IN_STORAGE_POOL=L'Host non \u00E8 connesso al Data Center
VDS_CANNOT_ADD_MORE_THEN_ONE_HOST_TO_LOCAL_STORAGE=Non \u00E8 possibile aggregare pi\u00F9 di un Host al Data Center "Storage Locale"
VDS_GROUP_CANNOT_ADD_MORE_THEN_ONE_HOST_TO_LOCAL_STORAGE=Non \u00E8 possibile aggregare pi\u00F9 di un Cluster al Data Center "Storage Locale"
VALIDATION_STORAGE_CONNECTION_INVALID=Il percorso di mount \u00E8 illegale, si prega di utilizzare la convenzione [IP\:/path o FQDN\:/path].
VALIDATION_STORAGE_CONNECTION_EMPTY_VFSTYPE=La tipologia di VFS non pu\u00F2 essere vuota.
VALIDATION_STORAGE_CONNECTION_EMPTY_CONNECTION=Il campo ${fieldName} non pu\u00F2 essere vuoto.
