#
# Bundle name: org.ovirt.engine.ui.frontend.VdsmErrors
# Locale: es_ES
#
#Fri Sep 11 00:28:39 EDT 2020
ACTIVATE_NIC_FAILED=Error al activar la interfaz de red de la MV.
AcquireLockFailure=No se pudo obtener el bloqueo
ActionStopped=La acci\u00F3n se detuvo
AddBricksToGlusterVolumeFailed=Error en el bloque de agregaci\u00F3n del volumen gluster.
AddTaskError=Error de TaskManager; no se puede agregar la tarea
AddiSCSINodeError=Error al agregar nodo iSCSI
AddiSCSIPortalError=Error al agregar portal iSCSI
BackupCannotBeMasterDomain=El dominio de exportaci\u00F3n no puede ser un dominio del almacenamiento maestro
BlockDeviceActionError=Acci\u00F3n del dispositivo de bloqueo de errores
BlockStorageDomainMasterFSCKError=Error FSCK del sistema de archivos maestro BlockSD
BlockStorageDomainMasterMountError=Error de montaje del sistema de archivos maestro BlockSD
CANT_RECONSTRUCT_WHEN_A_DOMAIN_IN_POOL_IS_LOCKED=No se puede reconstruir el dominio maestro cuando el centro de datos contiene dominios en estado bloqueado.\nEspere hasta que la operaci\u00F3n para estos dominios termine antes bde tratar de reconstruir el dominio maestro de nuevo.
CINDER_ERROR=Ocurri\u00F3 un error en Cinder - '${cinderException}'
CannotAccessLogicalVolume=No se puede acceder al volumen l\u00F3gico
CannotActivateLogicalVolume=No se puede activar el volumen l\u00F3gico
CannotActivateLogicalVolumes=No se pueden activar los vol\u00FAmenes l\u00F3gicos
CannotCloneVolume=No se puede clonar el volumen
CannotConnectMultiplePools=No se puede conectar al grupo; ya est\u00E1 conectado a otro grupo
CannotCreateLogicalVolume=No se puede crear el volumen l\u00F3gico
CannotDeactivateLogicalVolume=No se puede desactivar el volumen l\u00F3gico
CannotDeleteSharedVolume=No se puede eliminar el volumen compartido
CannotDeleteVolume=Error de eliminaci\u00F3n de volumen
CannotDetachMasterStorageDomain=Acci\u00F3n ilegal
CannotFormatAttachedStorageDomain=No se puede formatear el dominio de almacenamiento adjunto
CannotFormatStorageDomainInConnectedPool=No se puede formatear el dominio de almacenamiento en el grupo conectado
CannotModifyVolumeTime=No se puede cambiar la fecha de modificaci\u00F3n del volumen
CannotRemoveLogicalVolume=No se puede borrar el volumen l\u00F3gico
CannotRetrieveSpmStatus=No se puede recuperar el estado del SPM, dominio maestro probablemente no disponible
CannotSetRWLogicalVolume=No se pudo establecer el permiso RW del volumen l\u00F3gico
CannotShareVolume=No se puede compartir el volumen
CannotWriteAccessLogialVolume=No se puede acceder al volumen l\u00F3gico para escritura
CopyImageError=Fall\u00F3 la copia de la imagen a bajo nivel
CouldNotRetrieveLogicalVolumesList=No se pudo recuperar la lista pv
CouldNotRetrievePhysicalVolumeList=No se pudo recuperar la lista pv
CouldNotValideTemplateOnTargetDomain=No se puede validar la plantilla en el dominio de destino
CurrentVersionTooAdvancedError=Formato de almacenamiento actual es demasiado avanzado
DB=Error de la base de datos.
DEACTIVATE_NIC_FAILED=No se logr\u00F3 desactivar la interfaz de red de la MV.
DEVICE_BLOCK_SIZE_NOT_SUPPORTED=Error en el tama\u00F1o del bloque del grupo de vol\u00FAmenes, verifique la configuraci\u00F3n del grupo de vol\u00FAmenes, tama\u00F1o de bloque soportado es 512 bytes.
DefaultIconPairNotFound=No se encontr\u00F3 el par de \u00EDconos predeterminados
DestImageActionError=Error durante la manipulaci\u00F3n de la imagen del destino
DeviceNotFound=No se encontr\u00F3 el dispositivo o no es accesible
DomainAlreadyLocked=No se puede adquirir el bloqueo, el recurso est\u00E1 marcado como bloqueado
DomainLockDoesNotExist=No se puede librerar el bloqueo, no se encontr\u00F3 el recurso
ENGINE=Error interno de la m\u00E1quina
ENGINE_ERROR_CREATING_STORAGE_POOL=No se puede crear el grupo de almacenamiento, verifique que todos los hosts se puedan conectar a los dominios de almacenamiento.
ERR_BAD_ADDR=Direcci\u00F3n IP incompleta o ilegal
ERR_BAD_BONDING=Definici\u00F3n de enlace inv\u00E1lida
ERR_BAD_BRIDGE=Nombre de red inv\u00E1lido
ERR_BAD_NIC=No se puede encontrar el nombre de la interfaz
ERR_BAD_PARAMS=Par\u00E1metros ilegales de red
ERR_BAD_VLAN=Definici\u00F3n inv\u00E1lida VLan
ERR_FAILED_IFUP=No se logr\u00F3 activar la interfaz
ERR_USED_BRIDGE=Actualmente no se est\u00E1 utilizando la red
ERR_USED_NIC=Interfaz ya en uso
ExportError=Error al exportar la MV
FAILED_CHANGE_CD_IS_MOUNTED=No se logr\u00F3 realizar la operaci\u00F3n "Change CD", es posible que la MV todav\u00EDa este utilizando CD.\nTrate de separar manualmente el CD de la MV\:\n  1. Inicie sesi\u00F3n en la MV\n  2  Para las MV Linux, desmonte el CD usando el comando para desmontar;\n     Para las MV Windows, haga clic en el bot\u00F3n derecho del rat\u00F3n en el controlador CD y haga clic en 'Eject';
FAILED_UPDATE_RUNNING_VM=No se logr\u00F3 actualizar la MV cuando est\u00E1 ejecut\u00E1ndose, por favor intente de nuevo cuando la MV est\u00E9 apagada.
FailedToCreateLease=No se pudo crear el alquiler
FailedToCreateWebsocketProxyTicket=No se logr\u00F3 crear el tiquete proxy websocket proxy firmado
FailedToPlugDisk=No se logr\u00F3 insertar un disco
FailedToRestoreMasterVolumeDuringVolumeSnapshotRestore=No se logr\u00F3 restablecer el volumen maestro, mientras que los vol\u00FAmenes esclavos se restablecen al estado antiguo. El administrador debe intervenir manualmente y establecer el stime en el maestro con el valor apropiado y retomar la sesi\u00F3n de geo-replicaci\u00F3n.
FailedToStopMasterVolumeDuringVolumeSnapshotRestore=No se logr\u00F3 detener el volumen maestro al restablecer la instant\u00E1nea, mientras que los vol\u00FAmenes esclavos se restablecen al estado antiguo. El administrador debe intervenir manualmente y establecer el stime en el maestro con el valor apropiado y retomar la sesi\u00F3n de geo-replicaci\u00F3n
FailedToUnPlugDisk=No se logr\u00F3 desconectar un disco
FileStorageDomainStaleNFSHandle=Manija NFS expirada en el servidor NFS subyacente
GET_FILE_LIST_ERROR=No se puede obtener la lista de archivos
GeneralException=Excepci\u00F3n general
GeneralHookError=Error general en ganchos
GetAllLogicalVolumeTagsError=No se pueden obtener etiquetas de todos los vol\u00FAmenes l\u00F3gicos del grupo de vol\u00FAmenes
GetFloppyListError=No se pudo obtener la lista flexible
GetIsoListError=No se pudo obtener la lista de im\u00E1genes en el dominio ISO. Por favor verifique que el estado del dominio de almacenamiento est\u00E9 activo
GetLogicalVolumeDataError=No se pueden obtener la informaci\u00F3n del volumen l\u00F3gico
GetLogicalVolumeDevError=No se pudo obtener los dispositivos f\u00EDsicos del volumen l\u00F3gico
GetLogicalVolumeTagError=No se pueden obtener etiquetas de los vol\u00FAmenes l\u00F3gicos
GetLogicalVolumesByTagError=No se pudo obtener los vol\u00FAmenes l\u00F3gicos con etiquetas espec\u00EDficas
GetStorageDomainListError=No se pudo obtener la lista de dominios de almacenamiento
GetVolumeGroupListError=Obtener el error de la lista del grupo de vol\u00FAmenes
GetiSCSISessionListError=Obtener el error de la lista de sesi\u00F3n iSCSI
GlfsFiniException=Fall\u00F3 el comando mientras se desmontaba el volumen Gluster.
GlfsInitException=Fall\u00F3 el comando mientras se montaba el volumen Gluster.
GlfsStatvfsException=No se pudo obtener informaci\u00F3n de tama\u00F1o de volumen Gluster.
GlusterCmdExecFailedException=Fall\u00F3 la ejecuci\u00F3n del comando
GlusterDisableSnapshotScheduleFailedException=No se pudo desactivar CLI basado en programaci\u00F3n de instant\u00E1nea de volumen Gluster.
GlusterEventException=Error general en evento Gluster
GlusterGeneralException=Excepci\u00F3n general del Gluster.
GlusterGeoRepConfigFailed=No se pudo modificar la configuraci\u00F3n de geo-replicaci\u00F3n
GlusterGeoRepException=Excepci\u00F3n de geo-replicaci\u00F3n de Gluster.
GlusterGeoRepExecuteMountBrokerOptFailed=No se pudo establecer la opci\u00F3n de agente de montaje de geo-replicaci\u00F3n.
GlusterGeoRepExecuteMountBrokerUserAddFailed=No se pudo agregar el usuario de agente de montaje de geo-replicaci\u00F3n para el usuario.
GlusterGeoRepPublicKeyFileCreateFailed=No se pudo crear archivo de llave p\u00FAblica de host Gluster.
GlusterGeoRepPublicKeyFileReadError=No se pudo leer la llave p\u00FAblica de host Gluster.
GlusterGeoRepPublicKeyWriteFailed=No se pudo escribir la llave p\u00FAblica de host Gluster.
GlusterGeoRepSessionCreateFailed=No se pudo crear sesi\u00F3n de geo-replicaci\u00F3n.
GlusterGeoRepSessionDeleteFailedException=No se pudo borrar la sesi\u00F3n de geo-replicaci\u00F3n.
GlusterGeoRepUserNotFound=El usuario de geo-replicaci\u00F3n no existe.
GlusterHookAddFailed=No se logr\u00F3 agregar el gancho
GlusterHookAlreadyExists=No se logr\u00F3 agregar el gancho ya que el gancho ya existe
GlusterHookChecksumMismatch=No se logr\u00F3 actualizar el gancho debido a que la suma de verificaci\u00F3n no coincide
GlusterHookConflict=Se encontraron ganchos en conflicto.
GlusterHookDisableFailed=No se logr\u00F3 inhabilitar el gancho gluster
GlusterHookEnableFailed=No se logr\u00F3 habilitar el gancho gluster
GlusterHookFailed=Fall\u00F3 la operaci\u00F3n del gancho gluster
GlusterHookListException=No se logr\u00F3 obtener la lista del gancho gluster
GlusterHookNotFound=No se encontr\u00F3 el gancho Gluster
GlusterHookRemoveFailed=No se logr\u00F3 borrar el gancho
GlusterHookUpdateFailed=No se pudo actualizar el gancho Gluster.
GlusterHostFailedToRunRestorecon=No se logr\u00F3 establecer la etiqueta SELinux en el brick
GlusterHostFailedToSetSelinuxContext=No se pudo definir SELinuz en el brick
GlusterHostIsNotPartOfCluster=El host no es parte del cl\u00FAster
GlusterHostRemoveFailedException=Fall\u00F3 el borrado del host Gluster.
GlusterHostStorageDeviceFsTabFoundException=La entrada FSTAB ya existe para el dispositivo
GlusterHostStorageDeviceInUseException=El dispositivo de almacenamiento ya est\u00E1 en uso.
GlusterHostStorageDeviceLVChangeFailedException=No se pudo ejecutar lvchange para el grupo fino\:
GlusterHostStorageDeviceLVConvertFailedException=No se pudo ejecutar lvconvert para dispositivo.
GlusterHostStorageDeviceMakeDirsFailedException=No se pudo crear el directorio mount.
GlusterHostStorageDeviceMountFailedException=No se pudo montar el dispositivo.
GlusterHostStorageDeviceNotFoundException=No se encontr\u00F3 dispositivo de almacenamiento.
GlusterHostStorageDevicePVCreateFailedException=No se pudo crear el volumen f\u00EDsico LVM
GlusterHostStorageDeviceVGCreateFailedException=No se pudo crear LVM VG
GlusterHostStorageDeviceVGScanFailedException=Fall\u00F3 vgscan
GlusterHostStorageMountPointInUseException=Punto de montaje en uso
GlusterHostUUIDNotFound=No se encontr\u00F3 el UUID host gluster
GlusterLibgfapiException=El comando fall\u00F3 debido a la excepci\u00F3n libgfapi Gluster
GlusterMissingArgumentException=El comando fall\u00F3 debido a que falta un argumento
GlusterMountBrokerRootCreateFailed=No se pudo crear agente de montaje de geo-replicaci\u00F3n root.
GlusterPermissionDeniedException=Permiso denegado
GlusterServiceActionNotSupported=No se soporta la acci\u00F3n del servicio Gluster
GlusterServicesActionFailed=Fall\u00F3 la acci\u00F3n del servicio Gluster
GlusterSnapshotActivateFailedException=No se logr\u00F3 activar la instant\u00E1nea del volumen gluster
GlusterSnapshotConfigFailedException=No se logr\u00F3 configurar la instant\u00E1nea del volumen gluster
GlusterSnapshotConfigGetFailedException=No se logr\u00F3 obtener la configuraci\u00F3n de la instant\u00E1nea del volumen gluster
GlusterSnapshotConfigSetFailedException=No se logr\u00F3 establecer la configuraci\u00F3n de la instant\u00E1nea del volumen gluster
GlusterSnapshotCreateFailedException=No se logr\u00F3 crear la instant\u00E1nea para el volumen gluster
GlusterSnapshotDeactivateFailedException=No se logr\u00F3 desactivar la instant\u00E1nea del volumen gluster
GlusterSnapshotDeleteFailedException=No se logr\u00F3 borrar la instant\u00E1nea del volumen gluster
GlusterSnapshotException=Error al ejecutar el comando de instant\u00E1nea del gluster
GlusterSnapshotInfoFailedException=Fall\u00F3 la informaci\u00F3n de la instant\u00E1nea del gl\u00FAster
GlusterSnapshotRestoreFailedException=No se logr\u00F3 restablecer la instant\u00E1nea del volumen gluster
GlusterSnapshotScheduleFlagUpdateFailedException=No se pudo establecer el indicador del programador de volumen Gluster.
GlusterSyntaxErrorException=El comando fall\u00F3 debido a un error de sintaxis
GlusterVolumeDeleteFailed=Fall\u00F3 el borrado del volumen gluster.
GlusterVolumeEmptyCheckFailed=No se pudo detener el perfil del volumen Gluster.
GlusterVolumeGeoRepSessionPauseFailed=No se pudo pausar sesi\u00F3n de geo-replicaci\u00F3n.
GlusterVolumeGeoRepSessionResumeFailed=No se pudo retomar la sesi\u00F3n de geo-replicaci\u00F3n en el volumen Gluster.
GlusterVolumeGeoRepSessionStartFailed=Fall\u00F3 el inicio de geo-replicaci\u00F3n de volumen Gluster.
GlusterVolumeGeoRepSessionStopFailed=No se pudo detener la sesi\u00F3n de geo-replicaci\u00F3n.
GlusterVolumeGeoRepStatusFailed=No se pudo obtener informaci\u00F3n de estado de sesi\u00F3n de geo-replicaci\u00F3n en volumen Gluster.
GlusterVolumeProfileStartFailed=Fall\u00F3 el inicio del perfil del volumen gluster
GlusterVolumeProfileStopFailed=Fall\u00F3 la detenci\u00F3n del perfil del volumen gluster
GlusterVolumeRebalanceStartFailed=Fall\u00F3 el inicio del rebalanceo del volumen gluster
GlusterVolumeRebalanceStatusFailedException=No se logr\u00F3 obtener el estado del rebalanceo del volumen gluster
GlusterVolumeRebalanceStopFailed=Fall\u00F3 la detenci\u00F3n del rebalanceo del volumen Gluster
GlusterVolumeRemoveBrickStatusFailed=No se logr\u00F3 obtener el estado de los bloques de borrado del volumen gluster
GlusterVolumeRemoveBricksCommitFailed=No se logr\u00F3 guardar los cambios del borrado de bloques del volumen Gluster.
GlusterVolumeRemoveBricksFailed=Fallaron los bloques de borrado del volumen gluster.
GlusterVolumeRemoveBricksStartFailed=No se logr\u00F3 iniciar el borrado de bloques del volumen Gluster.
GlusterVolumeRemoveBricksStopFailed=No se logr\u00F3 iniciar el borrado de bloques del volumen Gluster.
GlusterVolumeReplaceBrickStartFailed=Fall\u00F3 el inicio del bloque de reemplazo del volumen gluster
GlusterVolumeResetBrickStartFailed=Fall\u00F3 el inicio del bloque de restauraci\u00F3n del volumen Gluster.
GlusterVolumeStatusAllFailedException=No se logr\u00F3 obtener la lista de tareas gluster
GlusterWebhookAddException=No se pudo agregar el webhook Gluster
GlusterWebhookDeleteException=No se pudo eliminar el webhook Gluster
GlusterWebhookSyncException=No se pudo sincronizar el webhook Gluster
GlusterWebhookUpdateException=No se pudo actualizar el webhook Gluster
GlusterXmlErrorException=Error XML
GraphicsConsoleCantBeObtained=No se puede obtener la consola de gr\u00E1ficos. \u00BFLa mv est\u00E1 lista para conectarse a la consola?
HOST_ALREADY_EXISTS=No se puede agregar el host. Ya existe un host con las mismas caracter\u00EDsticas.
HOST_DEVICES_TAKEN_BY_OTHER_VM=Algunos de los dispositivos host configurados fueron adquiridos por otra MV.
HOT_PLUG_MEM=No se logr\u00F3 conectar en caliente la memoria
HostIdMismatch=El ID del host no se encontr\u00F3 o no coincide con el ID del host administrador
IMAGES_NOT_SUPPORTED_ERROR=Este dominio no soporta im\u00E1genes
INVALID_HA_VM_LEASE=Alquiler de MV no v\u00E1lido. Cambie el dominio de almacenamiento en el que se crea el alquiler para crear otro alquiler.
IRS_IMAGE_STATUS_ILLEGAL=Esta operaci\u00F3n est\u00E1  bloqueada debido al estado del archivo de im\u00E1genes.\nEl estado del archivo de im\u00E1genes es transitorio (probablemente bloqueado por otra operaci\u00F3n paralela). Espere a que el estado cambie e int\u00E9nte de nuevo.
IRS_REPOSITORY_NOT_FOUND=Error al conectarse al servicio del administrador del grupo de almacenamiento.\nPosibles razones\:\n - El servicio del administrador del grupo de almacenamiento est\u00E1 en estado no activo.\n - No hay un host activo en el centro de datos.
ISCSI_LOGIN_AUTH_ERROR=No logr\u00F3 iniciar sesi\u00F3n en el nodo iSCSI debido a una falla en la autorizaci\u00F3n
ImageDeamonError=La solicitud a vdm-image-daemon no tuvo \u00E9xito
ImageDeamonUnsupported=vdsm-image-daemon no tiene soporte en host
ImageDeleteError=No se pudo borrar todos los archivos
ImageDoesNotExistInDomainError=La imagen no existe en el dominio
ImageIsEmpty=La imagen est\u00E1 vac\u00EDa
ImageIsNotEmpty=La imagen no est\u00E1 vac\u00EDa
ImageIsNotLegalChain=La imagen no es una cadena legal
ImageMissingFromVm=Falta imagen de la MV
ImageNotOnTargetDomain=La imagen no se pudo encontrar en el dominio especificado
ImagePathError=La ruta de la imagen no existe o no se puede acceder/crear
ImageTicketsError=Se encontr\u00F3 un error inesperado con tiques de im\u00E1genes
ImageValidationError=Error en la validaci\u00F3n de im\u00E1genes
ImagesActionError=Error en la acci\u00F3n de im\u00E1genes
ImportError=Error al importar la imagen
ImportInfoError=Error al importar la informaci\u00F3n del candidato
ImportUnknownType=Tipo de importaci\u00F3n desconocido
InaccessiblePhysDev=La multiruta no puede acceder el dispositivo f\u00EDsico
IncorrectFormat=Formato incorrecto de volumen
InternalVolumeNonWritable=No se puede acceder al volumen para escrituras, es un volumen interno
InvalidDefaultExceptionException=No se puede establecer la excepci\u00F3n como predeterminada, no se soporta el tipo
InvalidIpAddress=Direcci\u00F3n IP inv\u00E1lida
InvalidJob=Trabajo inv\u00E1lido
InvalidParameterException=Par\u00E1metro inv\u00E1lido
InvalidRecovery=Recuperaci\u00F3n inv\u00E1lida
InvalidResourceName=Nombre de recurso inv\u00E1lido
InvalidTask=Tarea inv\u00E1lida
InvalidTaskMng=Administrador de tareas inv\u00E1lido
InvalidTaskType=Tipo de tarea inv\u00E1lido
IsSpm=Operaci\u00F3n no permitida mientras que el SPM est\u00E9 activo
IsoCannotBeMasterDomain=Dominio ISO no puede ser un dominio del almacenamiento maestro
LABELED_NETWORK_INTERFACE_NOT_FOUND=No se pudo encontrar una interfaz de red con etiqueta.
LVMSetupError=Fall\u00F3 la configuraci\u00F3n de la MVL
LogicalVolumeAddTagError=Agregar etiqueta al error del volumen l\u00F3gico
LogicalVolumeAlreadyExists=No se puede crear el volumen l\u00F3gico - ya existe
LogicalVolumeCachingError=Error en el cach\u00E9 del volumen l\u00F3gico
LogicalVolumeDoesNotExistError=No existe el volumen l\u00F3gico
LogicalVolumeExtendError=Fall\u00F3 la extensi\u00F3n del volumen l\u00F3gico
LogicalVolumePermissionsError=No se pudo actualizar/cambiar los permisos del volumen l\u00F3gico
LogicalVolumeRefreshError=No se puede actualizar el volumen l\u00F3gico
LogicalVolumeRemoveTagError=Borrar etiqueta del error del volumen l\u00F3gico
LogicalVolumeRenameError=No se puede renombrar el volumen l\u00F3gico
LogicalVolumeReplaceTagError=Reemplazar el error de la etiqueta del volumen l\u00F3gico
LogicalVolumeScanError=Error al escanear el volumen l\u00F3gico
LogicalVolumeWrongTagError=Etiqueta equivocada del volumen l\u00F3gico
LogicalVolumesListError=No se puede obtener la lista de los vol\u00FAmenes l\u00F3gicos del grupo de vol\u00FAmenes
LogicalVolumesScanError=Error al escanear el volumen l\u00F3gico
MAC_ADDRESS_IS_IN_USE=Direcci\u00F3n Mac en uso.
MAC_POOL_INITIALIZATION_FAILED=Error inicializando el grupo MAC
MAC_POOL_NOT_INITIALIZED=Grupo de direcciones MAC no definido. Chequee su configuraci\u00F3n utilizando la herramienta de configuraci\u00F3n.
MAC_POOL_NO_MACS_LEFT=No hay m\u00E1s direcciones MAC disponibles en el grupo de direcciones MAC.
MIGRATION_CANCEL_ERROR=La migraci\u00F3n no est\u00E1 en progreso
MIGRATION_DEST_INVALID_HOSTNAME=El destino de la migraci\u00F3n tiene un nombre de host inv\u00E1lido
MergeSnapshotsError=Error al unir las tomas de pantalla
MergeVolumeRollbackError=No se puede deshacer la fusi\u00F3n del volumen
MetaDataGeneralError=Error general en los metadatos
MetaDataKeyError=Error de la llave de metadatos
MetaDataKeyNotFoundError=Error al no encontrar la llave de metadatos
MetaDataMappingError=Fall\u00F3 el mapeo de los metadatos
MetaDataParamError=Par\u00E1metro de metadatos inv\u00E1lido
MetaDataSealIsBroken=El sello de metadatos est\u00E1 roto (la suma de comprobaci\u00F3n no coincide)
MetaDataValidationError=Fall\u00F3 la auto-validaci\u00F3n de los metadatos
MetadataOverflowError=Metadatos demasiado grandes. No se pueden cambiar los metadatos
MiscBlockReadException=Fallo al leer el dispositivo de bloqueo interno
MiscBlockWriteException=Fallo al escribir en el dispositivo de bloqueo interno
MiscBlockWriteIncomplete=Escritura incompleta del dispositivo de bloqueo interno
MiscDirCleanupFailure=Falla en la limpieza del directorio
MiscFileReadException=Fallo interno de lectura del archivo
MiscFileWriteException=Fallo interno de escritura del archivo
MissParam=Falta un par\u00E1metro requerido
MissingOvfFileFromVM=Falta un archivo OVF de la MV
MissingTagOnLogicalVolume=Falta la etiqueta del volumen l\u00F3gico.
MixedSDVersionError=El formato del dominio es diferente del formato del dominio de almacenamiento maestro
MkfsError=No se puede crear el sistema de archivos en el dispositivo
MountParsingError=Error al analizar sint\u00E1cticamente el montaje
MountTypeError=Error en el tipo de montaje
MoveImageError=Error al mover la imagen
MoveTemplateImageError=No se puede mover la imagen de la plantilla ya que una MV la est\u00E1 utilizando.
MultipathRestartError=Error en el reinicio del servicio multirutas
MultipathSetupError=No logr\u00F3 configurar la multiruta
MultipleMoveImageError=Error al mover m\u00FAltiples im\u00E1genes
NETWORK_LABEL_CONFLICT=Las redes representadas por la etiqueta no se pueden configurar en la misma interfaz de red.
NO_ACTIVE_ISO_DOMAIN_IN_DATA_CENTER=No hay un dominio ISO activo en el centro de datos.
NO_FREE_VM_IN_POOL=No se puede asignar la MV. No hay MV disponibles en el grupo
NO_IMPLEMENTATION=No implementado
NoSpaceLeftOnDomain=No queda espacio en el dominio
NoSuchVmLeaseOnDomain=No fue posible buscar el alquiler de MV. No existe tal alquiler.
NonLeafVolumeNotWritable=No se puede acceder al volumen para escrituras, no es un volumen de hojas
NotImplementedException=M\u00E9todo no implementado
OperationInProgress=Operaci\u00F3n ya en progreso
OrphanVolumeError=Volumen hu\u00E9rfano, el volumen no tiene imagen
OverwriteImageError=No se puede sobrescribir la imagen
PROVIDER_AUTHENTICATION_FAILURE=No logr\u00F3 autenticar con el proveedor externo. Por favor confirme el nombre de usuario y la contrase\u00F1a.
PROVIDER_FAILURE=No se logr\u00F3 comunicar con el proveedor externo, consulte el registro para obtener m\u00E1s detalles.
PROVIDER_IMPORT_CERTIFICATE_ERROR=No logr\u00F3 importar el certificado del proveedor.
PROVIDER_SSL_FAILURE=Problema SSL al tratar de conectarse al proveedor externo.
PartitionedPhysDev=Dispositivo f\u00EDsico con particiones
PhysDevInitializationError=Fall\u00F3 la inicializaci\u00F3n del dispositivo f\u00EDsico. Verifique que el dispositivo est\u00E9 vac\u00EDo y que sea accesible por parte del host.
PoolUpgradeInProgress=Actualizaci\u00F3n de un grupo mientras que la actualizaci\u00F3n en proceso no se soporta
ProblemWhileTryingToMountTarget=Problema al tratar de montar el destino
RESOURCE_MANAGER_CANT_ALLOC_VDS_MIGRATION=Operaci\u00F3n de migraci\u00F3n cancelada, host de destino no disponible.
RESOURCE_MANAGER_MIGRATION_FAILED_AT_DST=Migraci\u00F3n fallida. Probablemente debido a un error en el host de destino.
RESOURCE_MANAGER_VDS_NOT_FOUND=No se encontr\u00F3 el host.
ReachedMaxNumberOfHostsInDC=Se lleg\u00F3 al n\u00FAmero m\u00E1ximo de hosts permitidos en el centro de datos
ReconstructMasterError=No se puede reconstruir el dominio maestro
RemoveiSCSINodeError=Borrar error del nodo iSCSI
RemoveiSCSIPortalError=Borrar error del portal iSCSI
ResourceAcqusitionFailed=No se pudo adquirir el recurso. Probablemente la f\u00E1bica de recursos present\u00F3 una excepci\u00F3n
ResourceDoesNotExist=El recurso no existe
ResourceException=Excepci\u00F3n general
ResourceExhausted=No hay recursos suficientes para ejecutar tareas adicionales
ResourceNamespaceNotEmpty=El espacio de nombres del recurso no est\u00E1 vac\u00EDo
ResourceReferenceInvalid=No se puede realizar la operaci\u00F3n. Este recurso se ha liberado o expir\u00F3
ResourceTimeout=Tiempo de expiraci\u00F3n del recurso
SETUP_NETWORKS_ROLLBACK=Revertir al \u00FAltimo estado de configuraci\u00F3n guardado.
SNAPSHOT_FAILED=Fall\u00F3 la instant\u00E1nea en vivo.
STORAGE_DOMAIN_REFRESH_ERROR=No se puede refrescar el dominio del almacenamiento
SetiSCSIAuthError=Configurar error en la autenticaci\u00F3n iSCSI
SetiSCSIPasswdError=Configurar error de la contrase\u00F1a iSCSI
SetiSCSIUsernameError=Configurar error en el nombre del usuario iSCSI
SharedVolumeNonWritable=Volumen compartido es de solo lectura
SourceImageActionError=Error durante la manipulaci\u00F3n de las im\u00E1genes fuente
SpmFenceError=Error al delimitar SPM
SpmParamsMismatch=lver/id anterior del grupo no coincide con la petici\u00F3n
SpmStartError=Error al iniciar el SPM
SpmStatusError=No es el SPM
SpmStopError=Error al detener el SPM
StorageDomainAccessError=El dominio es parcialmente accesible o completamente inaccesible
StorageDomainActionError=Error en la acci\u00F3n del dominio de almacenamiento
StorageDomainActivateError=Error activando el dominio del almacenamiento
StorageDomainActive=Acci\u00F3n ilegal, dominio activo
StorageDomainAlreadyAttached=El dominio ya lo est\u00E1 utilizando otro centro de datos.\nPara utilizarlo sep\u00E1relo del centro de datos al cual est\u00E1 adjunto actualmente.
StorageDomainAlreadyExists=Dominio de almacenamiento ya existente
StorageDomainAttachError=Error al adjuntar el dominio de almacenamiento
StorageDomainCheckError=El dominio tiene errores
StorageDomainClassError=Valor inv\u00E1lido de la clase de dominio
StorageDomainCreationError=Error al crear un dominio de almacenamiento
StorageDomainDeactivateError=Error al desactivar el dominio de almacenamiento
StorageDomainDescriptionTooLongError=La descripci\u00F3n del dominio de almacenamiento es demasiado larga
StorageDomainDetachError=Error al separar el dominio de almacenamiento
StorageDomainDoesNotExist=No se puede alcanzar el dominio de almacenamiento. Aseg\u00FArese de que se puede acceder desde el host.
StorageDomainFSNotMounted=La ruta remota del dominio de almacenamiento no est\u00E1 montada
StorageDomainFormatError=Error al formatear un dominio de almacenamiento
StorageDomainIllegalRemotePath=Ruta remota ilegal
StorageDomainInsufficientPermissions=Permisos de acceso insuficientes al almacenamiento subyacente
StorageDomainIsMadeFromTooManyPVs=Dominio de almacenamiento consta de demasiados PVs
StorageDomainIsMemberOfPool=El dominio de almacenamiento ya es un miembro del grupo
StorageDomainLayoutError=Dise\u00F1o del dominio de almacenamiento corrupto
StorageDomainMasterCopyError=Error al copiar los datos del dominio del almacenamiento maestro
StorageDomainMasterError=No se puede acceder al dominio de almacenamiento maestro
StorageDomainMasterUnmountError=Error al desmontar el dominio del almacenamiento maestro
StorageDomainMetadataCreationError=Error al crear los metadatos de un dominio de almacenamiento
StorageDomainMetadataFileMissing=No se pudo recuperar el nombre del archivo de metadatos para el dominio
StorageDomainMetadataNotFound=Dominio de almacenamiento inv\u00E1lido, no se encontraron los metadatos
StorageDomainNotActive=Dominio de almacenamiento no activo
StorageDomainNotEmpty=Error al crear un dominio de almacenamiento. La ruta del almacenamiento seleccionada no est\u00E1 vac\u00EDa (probablemente contiene otro dominio de almacenamiento). Borre el dominio de almacenamiento existente de esta ruta o cambie la ruta del almacenamiento).
StorageDomainNotInPool=Dominio de almacenamiento no est\u00E1 en el grupo
StorageDomainNotMemberOfPool=El dominio no es un miembro en el grupo
StorageDomainStateTransitionIllegal=Cambio ilegal del estado del dominio
StorageDomainStatusError=Estado del dominio de almacenamiento no soportado
StorageDomainTargetUnsupported=No se soporta el destino del dominio de almacenamiento
StorageDomainTypeError=Tipo de dominio de almacenamiento no soportado
StorageDomainTypeNotBackup=El tipo del dominio debe ser 'Export' pero no lo es
StorageException=Excepci\u00F3n general del almacenamiento
StoragePoolActionError=Error en la acci\u00F3n del almacenamiento del centro de datos
StoragePoolAlreadyExists=Error creando el almacenamiento del centro de datos (ya existe)
StoragePoolCheckError=Fall\u00F3 la verificaci\u00F3n del grupo
StoragePoolConnected=No se puede realizar la acci\u00F3n mientras que el pool de almacenamiento est\u00E9 conectado
StoragePoolConnectionError=Error en la conexi\u00F3n del almacenamiento del centro de datos
StoragePoolCreationError=Error creando el almacenamiento del centro de datos
StoragePoolDescriptionTooLongError=La descripci\u00F3n del pool de almacenamiento es demasiado larga
StoragePoolDestroyingError=Error destruyendo el almacenamiento del centro de datos
StoragePoolDisconnectionError=Error en la desconexi\u00F3n del almacenamiento del centro de datos
StoragePoolHasPotentialMaster=El rol maestro se debe mover a otro dominio
StoragePoolHigherVersionMasterFound=Se encontr\u00F3 un dominio maestro con una versi\u00F3n maestra mayor que la ingresada
StoragePoolInternalError=Almacenamiento del centro de datos no definido
StoragePoolMasterNotFound=No se puede encontrar el dominio maestro
StoragePoolNotConnected=Almacenamiento del centro de datos no conectado
StoragePoolTooManyMasters=Demasiados maestros para StoragePool
StoragePoolUnknown=ID de grupo desconocido, grupo desconectado
StoragePoolWrongMaster=Dominio maestro o versi\u00F3n equivocados
StorageServerAccessPermissionError=La configuraci\u00F3n de permisos en la ruta especificada no permiten acceso al almacenamiento.\nVerifique la configuraci\u00F3n de permisos en la ruta de almacenamiento especificada.
StorageServerActionError=Error en la acci\u00F3n del servidor de almacenamiento
StorageServerConnectionError=Error en la conexi\u00F3n del servidor de almacenamiento
StorageServerDisconnectionError=Error en la desconexi\u00F3n del servidor de almacenamiento
StorageServerValidationError=La ruta especificada no existe o no se puede alcanzar.\nVerifique que la ruta sea correcta y para el almacenamiento remoto,\nchequee la conexi\u00F3n a su almacenamiento
StorageServeriSCSIError=Error en la conexi\u00F3n iSCSI
StorageTypeError=Error en el tipo de almacenamiento
StorageUpdateVmError=No se puede actualizar la MV
TaskAborted=Tarea abortada
TaskClearError=No se pudo limpiar la tarea
TaskDirError=No puede encontrar/acceder el directorio de la tarea
TaskHasRefs=la operaci\u00F3n no se puede relizar - la tarea tiene referencias activas
TaskInProgress=Tarea en curso.
TaskMetaDataLoadError=No se pueden cargar los metadatos de la tarea.
TaskMetaDataSaveError=No se puede guardar los metadatos de la tarea
TaskNotFinished=Tarea no terminada
TaskPersistError=La tarea no se puede persistir
TaskStateError=La operaci\u00F3n no se permite en este estado de la tarea
TaskStateTransitionError=No se puede mover la tarea al estado solicitado
TemplateCreationError=Error al crear una plantilla desde la MV
TooManyDomainsInStoragePoolError=Demasiados dominios en el pool del almacenamiento
TooManyPVsInVG=Trat\u00F3 de crear un VG de demasiados PVs
UPDATE_NUM_VFS_FAILURE=No se pudo cambiar el n\u00FAmero de funciones virtuales.
UPDATE_VNIC_FAILED=No se logr\u00F3 actualizar la interfaz de red de la MV
UnicodeArgumentException=Los argumentos unicode no est\u00E1n soportados
UnknownTask=ID de la tarea desconocido
UnmanagedTask=No se puede realizar la tarea en una tarea no administrada
UnsupportedDomainVersion=Formato de almacenamiento no soportado
UnsupportedGlusterVolumeReplicaCountError=No permite el conteo de r\u00E9plicas de vol\u00FAmenes Gluster.
UnsupportedOperationErr=No se admite esta operaci\u00F3n.
V2V_JOB_ALREADY_EXIST=El id del trabajo ya existe
V2V_JOB_DOESNT_EXIST=El ID del trabajo no existe
V2V_JOB_NOT_DONE=El estado del trabajo no es terminado
V2V_NO_SUCH_OVF=El archivo OVF no existe
VDS_NETWORK_ERROR=Error de la red durante la comunicaci\u00F3n con el host.
VMCantBeObtained=No se puede obtener la MV
VMPathNotExists=No se pudo encontrar el directorio de MV
VM_INVALID_SERVER_CLUSTER_ID=ID de cl\u00FAster de host es inv\u00E1lido.
VM_NOT_QUALIFIED_FOR_SNAPSHOT_MERGE=Para unir instant\u00E1neas, la MV debe estar apagada, prendida o en pausa.
VM_TEMPLATE_CANT_LOCATE_DISKS_IN_DB=No se pueden encontrar los discos de la plantilla en la base de datos.
VOLUME_GROUP_BLOCK_SIZE_ERROR=Error en el tama\u00F1o del bloque del grupo de vol\u00FAmenes
VOLUME_WAS_NOT_PREPARED_BEFORE_TEARDOWN=El volumen no estaba preparado antes de ser eliminado
VolumeAccessError=Error accediendo un volumen
VolumeAlreadyExists=El volumen ya existe
VolumeCannotGetParent=No se puede obtener el volumen padre
VolumeCopyError=Copia del volumen fallida
VolumeCreationError=Error al crear un nuevo volumen
VolumeDoesNotExist=El volumen no existe
VolumeExtendingError=Error extendiendo el volumen
VolumeGeneralException=Excepci\u00F3n general
VolumeGroupActionError=Error en la acci\u00F3n del grupo del volumen
VolumeGroupAddTagError=Agregar etiqueta al error del grupo de vol\u00FAmenes
VolumeGroupAlreadyExistsError=El grupo del volumen ya existe
VolumeGroupCreateError=No se puede crear el grupo del volumen
VolumeGroupDoesNotExist=El grupo del volumen no existe
VolumeGroupExtendError=No se puede extender el grupo del volumen
VolumeGroupHasDomainTag=Grupo de vol\u00FAmenes tiene una etiqueta de dominio - requiere limpieza
VolumeGroupPermissionsError=No se pudo actualizar/cambiar los permisos del grupo del volumen
VolumeGroupReadTagError=Leer el error de la etiqueta del grupo de vol\u00FAmenes
VolumeGroupRemoveError=Error de borrado del grupo de vol\u00FAmenes
VolumeGroupRemoveTagError=Borrar etiqueta del error del grupo de vol\u00FAmenes
VolumeGroupRenameError=Error al renombrar el grupo de vol\u00FAmenes
VolumeGroupReplaceTagError=Reemplazar el error de la etiqueta del grupo de vol\u00FAmenes
VolumeGroupScanError=Error escaneando el grupo de vol\u00FAmenes
VolumeGroupSizeError=El grupo del volumen no es lo suficientemente grande; el tama\u00F1o m\u00EDnimo para un dominio de almacenamiento es 10GB
VolumeGroupUninitialized=Grupo de vol\u00FAmenes no inicializado
VolumeImageHasChildren=No se puede borrar la imagen del volumen, la cual tiene hijos (no \u00E9tico)
VolumeIsBusy=Volumen ocupado
VolumeMetadataReadError=Error al procesar los metadatos del volumen
VolumeMetadataWriteError=Error al actualizar los metadatos del volumen
VolumeNonShareable=El volumen no se puede compartir, no es un volumen compartido/plantilla
VolumeNonWritable=No se puede acceder al volumen para escrituras
VolumeOwnershipError=Error de propiedad del volumen
VolumeUnlinkError=Fall\u00F3 el desenlace del volumen
VolumesZeroingError=El volumen no se puede poner en ceros
copyerr=Copia fallida
createErr=Error al crear el escritorio solicitado
createIllegalVolumeSnapshotError=No se puede crear una instant\u00E1nea del volumen de un volumen ilegal
createVolumeRollbackError=Fallo al deshacer la creaci\u00F3n del volumen
createVolumeSizeError=El tama\u00F1o solicitado es demasiado peque\u00F1o. Debe ser mayor o igual a 1.
destroyErr=Error de destrucci\u00F3n de la m\u00E1quina virtual
down=Escritorio no funcional
exist=El escritorio ya existe
fenceAgent=Agente de barrera no soportado
freezeErr=No se pueden congelar los sistemas de archivos de hu\u00E9sped.
iSCSIDiscoveryError=No se logr\u00F3 descubrir los destinos iSCSI
iSCSILoginError=No logr\u00F3 iniciar sesi\u00F3n en el nodo iSCSI
iSCSILogoutError=No logr\u00F3 terminar la sesi\u00F3n en el nodo iSCSI
iSCSISetupError=No logr\u00F3 configurar el subsistema iSCSI
iSCSIifaceError=Error iscsiadm iface
imageErr=No se pudo encontrar el archivo de la imagen del controlador
migrateErr=Error fatal durante la migraci\u00F3n
nfsErr=Tiempo de expiraci\u00F3n del acceso al dominio del almacenamiento
noConPeer=No se pudo conectar al host compa\u00F1ero
noVM=El escritorio no existe
noVmType=Tipo de MV no soportada
nonresp=Agente invitado no responde
outOfMem=No hay suficiente memoria libre para crear el escritorio
prepareIllegalVolumeError=No se puede preparar volumen ilegal
recovery=Recuperaci\u00F3n o inicializaci\u00F3n
sparse=creaci\u00F3n escasa fallida
thawErr=No se pueden congelar los sistemas de archivos de hu\u00E9sped.
ticketErr=Error al configurar el tiquete SPICE
unavail=Recurso no disponible
unexpected=Excepci\u00F3n inesperada
unsupFormat=Formato de imagen no soportado
