#
#
# Bundle name: org.ovirt.engine.ui.frontend.VdsmErrors
# Locale: fr_FR
#
#
#Wed Apr 08 03:25:53 EDT 2020
ACTIVATE_NIC_FAILED=N'a pas pu activer l'Interface de r\u00E9seau VM
AcquireLockFailure=Impossible d'obtenir un verrou
ActionStopped=Action arr\u00EAt\u00E9e
AddBricksToGlusterVolumeFailed=L'ajout de Briques dans le volume Gluster a \u00E9chou\u00E9.
AddTaskError=Erreur de Taskmanager, impossible d'ajouter une t\u00E2che
AddiSCSINodeError=Erreur d'ajout de n\u0153ud iSCSI
AddiSCSIPortalError=Erreur d'ajout de portail iSCSI
BackupCannotBeMasterDomain=Le domaine d'exportation ne peut pas \u00EAtre un domaine de stockage ma\u00EEtre
BlockDeviceActionError=\u00C9chec de getDeviceList ou getDeviceInfo (pour une erreur non g\u00E9r\u00E9e)
BlockStorageDomainMasterFSCKError=Erreur FSCK de syst\u00E8me de fichiers ma\u00EEtre BlockSD
BlockStorageDomainMasterMountError=Erreur de montage de syst\u00E8me de fichiers ma\u00EEtre BlockSD
CANT_RECONSTRUCT_WHEN_A_DOMAIN_IN_POOL_IS_LOCKED=Ne peut pas reconstituer le Domaine ma\u00EEtre lorsque le Centre de donn\u00E9es contient des Domaines en \u00E9tat Verrouill\u00E9.\nVeuillez patienter jusqu'\u00E0 la fin de l'op\u00E9ration pour ces Domaines, avant d'essayer de reconstruire le Domaine Ma\u00EEtre.
CINDER_ERROR=Erreur sur Cinder - '${cinderException}'
CannotAccessLogicalVolume=Impossible d'acc\u00E9der au Volume Logique
CannotActivateLogicalVolume=Impossible d'activer un Volume Logique
CannotActivateLogicalVolumes=Impossible d'activer les Volumes logiques
CannotCloneVolume=Impossible de cloner le volume
CannotConnectMultiplePools=Impossible de se connecter au pool, d\u00E9j\u00E0 connect\u00E9 \u00E0 un autre pool
CannotCreateLogicalVolume=Impossible de cr\u00E9er un Volume Logique
CannotDeactivateLogicalVolume=Impossible de d\u00E9sactiver un Volume Logique
CannotDeleteSharedVolume=Le volume partag\u00E9 ne peut pas \u00EAtre supprim\u00E9
CannotDeleteVolume=Erreur de suppression du volume
CannotDetachMasterStorageDomain=Action ill\u00E9gale
CannotFormatAttachedStorageDomain=Impossible de formater le domaine de stockage attach\u00E9
CannotFormatStorageDomainInConnectedPool=Impossible de formater le domaine de stockage dans le pool connect\u00E9
CannotModifyVolumeTime=Impossible de changer la derni\u00E8re modification de volume
CannotRemoveLogicalVolume=Impossible de supprimer un Volume Logique
CannotRetrieveSpmStatus=Impossible d'obtenir le statut SPM, le domaine ma\u00EEtre n'est sans doute pas disponible
CannotSetRWLogicalVolume=Impossible de d\u00E9finir la permission RW pour le Volume logique
CannotShareVolume=Impossible de partager le volume
CannotWriteAccessLogialVolume=Impossible d'acc\u00E9der aux \u00E9critures pour le volume logique
CopyImageError=La copie Image niveau moindre a \u00E9chou\u00E9
CouldNotRetrieveLogicalVolumesList=Impossible d'extraire la liste pv
CouldNotRetrievePhysicalVolumeList=Impossible d'extraire la liste pv
CouldNotValideTemplateOnTargetDomain=Impossible de valider un mod\u00E8le sur le domaine cible
CurrentVersionTooAdvancedError=Le format de stockage actuel est trop avanc\u00E9
DB=Erreur de base de donn\u00E9es.
DEACTIVATE_NIC_FAILED=N'a pas pu d\u00E9sactiver l'Interface de r\u00E9seau VM
DEVICE_BLOCK_SIZE_NOT_SUPPORTED=Erreur de taille de bloc de Groupe de volumes, veuillez v\u00E9rifier la configuration de votre Groupe de volumes, la taille du bloc pris en charge est de 512 octets.
DefaultIconPairNotFound=Paire d'ic\u00F4nes par d\u00E9faut non trouv\u00E9e
DestImageActionError=Erreur lors de la manipulation d'image de destination
DeviceNotFound=P\u00E9riph\u00E9rique non trouv\u00E9 ou non accessible
DomainAlreadyLocked=Impossible d'obtenir le verrou, ressource marqu\u00E9e comme verrouill\u00E9e
DomainLockDoesNotExist=Impossible de lib\u00E9rer le verrou, ressource non trouv\u00E9e
ENGINE=Erreur Engine Interne
ENGINE_ERROR_CREATING_STORAGE_POOL=Impossible de cr\u00E9er un Pool de stockage, veuillez v\u00E9rifier que tous les h\u00F4tes puissent se connecter aux domaines de stockage.
ERR_BAD_ADDR=Adresse IP ill\u00E9gale ou incompl\u00E8te
ERR_BAD_BONDING=D\u00E9finition de Liaison non valide
ERR_BAD_BRIDGE=Nom de R\u00E9seau non valide
ERR_BAD_NIC=Impossible de trouver le nom de l'interface
ERR_BAD_PARAMS=Param\u00E8tres de r\u00E9seau ill\u00E9gaux
ERR_BAD_VLAN=D\u00E9finition VLAN non valide
ERR_FAILED_IFUP=N'a pas pu d\u00E9marrer l'interface
ERR_USED_BRIDGE=Le r\u00E9seau est en cours d'utilisation
ERR_USED_NIC=L'interface est d\u00E9j\u00E0 en cours d'utilisation
ExportError=Erreur d'exportation de la VM
FAILED_CHANGE_CD_IS_MOUNTED=N'a pas pu ex\u00E9cuter op\u00E9ration \u00AB Changement CD \u00BB, le CD est sans doute toujours en usage par la VM.\nVeuillez essayer de d\u00E9tacher manuellement le CD par l'int\u00E9rieur de la VM\u00A0\:\n1. Connectez-vous \u00E0 la VM\n2. Pour les VM Linux, d\u00E9monter le CD \u00E0 l'aide de la commande \u00AB\u00A0umount\u00A0\u00BB\u00A0;\nPour les machines virtuelles de Windows, effectuez un clic droit sur le CD puis cliquez sur \u00AB\u00A0Eject\u00A0\u00BB\u00A0;
FAILED_UPDATE_RUNNING_VM=N'a pas pu mettre \u00E0 jour la VM alors qu'elle \u00E9tait toujours en cours, veuillez essayer \u00E0 nouveau quand la VM est Down.
FailedToCreateLease=\u00C9chec de cr\u00E9ation d'un leasing
FailedToCreateWebsocketProxyTicket=\u00C9chec de cr\u00E9ation de ticket pour le proxy websocket
FailedToPlugDisk=N'a pas pu ins\u00E9rer de disque
FailedToRestoreMasterVolumeDuringVolumeSnapshotRestore=Impossible d'arr\u00EAter le volume master alors que les volumes esclaves sont restaur\u00E9s \u00E0 un \u00E9tat pr\u00E9c\u00E9dent. Admin doit intervenir manuellement et fixer  \u00AB\u00A0stime\u00A0\u00BB \u00E0 une valeur correcte dans le master, puis continuer la session de g\u00E9o-r\u00E9plication
FailedToStopMasterVolumeDuringVolumeSnapshotRestore=Impossible d'arr\u00EAter le volume master tout en r\u00E9tablissant le clich\u00E9, alors que les volumes esclaves sont restaur\u00E9s \u00E0 un \u00E9tat pr\u00E9c\u00E9dent. Admin doit intervenir manuellement et fixer \u00AB stime \u00BB \u00E0 une valeur correcte dans le master, puis continuer la session de g\u00E9o-r\u00E9plication
FailedToUnPlugDisk=N'a pas pu retirer de disque
FileStorageDomainStaleNFSHandle=NKS Handle caduque dans le serveur NFS sous-jacent
GET_FILE_LIST_ERROR=Impossible d'obtenir la liste des fichiers
GeneralException=Exception g\u00E9n\u00E9rale
GeneralHookError=Erreur g\u00E9n\u00E9rale Hook
GetAllLogicalVolumeTagsError=Impossible d'obtenir des balises de tous les Volumes logiques du Groupe de volumes
GetFloppyListError=Impossible d'obtenir une liste de disquettes
GetIsoListError=Impossible d'obtenir la liste d'images en domaine ISO. Veuillez v\u00E9rifier que le statut du domaine de stockage est Actif
GetLogicalVolumeDataError=Impossible d'obtenir des Infos de Volumes logiques
GetLogicalVolumeDevError=Impossible d'obtenir les p\u00E9riph\u00E9riques physiques du volume logique
GetLogicalVolumeTagError=Impossible d'obtenir les balises des Volumes logiques
GetLogicalVolumesByTagError=Impossible d'obtenir les Volumes logiques avec une balise sp\u00E9cifique
GetStorageDomainListError=Impossible d'obtenir une liste de Domaines de stockage
GetVolumeGroupListError=Erreur d'obtention de la liste de Groupe de volumes
GetiSCSISessionListError=Erreur d'obtention de la liste de session iSCSI
GlfsFiniException=La commande a \u00E9chou\u00E9 lors du d\u00E9montage du volume Gluster
GlfsInitException=La commande a \u00E9chou\u00E9 lors du montage du volume Gluster
GlfsStatvfsException=N'a pas pu obtenir d'information sur la taille du volume Gluster
GlusterCmdExecFailedException=L'ex\u00E9cution de la commande a \u00E9chou\u00E9.
GlusterDisableSnapshotScheduleFailedException=N'a pas pu d\u00E9sactiver l'ordonnancement de clich\u00E9  du volume Gluster bas\u00E9 CLI
GlusterEventException=Erreur d'ordre g\u00E9n\u00E9ral dans l'\u00E9v\u00E9nement Gluster
GlusterGeneralException=Exception g\u00E9n\u00E9rale Gluster.
GlusterGeoRepConfigFailed=N'a pas pu modifier le config de g\u00E9o-r\u00E9plication
GlusterGeoRepException=Exception de g\u00E9o-r\u00E9plication Gluster
GlusterGeoRepExecuteMountBrokerOptFailed=N'a pas pu d\u00E9finir l'option \u00AB\u00A0geo-rep mount broker\u00A0\u00BB.
GlusterGeoRepExecuteMountBrokerUserAddFailed=N'a pas pu ajouter d'utilisateur \u00AB\u00A0geo rep mount broker\u00A0\u00BB.
GlusterGeoRepPublicKeyFileCreateFailed=N'a pas pu cr\u00E9er de fichier de cl\u00E9 publique d'h\u00F4te Gluster.
GlusterGeoRepPublicKeyFileReadError=Erreur de lecture de la cl\u00E9 publique d'h\u00F4te Gluster
GlusterGeoRepPublicKeyWriteFailed=Erreur d'\u00E9criture de la cl\u00E9 publique d'h\u00F4te Gluster.
GlusterGeoRepSessionCreateFailed=N'a pas pu cr\u00E9er la session de g\u00E9o-r\u00E9plication.
GlusterGeoRepSessionDeleteFailedException=N'a pas pu supprimer la session de g\u00E9o-r\u00E9plication
GlusterGeoRepUserNotFound=L'utilisateur de g\u00E9o-r\u00E9plication n'existe pas.
GlusterHookAddFailed=N'a pas pu ajouter Hook
GlusterHookAlreadyExists=N'a pu ajouter Hook car Hook existe d\u00E9j\u00E0
GlusterHookChecksumMismatch=N'as pas pu mettre \u00E0 jour Hook en raison d'une mauvaise correspondance Checksum
GlusterHookConflict=Hooks conflictuels d\u00E9tect\u00E9s.
GlusterHookDisableFailed=N'a pas pu d\u00E9sactiver Gluster Hook
GlusterHookEnableFailed=N'a pas pu activer Gluster Hook
GlusterHookFailed=L'op\u00E9ration Gluster Hook a \u00E9chou\u00E9
GlusterHookListException=N'a pas pu obtenir la liste de Gluster Hook
GlusterHookNotFound=Gluster Hook non d\u00E9tect\u00E9
GlusterHookRemoveFailed=N'a pas pu supprimer Hook
GlusterHookUpdateFailed=N'a pas pu mettre \u00E0 jour Gluster Hook
GlusterHostFailedToRunRestorecon=N'a pas pu d\u00E9finir le libell\u00E9 Selinux sur la brique
GlusterHostFailedToSetSelinuxContext=N'a pas pu d\u00E9finir le contexte Selinux sur la brique
GlusterHostIsNotPartOfCluster=L'h\u00F4te ne fait pas partie du cluster
GlusterHostRemoveFailedException=La suppression d'h\u00F4te(s) du Gluster a \u00E9chou\u00E9
GlusterHostStorageDeviceFsTabFoundException=L'entr\u00E9e FSTAB existe d\u00E9j\u00E0 pour ce p\u00E9riph\u00E9rique.
GlusterHostStorageDeviceInUseException=P\u00E9riph\u00E9rique(s) de stockage d\u00E9j\u00E0 en cours d'utilisation
GlusterHostStorageDeviceLVChangeFailedException=N'a pas pu ex\u00E9cuter lvchnage pour le pool dynamique\u00A0\:
GlusterHostStorageDeviceLVConvertFailedException=N'a pas pu ex\u00E9cuter lvconvert pour le p\u00E9riph\u00E9rique
GlusterHostStorageDeviceMakeDirsFailedException=N'a pas pu cr\u00E9er le r\u00E9pertoire de montage
GlusterHostStorageDeviceMountFailedException=N'a pas pu monter le p\u00E9riph\u00E9rique
GlusterHostStorageDeviceNotFoundException=P\u00E9riph\u00E9rique(s) de stockage non trouv\u00E9
GlusterHostStorageDevicePVCreateFailedException=N'a pas pu cr\u00E9er de LVM Volume physique
GlusterHostStorageDeviceVGCreateFailedException=N'a pas pu cr\u00E9er de LVM VG
GlusterHostStorageDeviceVGScanFailedException=vgscan a \u00E9chou\u00E9
GlusterHostStorageMountPointInUseException=Point de montage en utilisation
GlusterHostUUIDNotFound=UUID Gluster Hook non d\u00E9tect\u00E9
GlusterLibgfapiException=La commande a \u00E9chou\u00E9 \u00E0 cause de l'exception libgfapi de Gluster
GlusterMissingArgumentException=La commande a \u00E9chou\u00E9 \u00E0 cause d'un argument manquant
GlusterMountBrokerRootCreateFailed=N'a pas pu cr\u00E9er root geo-rep mount broker
GlusterPermissionDeniedException=Permission refus\u00E9e
GlusterServiceActionNotSupported=L'action de service Gluster n'est pas prise en charge
GlusterServicesActionFailed=L'action de service Gluster a \u00E9chou\u00E9
GlusterSnapshotActivateFailedException=N'a pas pu activer le clich\u00E9 de volume Gluster
GlusterSnapshotConfigFailedException=N'a pas pu configurer le clich\u00E9 de volume Gluster
GlusterSnapshotConfigGetFailedException=N'a pas pu obtenir la configuration du clich\u00E9 de volume Gluster
GlusterSnapshotConfigSetFailedException=N'a pas pu d\u00E9finir la configuration du clich\u00E9 de volume Gluster
GlusterSnapshotCreateFailedException=N'a pas pu cr\u00E9er de clich\u00E9 de volume Gluster
GlusterSnapshotDeactivateFailedException=N'a pas pu d\u00E9sactiver le clich\u00E9 de volume Gluster
GlusterSnapshotDeleteFailedException=N'a pas pu supprimer le clich\u00E9 de volume Gluster
GlusterSnapshotException=Erreur d'ex\u00E9cution de la commande de clich\u00E9 de Gluster
GlusterSnapshotInfoFailedException=N'a pas pu obtenir les infos clich\u00E9 Gluster
GlusterSnapshotRestoreFailedException=N'a pas pu restaurer le clich\u00E9 de volume Gluster
GlusterSnapshotScheduleFlagUpdateFailedException=N'a pas pu d\u00E9finir le marqueur d'ordonnancement du clich\u00E9 de volume Gluster
GlusterSyntaxErrorException=La commande a \u00E9chou\u00E9 \u00E0 cause d'une erreur de syntaxe.
GlusterVolumeDeleteFailed=La suppression de Volume Gluster a \u00E9chou\u00E9.
GlusterVolumeEmptyCheckFailed=N'a pas pu v\u00E9rifier si le volume Gluster est vide
GlusterVolumeGeoRepSessionPauseFailed=N'a pas pu pauser la session de g\u00E9o-r\u00E9plication
GlusterVolumeGeoRepSessionResumeFailed=La reprise de la session de g\u00E9o-r\u00E9plication a \u00E9chou\u00E9 sur le volume Gluster
GlusterVolumeGeoRepSessionStartFailed=Le d\u00E9marrage de la g\u00E9o-r\u00E9plication de volume Gluster a \u00E9chou\u00E9
GlusterVolumeGeoRepSessionStopFailed=N'a pas pu arr\u00EAter la session de g\u00E9o-r\u00E9plication
GlusterVolumeGeoRepStatusFailed=N'a pas pu obtenir les informations sur le statut des session(s) de g\u00E9o-r\u00E9plication sur le volume Gluster
GlusterVolumeProfileStartFailed=Le d\u00E9marrage du Profilage du Volume Gluster a \u00E9chou\u00E9.
GlusterVolumeProfileStopFailed=L'arr\u00EAt du Profilage du Volume Gluster a \u00E9chou\u00E9.
GlusterVolumeRebalanceStartFailed=Le d\u00E9marrage du R\u00E9\u00E9quilibrage du Volume Gluster a \u00E9chou\u00E9.
GlusterVolumeRebalanceStatusFailedException=N'a pas pu obtenir le statut de r\u00E9\u00E9quilibrage des charges de volume Gluster
GlusterVolumeRebalanceStopFailed=L'arr\u00EAt du R\u00E9\u00E9quilibrage du Volume Gluster a \u00E9chou\u00E9
GlusterVolumeRemoveBrickStatusFailed=N'a pas pu obtenir le statut de suppression des briques dans le volume Gluster
GlusterVolumeRemoveBricksCommitFailed=N'a pas pu valider la suppression des Briques du Volume Cluster
GlusterVolumeRemoveBricksFailed=La suppression de Briques de Volume Gluster a \u00E9chou\u00E9.
GlusterVolumeRemoveBricksStartFailed=N'a pas pu d\u00E9marrer la suppression des Briques du Volume Cluster
GlusterVolumeRemoveBricksStopFailed=N'a pas pu stopper la suppression des Briques du Volume Cluster
GlusterVolumeReplaceBrickStartFailed=Le d\u00E9marrage Remplacement Brique dans Volume Gluster a \u00E9chou\u00E9.
GlusterVolumeResetBrickStartFailed=Le d\u00E9marrage Reinitialisation Brique dans Volume Gluster a \u00E9chou\u00E9.
GlusterVolumeStatusAllFailedException=N'a pas pu obtenir la liste des t\u00E2ches de Gluster
GlusterWebhookAddException=N'a pas pu ajouter de webhook Gluster
GlusterWebhookDeleteException=N'a pas pu supprimer le webhook Gluster
GlusterWebhookSyncException=N'a pas pu synchroniser le webhook Gluster
GlusterWebhookUpdateException=N'a pas pu mettre \u00E0 jour le webhook Gluster
GlusterXmlErrorException=Erreur XML
GraphicsConsoleCantBeObtained=Impossible d'obtenir la console graphique. La vm est-elle pr\u00EAte \u00E0 se connecter \u00E0 la console\u00A0?
HOST_ALREADY_EXISTS=Impossible d'ajouter un H\u00F4te. Il existe d\u00E9j\u00E0 un H\u00F4te poss\u00E9dant les m\u00EAmes caract\u00E9ristiques.
HOST_DEVICES_TAKEN_BY_OTHER_VM=Des p\u00E9riph\u00E9riques d'h\u00F4tes configur\u00E9s ont \u00E9t\u00E9 acquis par une autre VM.
HOT_PLUG_MEM=N'a pas pu enficher la m\u00E9moire \u00E0 chaud
HostIdMismatch=Id de l'h\u00F4te non trouv\u00E9e ou ne correspond pas \u00E0 l'id d'h\u00F4te du gestionnaire
IMAGES_NOT_SUPPORTED_ERROR=Ce domaine ne prend pas en charge les images
INVALID_HA_VM_LEASE=Leasing de VM invalide. Veuillez changer le domaine de stockage sur lequel le leasing a \u00E9t\u00E9 cr\u00E9\u00E9 afin de cr\u00E9er un autre leasing.
IRS_IMAGE_STATUS_ILLEGAL=L'op\u00E9ration est actuellement bloqu\u00E9e \u00E0 cause du statut du fichier Image.\nLe statut du fichier Image est transitoire (probablement verrouill\u00E9 par une autre op\u00E9ration parall\u00E8le). Veuillez patienter pour le changement de statut et essayer \u00E0 nouveau.
IRS_REPOSITORY_NOT_FOUND=Erreur lors de la connexion au service Gestionnaire de pools de stockage.\nRaisons possibles\u00A0\:\n- Le service Gestionnaire de pools de stockage n'est pas dans un \u00E9tat actif.\n- Il n'y a pas d'H\u00F4te actif dans le Centre de donn\u00E9es
ISCSI_LOGIN_AUTH_ERROR=\u00C9chec lors de la connexion au n\u0153ud iSCSI pour \u00E9chec d'autorisation
ImageDeamonError=\u00C9chec de la requ\u00EAte vdsm-image-daemon
ImageDeamonUnsupported=La requ\u00EAte vdsm-image-daemon n'est pas support\u00E9e dans l'h\u00F4te
ImageDeleteError=Impossible de supprimer tous les fichiers
ImageDoesNotExistInDomainError=L'image n'existe pas dans le domaine
ImageIsEmpty=Image vide
ImageIsNotEmpty=Image non vide
ImageIsNotLegalChain=L'image n'est pas une cha\u00EEne l\u00E9gale
ImageMissingFromVm=Image manquante dans la VM
ImageNotOnTargetDomain=L'image ne peut pas \u00EAtre trouv\u00E9e dans le domaine sp\u00E9cifi\u00E9
ImagePathError=Le chemin de l'image n'existe pas ou ne peut pas \u00EAtre acc\u00E9d\u00E9/cr\u00E9\u00E9
ImageTicketsError=Erreur Inattendue dans les tickets d'images
ImageValidationError=Erreur de validation d'image
ImagesActionError=Erreur d'action d'images
ImportError=Erreur d'importation d'image
ImportInfoError=Erreur d'importation d'info candidat
ImportUnknownType=Type d'importation inconnu
InaccessiblePhysDev=Multivoies ne peut pas acc\u00E9der au p\u00E9riph\u00E9rique physique
IncorrectFormat=Format de volume non correct
InternalVolumeNonWritable=Les op\u00E9rations d'\u00E9criture ne peuvent pas acc\u00E9der au volume, il s'agit d'un volume interne
InvalidDefaultExceptionException=Impossible de d\u00E9finir l'exception comme d\u00E9faut, type non pris en charge
InvalidIpAddress=Adresse IP non valide
InvalidJob=T\u00E2che non valide
InvalidParameterException=Param\u00E8tre non valide
InvalidRecovery=Le recouvrement n'est pas valide
InvalidResourceName=Le nom de la ressource est non valide
InvalidTask=T\u00E2che non valide
InvalidTaskMng=Gestionnaire de t\u00E2ches non valide
InvalidTaskType=Type de t\u00E2che non valide
IsSpm=Op\u00E9ration non autoris\u00E9e tant que SPM est actif
IsoCannotBeMasterDomain=Le domaine ISO ne peut pas correspondre \u00E0 un domaine de stockage ma\u00EEtre
LABELED_NETWORK_INTERFACE_NOT_FOUND=Une interface de r\u00E9seau libell\u00E9e n'a pas pu \u00EAtre trouv\u00E9e.
LVMSetupError=L'installation de la LVM a \u00E9chou\u00E9
LogicalVolumeAddTagError=Erreur d'ajout de balise au Volume logique
LogicalVolumeAlreadyExists=Impossible de cr\u00E9er le volume logique - il existe d\u00E9j\u00E0
LogicalVolumeCachingError=Erreur de cache du volume logique
LogicalVolumeDoesNotExistError=Volume logique non existant
LogicalVolumeExtendError=L'extension du Volume Logique a \u00E9chou\u00E9
LogicalVolumePermissionsError=Impossible de mettre \u00E0 jour/modifier les permissions de volume logique
LogicalVolumeRefreshError=Impossible de r\u00E9actualiser le Volume logique
LogicalVolumeRemoveTagError=Erreur de suppression de la balise du Volume logique
LogicalVolumeRenameError=Impossible de renommer le Volume logique
LogicalVolumeReplaceTagError=Erreur de remplacement de la balise de Volume Logique
LogicalVolumeScanError=Erreur de lecture du Volume logique
LogicalVolumeWrongTagError=Mauvaise balise de volume logique
LogicalVolumesListError=Impossible d'obtenir une liste de Volumes logiques \u00E0 partir d'un Groupe de volumes
LogicalVolumesScanError=Erreur de lecture du Volume logique
MAC_ADDRESS_IS_IN_USE=L'adresse MAC est d\u00E9j\u00E0 utilis\u00E9e.
MAC_POOL_INITIALIZATION_FAILED=Erreur d'initialisation du MAC Pool
MAC_POOL_NOT_INITIALIZED=Le pool d'adresses MAC n'est pas d\u00E9fini. Veuillez v\u00E9rifier votre configuration par l'outil de configuration.
MAC_POOL_NO_MACS_LEFT=Aucune adresse MAC disponible dans le pool d'adresses MAC.
MIGRATION_CANCEL_ERROR=Migration non en cours
MIGRATION_DEST_INVALID_HOSTNAME=La destination de la migration poss\u00E8de un nom non valide
MergeSnapshotsError=Erreur de fusion des clich\u00E9s
MergeVolumeRollbackError=Impossible de revenir sur l'op\u00E9ration Fusionner Volume
MetaDataGeneralError=Erreur g\u00E9n\u00E9rale de m\u00E9tadonn\u00E9es
MetaDataKeyError=Erreur de cl\u00E9 de valeur de M\u00E9tadonn\u00E9es
MetaDataKeyNotFoundError=Erreur de cl\u00E9 de valeur de M\u00E9tadonn\u00E9es non trouv\u00E9e
MetaDataMappingError=Le mappage des M\u00E9tadonn\u00E9es a \u00E9chou\u00E9
MetaDataParamError=Param\u00E8tre de M\u00E9tadonn\u00E9es non valide
MetaDataSealIsBroken=Sceau de M\u00E9tadonn\u00E9es endommag\u00E9 (erreur de correspondance dans la somme de contr\u00F4le)
MetaDataValidationError=La validation propre des M\u00E9tadonn\u00E9es a \u00E9chou\u00E9
MetadataOverflowError=M\u00E9tadonn\u00E9es trop volumineuses. Impossible de changer les M\u00E9tadonn\u00E9es
MiscBlockReadException=Erreur d'op\u00E9ration interne de lecture du p\u00E9riph\u00E9rique de traitement par bloc
MiscBlockWriteException=Erreur d'op\u00E9ration interne d'\u00E9criture du p\u00E9riph\u00E9rique de traitement par bloc
MiscBlockWriteIncomplete=Erreur d'\u00E9criture du p\u00E9riph\u00E9rique de traitement par bloc interne incompl\u00E8te
MiscDirCleanupFailure=\u00C9chec de nettoyage du r\u00E9pertoire
MiscFileReadException=\u00C9chec d'op\u00E9ration interne de lecture de fichier
MiscFileWriteException=\u00C9chec d'op\u00E9ration interne d'\u00E9criture du fichier
MissParam=Param\u00E8tre requis manquant
MissingOvfFileFromVM=Fichier OVF manquant dans la VM
MissingTagOnLogicalVolume=Balise de volume logique manquante.
MixedSDVersionError=Le format du domaine est diff\u00E9rent du format du domaine de stockage ma\u00EEtre
MkfsError=Impossible de cr\u00E9er un syst\u00E8me de fichiers sur le p\u00E9riph\u00E9rique
MountParsingError=Erreur d'analyse des donn\u00E9es de montage
MountTypeError=Erreur de type de montage
MoveImageError=Erreur de d\u00E9placement de l'image
MoveTemplateImageError=Impossible de d\u00E9placer l'image du mod\u00E8le car elle est d\u00E9j\u00E0 utilis\u00E9e par une VM.
MultipathRestartError=Erreur de red\u00E9marrage du service multivoie
MultipathSetupError=Erreur lors de la d\u00E9finition multivoie
MultipleMoveImageError=Erreur lors du d\u00E9placement de plusieurs images
NETWORK_LABEL_CONFLICT=Les r\u00E9seaux repr\u00E9sent\u00E9s par un libell\u00E9 ne peuvent pas \u00EAtre configur\u00E9s dans la m\u00EAme interface de r\u00E9seau.
NO_ACTIVE_ISO_DOMAIN_IN_DATA_CENTER=Il n'y a pas de Domaine ISO actif dans le Centre de donn\u00E9es.
NO_FREE_VM_IN_POOL=Impossible d'allouer une VM. Aucune VM disponible dans le pool
NO_IMPLEMENTATION=Non impl\u00E9ment\u00E9
NoSpaceLeftOnDomain=Pas d'espace libre dans le domaine
NoSuchVmLeaseOnDomain=Aucun leasing de VM.
NonLeafVolumeNotWritable=Le volume n'est pas accessible aux \u00E9critures, ce n'est pas un volume feuille
NotImplementedException=M\u00E9thode non impl\u00E9ment\u00E9e
OperationInProgress=L'op\u00E9ration est d\u00E9j\u00E0 en cours
OrphanVolumeError=Volume orphelin, le volume n'a pas d'image
OverwriteImageError=Impossible de remplacer les \u00E9critures sur l'image
PROVIDER_AUTHENTICATION_FAILURE=Impossible de s'authentifier avec le fournisseur externe. Veuillez confirmer le nom d'utilisateur et le mot de passe.
PROVIDER_FAILURE=Impossible de communiquer avec le fournisseur externe. Voir le journal pour obtenir des informations suppl\u00E9mentaires.
PROVIDER_IMPORT_CERTIFICATE_ERROR=N'a pas pu importer le certificat de fournisseur.
PROVIDER_SSL_FAILURE=Probl\u00E8me SSL lors de la connexion avec le fournisseur externe.
PartitionedPhysDev=P\u00E9riph\u00E9rique physique partitionn\u00E9
PhysDevInitializationError=L'initialisation du p\u00E9riph\u00E9rique physique a \u00E9chou\u00E9. V\u00E9rifier que le p\u00E9riph\u00E9rique soit vide et accessible par l'h\u00F4te.
PoolUpgradeInProgress=La mise \u00E0 niveau d'un pool par un processus de mise \u00E0 niveau n'est pas prise en charge
ProblemWhileTryingToMountTarget=Probl\u00E8me lors du montage de la cible.
RESOURCE_MANAGER_CANT_ALLOC_VDS_MIGRATION=Op\u00E9ration de migration annul\u00E9e, pas de destination d'h\u00F4te disponible.
RESOURCE_MANAGER_MIGRATION_FAILED_AT_DST=La migration a \u00E9chou\u00E9. Sans doute \u00E0 cause d'une erreur d'h\u00F4te de destination.
RESOURCE_MANAGER_VDS_NOT_FOUND=H\u00F4te non trouv\u00E9.
ReachedMaxNumberOfHostsInDC=Le nombre maximal d'h\u00F4tes autoris\u00E9s dans le Centre de donn\u00E9es a \u00E9t\u00E9 atteint.
ReconstructMasterError=Impossible de construire \u00E0 nouveau le domaine ma\u00EEtre
RemoveiSCSINodeError=Erreur de suppression de n\u0153ud iSCSI
RemoveiSCSIPortalError=Erreur de suppression de portail iSCSI
ResourceAcqusitionFailed=Impossible d'acqu\u00E9rir une ressource. L'usine de ressources a sans doute envoy\u00E9 une exception
ResourceDoesNotExist=La ressource n'existe pas
ResourceException=Exception g\u00E9n\u00E9rale
ResourceExhausted=Ressources insuffisantes pour ex\u00E9cuter des t\u00E2ches suppl\u00E9mentaires
ResourceNamespaceNotEmpty=L'espace nom de la ressource n'est pas vide
ResourceReferenceInvalid=Impossible de proc\u00E9der \u00E0 cette op\u00E9ration. Cette ressource a d\u00E9j\u00E0 \u00E9t\u00E9 lib\u00E9r\u00E9e ou a expir\u00E9.
ResourceTimeout=Timeout de ressource
SETUP_NETWORKS_ROLLBACK=R\u00E9tablir la derni\u00E8re configuration sauvegard\u00E9e connue.
SNAPSHOT_FAILED=\u00C9chec du clich\u00E9 Live
STORAGE_DOMAIN_REFRESH_ERROR=Impossible de r\u00E9actualiser le domaine de stockage
SetiSCSIAuthError=Erreur de d\u00E9finition d'authentification iSCSI
SetiSCSIPasswdError=Erreur de d\u00E9finition de mot de passe iSCSI
SetiSCSIUsernameError=Erreur de d\u00E9finition du nom d'utilisateur iSCSI
SharedVolumeNonWritable=Le volume partag\u00E9 est en lecture seule
SourceImageActionError=Erreur lors de la manipulation de l'image source
SpmFenceError=Erreur d'\u00E9viction SPM
SpmParamsMismatch=Les lver/id h\u00E9rit\u00E9s du Pool ne correspondent pas \u00E0 la requ\u00EAte
SpmStartError=Erreur de d\u00E9marrage SPM
SpmStatusError=Non SPM
SpmStopError=Erreur d'arr\u00EAt SPM
StorageDomainAccessError=Le domaine est soit partiellement accessible, soit compl\u00E8tement accessible
StorageDomainActionError=Erreur dans l'action du domaine de stockage
StorageDomainActivateError=Erreur d'activation du domaine de stockage
StorageDomainActive=Action ill\u00E9gale, domaine actif
StorageDomainAlreadyAttached=Le Domaine est actuellement utilis\u00E9 par un autre Centre de donn\u00E9es.\nPour pouvoir l'utiliser, d\u00E9tachez-le du Centre de donn\u00E9es auquel il est actuellement attach\u00E9.
StorageDomainAlreadyExists=Le domaine de stockage existe d\u00E9j\u00E0
StorageDomainAttachError=Erreur d'attache du domaine de stockage
StorageDomainCheckError=Le domaine comporte un certain nombre d'erreurs
StorageDomainClassError=Valeur de classe de domaine non valide
StorageDomainCreationError=Erreur de cr\u00E9ation d'un domaine de stockage
StorageDomainDeactivateError=Erreur de d\u00E9sactivation d'un domaine de stockage
StorageDomainDescriptionTooLongError=La description du domaine de stockage est trop longue
StorageDomainDetachError=Erreur de d\u00E9tachement d'un domaine de stockage
StorageDomainDoesNotExist=Le domaine de stockage ne peut pas \u00EAtre joint. Veillez \u00E0 ce qu'il soit accessible par le ou les h\u00F4tes.
StorageDomainFSNotMounted=Chemin distant de domaine de stockage non trouv\u00E9
StorageDomainFormatError=Erreur de formatage d'un domaine de stockage.
StorageDomainIllegalRemotePath=Chemin distant ill\u00E9gal
StorageDomainInsufficientPermissions=Permissions d'acc\u00E8s insuffisantes pour le stockage sous-jacent
StorageDomainIsMadeFromTooManyPVs=Le domaine de stockage est fait d'un nombre de PV trop \u00E9lev\u00E9
StorageDomainIsMemberOfPool=Domaine de stockage faisant d\u00E9j\u00E0 partie du pool
StorageDomainLayoutError=Couche de domaine de stockage corrompue
StorageDomainMasterCopyError=Erreur lors de la copie des donn\u00E9es du domaine de stockage
StorageDomainMasterError=Impossible d'acc\u00E9der au domaine de stockage ma\u00EEtre
StorageDomainMasterUnmountError=Erreur de d\u00E9montage du domaine de stockage ma\u00EEtre
StorageDomainMetadataCreationError=Erreur lors de la cr\u00E9ation des m\u00E9tadonn\u00E9es du domaine de stockage
StorageDomainMetadataFileMissing=Impossible d'extraire le nom du fichier du domaine
StorageDomainMetadataNotFound=\ Domaine de stockage non valide, m\u00E9tadonn\u00E9es non trouv\u00E9es
StorageDomainNotActive=Domaine de stockage non actif
StorageDomainNotEmpty=Erreur lors de la cr\u00E9ation d'un Domaine de stockage. Le chemin d'acc\u00E8s du stockage s\u00E9lectionn\u00E9 n'est pas vide (contient probablement un autre Domaine de stockage). Supprimer le Domaine de stockage existant de ce chemin d'acc\u00E8s ou modifier le chemin d'acc\u00E8s de Stockage.
StorageDomainNotInPool=Domaine de stockage non pr\u00E9sent dans le pool
StorageDomainNotMemberOfPool=Le domaine n'est pas un membre du pool
StorageDomainStateTransitionIllegal=Changement d'\u00E9tat de domaine ill\u00E9gal
StorageDomainStatusError=Statut de domaine de stockage non pris en charge
StorageDomainTargetUnsupported=La cible Domaine de stockage n'est pas prise en charge
StorageDomainTypeError=Type de domaine de stockage non pris en charge
StorageDomainTypeNotBackup=Le type de domaine doit \u00EAtre Export mais ce n'est pas le cas
StorageException=Exception g\u00E9n\u00E9rale de Stockage
StoragePoolActionError=Erreur d'action de Stockage de Centre de donn\u00E9es
StoragePoolAlreadyExists=Erreur lors de la cr\u00E9ation d'un stockage de centre de donn\u00E9es (existe d\u00E9j\u00E0)
StoragePoolCheckError=La v\u00E9rification du pool a \u00E9chou\u00E9
StoragePoolConnected=Impossible de proc\u00E9der tant que le pool de stockage est connect\u00E9
StoragePoolConnectionError=Erreur de connexion du Stockage du Centre de donn\u00E9es
StoragePoolCreationError=Erreur lors de la cr\u00E9ation du Stockage du Centre de donn\u00E9es
StoragePoolDescriptionTooLongError=La description du pool de ressource est trop longue
StoragePoolDestroyingError=Erreur lors de la destruction du Stockage du Centre de donn\u00E9es
StoragePoolDisconnectionError=Erreur de d\u00E9connexion du Stockage du Centre de donn\u00E9es
StoragePoolHasPotentialMaster=Le r\u00F4le Master doit \u00EAtre d\u00E9plac\u00E9 dans un autre domaine
StoragePoolHigherVersionMasterFound=Domaine ma\u00EEtre trouv\u00E9 poss\u00E9dant une version ma\u00EEtre sup\u00E9rieure \u00E0 celle des entr\u00E9es
StoragePoolInternalError=Le stockage du Centre de donn\u00E9es n'est pas d\u00E9fini
StoragePoolMasterNotFound=Impossible de trouver le domaine ma\u00EEtre
StoragePoolNotConnected=Le Stockage du Centre de donn\u00E9es n'est pas connect\u00E9
StoragePoolTooManyMasters=Trop de masters pour le StoragePool
StoragePoolUnknown=Id de pool inconnu, pool non connect\u00E9
StoragePoolWrongMaster=Mauvais domaine Master ou mauvaise version
StorageServerAccessPermissionError=Les param\u00E8tres de permission du chemin sp\u00E9cifi\u00E9 ne permettent pas l'acc\u00E8s au stockage.\nV\u00E9rifier les param\u00E8tres de permission sur le chemin de stockage sp\u00E9cifi\u00E9.
StorageServerActionError=Erreur d'action au serveur de stockage
StorageServerConnectionError=Erreur de connexion de serveur de stockage
StorageServerDisconnectionError=Erreur de d\u00E9connexion de serveur de stockage
StorageServerValidationError=Le chemin indiqu\u00E9 n'existe pas et ne peut pas \u00EAtre joint.\nV\u00E9rifier que le chemin soit bien correct et pour le stockage \u00E0 distance,\nv\u00E9rifier la connexion \u00E0 votre stockage
StorageServeriSCSIError=Erreur de connexion iSCSI
StorageTypeError=Erreur de type de stockage
StorageUpdateVmError=Impossible de mettre \u00E0 jour la VM
TaskAborted=Abandon de la t\u00E2che
TaskClearError=Impossible de supprimer la t\u00E2che
TaskDirError=Impossible d'acc\u00E9der/trouver le r\u00E9pertoire de la t\u00E2che
TaskHasRefs=l'op\u00E9ration ne peut avoir lieu - la t\u00E2che a des r\u00E9f\u00E9rences actives
TaskInProgress=La t\u00E2che d'ex\u00E9cution est d\u00E9j\u00E0 en cours
TaskMetaDataLoadError=Impossible de charger les M\u00E9tadonn\u00E9es de la T\u00E2che
TaskMetaDataSaveError=Impossible de sauvegarder les M\u00E9tadonn\u00E9es de la T\u00E2che
TaskNotFinished=T\u00E2che non termin\u00E9e
TaskPersistError=Impossible de persister la t\u00E2che
TaskStateError=L'op\u00E9ration n'est pas autoris\u00E9e pour une t\u00E2che dans cet \u00E9tat
TaskStateTransitionError=impossible de changer la t\u00E2che pour l'\u00E9tat demand\u00E9
TemplateCreationError=Erreur de cr\u00E9ation de mod\u00E8le \u00E0 partir de la VM
TooManyDomainsInStoragePoolError=Il y a trop de domaines dans le pool de stockage
TooManyPVsInVG=Tentative de cr\u00E9ation d'un VG \u00E0 partir de trop de PV
UPDATE_NUM_VFS_FAILURE=N'a pas pu modifier le nombre de fonctions virtuelles.
UPDATE_VNIC_FAILED=N'a pas pu mettre \u00E0 jour l'Interface de r\u00E9seau VM
UnicodeArgumentException=Les arguments unicode ne sont pas pris en charge
UnknownTask=Id de t\u00E2che inconnue
UnmanagedTask=L'op\u00E9ration ne peut pas \u00EAtre effectu\u00E9e sur une t\u00E2che non g\u00E9r\u00E9e
UnsupportedDomainVersion=Le format de stockage n'est pas pris en charge
UnsupportedGlusterVolumeReplicaCountError=Comptage des r\u00E9plicas de volumes Gluster non pris en charge
UnsupportedOperationErr=Cette op\u00E9ration n\u2019est pas prise en charge.
V2V_JOB_ALREADY_EXIST=L'id de la t\u00E2che existe d\u00E9j\u00E0
V2V_JOB_DOESNT_EXIST=Id T\u00E2che non existant
V2V_JOB_NOT_DONE=Le statut de la t\u00E2che n'est pas compl\u00E9t\u00E9
V2V_NO_SUCH_OVF=Fichier OVF non existant
VDS_NETWORK_ERROR=Erreur de r\u00E9seau lors de la communication avec l'H\u00F4te.
VMCantBeObtained=Impossible d'obtenir la VM
VMPathNotExists=Impossible de trouver le r\u00E9pertoire des VM
VM_INVALID_SERVER_CLUSTER_ID=Id Cluster d'h\u00F4tes non valide.
VM_NOT_QUALIFIED_FOR_SNAPSHOT_MERGE=Pour faire fusionner les clich\u00E9s, une VM doit \u00EAtre Down, Up ou Paused.
VM_TEMPLATE_CANT_LOCATE_DISKS_IN_DB=Impossible de trouver les disques des Mod\u00E8les dans la base de donn\u00E9es.
VOLUME_GROUP_BLOCK_SIZE_ERROR=Erreur de taille de bloc de Groupe de volumes
VOLUME_WAS_NOT_PREPARED_BEFORE_TEARDOWN=Le volume n'a pas \u00E9t\u00E9 pr\u00E9par\u00E9 avant d'\u00EAtre d\u00E9sactiv\u00E9
VolumeAccessError=Erreur lors de l'acc\u00E8s au volume
VolumeAlreadyExists=Le volume existe d\u00E9j\u00E0
VolumeCannotGetParent=Impossible d'obtenir un volume parent
VolumeCopyError=La copie du volume a \u00E9chou\u00E9
VolumeCreationError=Erreur lors de la cr\u00E9ation d'un nouveau volume
VolumeDoesNotExist=Le volume n'existe pas
VolumeExtendingError=Erreur d'extension du volume
VolumeGeneralException=Exception g\u00E9n\u00E9rale
VolumeGroupActionError=Erreur d'action de groupe de volumes
VolumeGroupAddTagError=Erreur d'ajout de balise au Groupe de volumes
VolumeGroupAlreadyExistsError=Le groupe de volumes existe d\u00E9j\u00E0
VolumeGroupCreateError=Impossible de cr\u00E9er un groupe de volumes
VolumeGroupDoesNotExist=Le groupe de volumes n'existe pas
VolumeGroupExtendError=Impossible d'\u00E9tendre le groupe de volumes
VolumeGroupHasDomainTag=Le Groupe de volumes poss\u00E8de une balise de domaine - nettoyage requis
VolumeGroupPermissionsError=Impossible de mettre \u00E0 jour/modifier les permissions du groupe de volumes
VolumeGroupReadTagError=Erreur de lecture de balise du Groupe de volumes
VolumeGroupRemoveError=Erreur de retrait du Groupe de volume
VolumeGroupRemoveTagError=Erreur de suppression de balise de Groupe de volumes
VolumeGroupRenameError=Erreur de renommage du Groupe de volume
VolumeGroupReplaceTagError=Erreur de remplacement de la balise de Groupe de volume
VolumeGroupScanError=Erreur d'analyse du Groupe de volumes
VolumeGroupSizeError=Le groupe de volume n'est pas assez gros\u00A0; la taille normale d'un domaine de stockage est de 10\u00A0Go
VolumeGroupUninitialized=Groupe de volumes non initialis\u00E9
VolumeImageHasChildren=Impossible de supprimer une image de volume qui n'a pas de d\u00E9pendant (question d'\u00E9thique)
VolumeIsBusy=Le volume est occup\u00E9
VolumeMetadataReadError=Erreur lors du traitement des m\u00E9tadonn\u00E9es du volume
VolumeMetadataWriteError=Erreur lors de la mise \u00E0 jour des m\u00E9tadonn\u00E9es du volume
VolumeNonShareable=Le volume ne peut pas \u00EAtre partag\u00E9\u00A0; il s'agit d'un volume qui n'est pas un Mod\u00E8le/Partag\u00E9
VolumeNonWritable=Le volume n'est pas accessible aux \u00E9critures
VolumeOwnershipError=Erreur d'appartenance du volume
VolumeUnlinkError=\u00C9chec Unlink Volume
VolumesZeroingError=Impossible de mettre le volume \u00E0 z\u00E9ro
copyerr=\u00C9chec Copie
createErr=Erreur lors de la cr\u00E9ation du Bureau demand\u00E9
createIllegalVolumeSnapshotError=Impossible de cr\u00E9er un clich\u00E9 de volume \u00E0 partir d'un volume ill\u00E9gal
createVolumeRollbackError=\u00C9chec de la cr\u00E9ation du volume de retour arri\u00E8re
createVolumeSizeError=La taille requise est trop petite. Elle doit \u00EAtre sup\u00E9rieure ou \u00E9gale \u00E0 1.
destroyErr=Erreur de destruction de la machine virtuelle
down=Bureau hors service
exist=Le Bureau existe d\u00E9j\u00E0
fenceAgent=Agent d'\u00E9viction non pris en charge
freezeErr=Impossible de geler les syst\u00E8mes de fichiers d'invit\u00E9s
iSCSIDiscoveryError=N'a pas pu d\u00E9couvrir les cibles iSCSI
iSCSILoginError=\u00C9chec lors de la connexion au n\u0153ud iSCSI
iSCSILogoutError=N'a pas pu se d\u00E9connecter du n\u0153ud iSCSI
iSCSISetupError=\u00C9chec d'installation du sous-syst\u00E8me iSCSI
iSCSIifaceError=Erreur iscsiadm iface
imageErr=Le fichier de Drive Image n'a pas pu \u00EAtre trouv\u00E9
migrateErr=Erreur fatale lors de la migration
nfsErr=Timeout de l'acc\u00E8s au domaine de stockage
noConPeer=Impossible de se connecter \u00E0 son homologue sur l'h\u00F4te
noVM=Le bureau n'existe pas
noVmType=Type de VM non prise en charge
nonresp=Agent Invit\u00E9 non-r\u00E9ceptif
outOfMem=M\u00E9moire disponible insuffisante pour cr\u00E9er un Bureau
prepareIllegalVolumeError=Impossible de pr\u00E9parer un volume ill\u00E9gal
recovery=Recouvrement de crash ou Initialisation
sparse=La cr\u00E9ation d'allocation partielle a \u00E9chou\u00E9
thawErr=Impossible de d\u00E9bloquer les syst\u00E8mes de fichiers d'invit\u00E9s
ticketErr=Erreur de d\u00E9finition de ticket SPICE
unavail=Ressource non disponible
unexpected=Exception inattendue
unsupFormat=Format d'image non pris en charge
