#
#
# Bundle name: org.ovirt.engine.ui.frontend.VdsmErrors
# Locale: pt_BR
#
#
#Wed Apr 08 03:25:53 EDT 2020
ACTIVATE_NIC_FAILED=Falha ao ativar a Interface da Rede da MV.
AcquireLockFailure=N\u00E3o foi poss\u00EDvel obter o bloqueio
ActionStopped=A a\u00E7\u00E3o foi interrompida
AddBricksToGlusterVolumeFailed=Falha na Adi\u00E7\u00E3o de Bricks pelo Volume Gluster.
AddTaskError=Erro TaskManager, n\u00E3o foi poss\u00EDvel adicionar a tarefa
AddiSCSINodeError=Adiciona o erro do n\u00F3 iSCSI
AddiSCSIPortalError=Adiciona o erro do portal iSCSI
BackupCannotBeMasterDomain=O domain de exporta\u00E7\u00E3o n\u00E3o pode ser um storage domain
BlockDeviceActionError=Erro na a\u00E7\u00E3o do dispositivo de bloqueio
BlockStorageDomainMasterFSCKError=Erro FSCK do sistema de arquivo mestre BlockSD
BlockStorageDomainMasterMountError=Erro de montagem do sistema de arquivo mestre BLOckSD
CANT_RECONSTRUCT_WHEN_A_DOMAIN_IN_POOL_IS_LOCKED=N\u00E3o \u00E9 poss\u00EDvel reconstruir o Domain Mestre quando o Data Center conter Domains no estado Locked.\nPor favor espere at\u00E9 que a opera\u00E7\u00E3o para estes Domains encerre antes de tentar reconstruir o Domain Mestre novamente.
CINDER_ERROR=Ocorreu um erro no Cinder -  '${cinderException}'
CannotAccessLogicalVolume=N\u00E3o foi poss\u00EDvel acessar o Volume L\u00F3gico
CannotActivateLogicalVolume=N\u00E3o foi poss\u00EDvel ativar o Volume L\u00F3gico
CannotActivateLogicalVolumes=N\u00E3o foi poss\u00EDvel ativar os volumes l\u00F3gicos
CannotCloneVolume=N\u00E3o foi poss\u00EDvel clonar o volume
CannotConnectMultiplePools=N\u00E3o foi poss\u00EDvel conectar o pool, a conex\u00E3o j\u00E1 existe  com outro pool
CannotCreateLogicalVolume=N\u00E3o foi poss\u00EDvel criar o Volume L\u00F3gico
CannotDeactivateLogicalVolume=N\u00E3o foi poss\u00EDvel desativar o Volume L\u00F3gico
CannotDeleteSharedVolume=O volume compartilhado n\u00E3o pode ser removido
CannotDeleteVolume=Erro na remo\u00E7\u00E3o do volume
CannotDetachMasterStorageDomain=A\u00E7\u00E3o ilegal
CannotFormatAttachedStorageDomain=N\u00E3o foi poss\u00EDvel formatar o dom\u00EDnio de armazenamento conectado
CannotFormatStorageDomainInConnectedPool=N\u00E3o foi poss\u00EDvel formatar o dom\u00EDnio de armazenamento no pool conectado
CannotModifyVolumeTime=N\u00E3o foi poss\u00EDvel alterar o tempo de modifica\u00E7\u00E3o do volume
CannotRemoveLogicalVolume=N\u00E3o foi poss\u00EDvel remover o Volume L\u00F3gico
CannotRetrieveSpmStatus=N\u00E3o foi poss\u00EDvel recuperar o status do SPM, o domain mestre est\u00E1 provavelmente indispon\u00EDvel
CannotSetRWLogicalVolume=N\u00E3o foi poss\u00EDvel determinar a permiss\u00E3o RW do volume l\u00F3gico
CannotShareVolume=N\u00E3o foi poss\u00EDvel compartilhar o volume
CannotWriteAccessLogialVolume=N\u00E3o foi poss\u00EDvel acessar o volume l\u00F3gico para grava\u00E7\u00E3o
CopyImageError=Falha na c\u00F3pia da imagem de n\u00EDvel inferior
CouldNotRetrieveLogicalVolumesList=N\u00E3o foi poss\u00EDvel recuperar a lista pv
CouldNotRetrievePhysicalVolumeList=N\u00E3o foi poss\u00EDvel recuperar a lista de pv
CouldNotValideTemplateOnTargetDomain=N\u00E3o foi poss\u00EDvel validar o template no domain de destino
CurrentVersionTooAdvancedError=O formato de storage atual \u00E9 muito avan\u00E7ado
DB=Erro no banco de dados
DEACTIVATE_NIC_FAILED=Falha ao desativar a Interface da Rede da MV.
DEVICE_BLOCK_SIZE_NOT_SUPPORTED=Erro na a\u00E7\u00E3o do grupo do volume. Por favor verifique a sua configura\u00E7\u00E3o do Grupo de Volume. O tamanho do bloco suportado \u00E9 512 bytes.
DefaultIconPairNotFound=Par de \u00EDcone padr\u00E3o n\u00E3o foi encontrado
DestImageActionError=Erro durante a manipula\u00E7\u00E3o da imagem de destina\u00E7\u00E3o
DeviceNotFound=O dispositivo n\u00E3o foi encontrado ou n\u00E3o est\u00E1 acess\u00EDvel
DomainAlreadyLocked=N\u00E3o foi poss\u00EDvel adquirir o bloqueio, o recurso est\u00E1 marcado como bloqueado
DomainLockDoesNotExist=N\u00E3o foi poss\u00EDvel liberar o bloqueio, o recurso n\u00E3o foi encontrado
ENGINE=Erro no Mecanismo Interno
ENGINE_ERROR_CREATING_STORAGE_POOL=N\u00E3o foi poss\u00EDvel criar o Pool do Storage. Por favor verifique se todos os hosts podem conectar aos dom\u00EDnios de armazenamento.
ERR_BAD_ADDR=Endere\u00E7o IP ilegal ou incompleto
ERR_BAD_BONDING=Defini\u00E7\u00E3o de t\u00EDtulo inv\u00E1lida
ERR_BAD_BRIDGE=Nome da rede inv\u00E1lida
ERR_BAD_NIC=O nome da interface n\u00E3o pode ser encontrado
ERR_BAD_PARAMS=Par\u00E2metros da rede ilegal
ERR_BAD_VLAN=Defini\u00E7\u00E3o VLan inv\u00E1lida
ERR_FAILED_IFUP=Falha ao ativar a interface
ERR_USED_BRIDGE=A rede est\u00E1 sendo usada no momento
ERR_USED_NIC=A interface j\u00E1 est\u00E9 em uso
ExportError=Ocorreu um erro ao exportar a MV
FAILED_CHANGE_CD_IS_MOUNTED=Falha ao executar a opera\u00E7\u00E3o "Alterar o CD". O CD pode estar sendo usado pela MV.\nPor favor tente desconectar manualmente o CD da MV\:\n  1. Log \u00E0 MV\n  2  Nas MVs do Linux, desmonte o CD usando o comando desmontar;\n     Nas MVs do Windows, clique com o bot\u00E3o direito no CD drive e clique em 'Ejetar';
FAILED_UPDATE_RUNNING_VM=Falha ao executar a MV enquanto ela era executada. Por favor tente novamente quando a MV estiver Down.
FailedToCreateLease=Falha ao criar concess\u00E3o
FailedToCreateWebsocketProxyTicket=Falha ao criar tiquete do websocket proxy assinado
FailedToPlugDisk=Falha ao conectar o disco
FailedToRestoreMasterVolumeDuringVolumeSnapshotRestore=Falha ao restaurar o volume mestre,onde o(s) volume(s) slave s\u00E3o restaurados a um estado mais antigo. O administrador deve intervir e definir o stime no mestre para avaliar e retomar a sess\u00E3o de replica\u00E7\u00E3o geogr\u00E1fica apropriadamente
FailedToStopMasterVolumeDuringVolumeSnapshotRestore=Falha ao interromper o volume mestre enquanto restaurando o snapshot, onde o(s) volume(s) slave s\u00E3o restaurados a um estado antigo. O administrador deve intervir e definir o stime no mestre para avaliar e retomar a sess\u00E3o de replica\u00E7\u00E3o geogr\u00E1fica apropriadamente
FailedToUnPlugDisk=Falha ao desconectar o disco
FileStorageDomainStaleNFSHandle=Manuseio do NFS Obsoleto no servidor NFS adjacente
GET_FILE_LIST_ERROR=N\u00E3o foi poss\u00EDvel obter lista de arquivos
GeneralException=Exce\u00E7\u00E3o geral
GeneralHookError=Erro geral de gancho
GetAllLogicalVolumeTagsError=N\u00E3o foi poss\u00EDvel obter tags de todos os volumes l\u00F3gicos do Grupo do Volume
GetFloppyListError=N\u00E3o foi poss\u00EDvel obter a lista do disquete
GetIsoListError=N\u00E3o foi poss\u00EDvel obter a lista de imagens no ISO domain. Por favor verifique se o status do storage domain est\u00E1 Active
GetLogicalVolumeDataError=N\u00E3o foi poss\u00EDvel obter a informa\u00E7\u00E3o do volume l\u00F3gico
GetLogicalVolumeDevError=N\u00E3o foi poss\u00EDvel obter os dispositivos f\u00EDsicos do volume l\u00F3gico
GetLogicalVolumeTagError=N\u00E3o foi poss\u00EDvel obter tags dos Volumes L\u00F3gicos
GetLogicalVolumesByTagError=N\u00E3o foi poss\u00EDvel obter os volumes l\u00F3gicos com o tag espec\u00EDfico
GetStorageDomainListError=N\u00E3o foi poss\u00EDvel obter a lista dos dom\u00EDnios de armazenamento
GetVolumeGroupListError=Obter o erro da lista do grupo do volume
GetiSCSISessionListError=Obter o erro da lista da sess\u00E3o iGSCSi
GlfsFiniException=Falha no comando durante desmontagem do volume gluster
GlfsInitException=Falha no comando durante montagem do volume gluster
GlfsStatvfsException=Falha ao obter informa\u00E7\u00E3o de tamanho do volume gluster
GlusterCmdExecFailedException=Falha na execu\u00E7\u00E3o do comando
GlusterDisableSnapshotScheduleFailedException=Falha ao desabilitar agendamento de snapshot do volume gluster baseado em CLI
GlusterEventException=Erro geral no evento Gluster
GlusterGeneralException=Ocorreu uma Exce\u00E7\u00E3o Geral do Gluster.
GlusterGeoRepConfigFailed=Falha ao modificar configura\u00E7\u00E3o da replica\u00E7\u00E3o geogr\u00E1fica
GlusterGeoRepException=Exce\u00E7\u00E3o na Replica\u00E7\u00E3o Geogr\u00E1fica do Gluster
GlusterGeoRepExecuteMountBrokerOptFailed=Falha ao estabelecer op\u00E7\u00E3o de agente de montagem para replica\u00E7\u00E3o geogr\u00E1fica
GlusterGeoRepExecuteMountBrokerUserAddFailed=Falha ao adicionar usu\u00E1rio de agente de montagem de replica\u00E7\u00E3o geogr\u00E1fica
GlusterGeoRepPublicKeyFileCreateFailed=Falha ao criar arquivo de chave p\u00FAblica para gluster host
GlusterGeoRepPublicKeyFileReadError=Erro ao ler chave p\u00FAblica do gluster host
GlusterGeoRepPublicKeyWriteFailed=Falha ao gravar chave p\u00FAblica do gluster host
GlusterGeoRepSessionCreateFailed=Falha ao criar sess\u00E3o de replica\u00E7\u00E3o geogr\u00E1fica
GlusterGeoRepSessionDeleteFailedException=Falha ao excluir sess\u00E3o de replica\u00E7\u00E3o geogr\u00E1fica
GlusterGeoRepUserNotFound=Usu\u00E1rio de replica\u00E7\u00E3o geogr\u00E1fica n\u00E3o existente.
GlusterHookAddFailed=Falha ao adicionar o gancho
GlusterHookAlreadyExists=Falha ao adicionar o gancho uma vez que ele j\u00E1 existe
GlusterHookChecksumMismatch=Falha ao atualizar o gancho devido \u00E0 incompatibilidade no checksum
GlusterHookConflict=Foram encontrados ganchos em conflito.
GlusterHookDisableFailed=Falha ao desabilitar o gancho gluster.
GlusterHookEnableFailed=Falha ao habilitar o gancho gluster.
GlusterHookFailed=Falha na opera\u00E7\u00E3o do gancho Gluster
GlusterHookListException=Falha ao obter a lista do gancho gluster
GlusterHookNotFound=O gancho gluster n\u00E3o foi encontrado
GlusterHookRemoveFailed=Falha ao remover o gancho
GlusterHookUpdateFailed=Falha ao atualizar gancho gluster
GlusterHostFailedToRunRestorecon=Falha ao determinar r\u00F3tulo selinux  em brick.
GlusterHostFailedToSetSelinuxContext=Falha ao definir  contexto selinux em brick.
GlusterHostIsNotPartOfCluster=O Host n\u00E3o faz parte do cluster
GlusterHostRemoveFailedException=Falha ao Remover o Host Gluster
GlusterHostStorageDeviceFsTabFoundException=Entrada de FSTAB existente neste dispositivo
GlusterHostStorageDeviceInUseException=Dispositivo(s) de armazenamento j\u00E1 est\u00E1 em uso
GlusterHostStorageDeviceLVChangeFailedException=Falha ao executar lvchange para o thin pool\:
GlusterHostStorageDeviceLVConvertFailedException=Falha ao executar lvconvert para dispositivo
GlusterHostStorageDeviceMakeDirsFailedException=Falha ao criar o diret\u00F3rio de montagem
GlusterHostStorageDeviceMountFailedException=Falha ao montar dispositivo
GlusterHostStorageDeviceNotFoundException=Dispositivo(s) de armazenagem n\u00E3o encontrado(s)
GlusterHostStorageDevicePVCreateFailedException=Falha ao criar volume f\u00EDsico LVM
GlusterHostStorageDeviceVGCreateFailedException=Falha ao criar LVM VG
GlusterHostStorageDeviceVGScanFailedException=vgscan falhou
GlusterHostStorageMountPointInUseException=Ponto de montagem est\u00E1 em uso
GlusterHostUUIDNotFound=N\u00E3o foi encontrado o UUID do host Gluster
GlusterLibgfapiException=Falha de comando devido \u00E0 exce\u00E7\u00E3o do gluster libgfapi
GlusterMissingArgumentException=Falha de comando devido \u00E0 falta de um argumento
GlusterMountBrokerRootCreateFailed=Falha ao criar agente de montagem de  geo-rep raiz.
GlusterPermissionDeniedException=Permiss\u00E3o negada
GlusterServiceActionNotSupported=A\u00E7\u00E3o do servi\u00E7o Gluster n\u00E3o suportada
GlusterServicesActionFailed=A a\u00E7\u00E3o do servi\u00E7o Gluster falhou
GlusterSnapshotActivateFailedException=Falha ao ativar o snapshot do volume do gluster
GlusterSnapshotConfigFailedException=Falha ao configurar o snapshot do volume do gluster
GlusterSnapshotConfigGetFailedException=Falha ao obter a configura\u00E7\u00E3o do snapshot do volume gluster
GlusterSnapshotConfigSetFailedException=Falha ao determinar a configura\u00E7\u00E3o do snapshot do volume do gluster
GlusterSnapshotCreateFailedException=Falha ao criar snapshot para o volume do gluster
GlusterSnapshotDeactivateFailedException=Falha ao desativar o snapshot do volume do gluster
GlusterSnapshotDeleteFailedException=Falha ao excluir o snapshot do volume do gluster
GlusterSnapshotException=Erro na execu\u00E7\u00E3o do comando do snapshot do gluster
GlusterSnapshotInfoFailedException=Falha na informa\u00E7\u00E3o do snapshot do gluster
GlusterSnapshotRestoreFailedException=Falha ao restaurar o snapshot do volume do gluster
GlusterSnapshotScheduleFlagUpdateFailedException=Falha ao estabelecer o sinalizador do agendador de snapshot do volume do gluster
GlusterSyntaxErrorException=Falha de comando devido a um erro de Sintaxe
GlusterVolumeDeleteFailed=Falha na Exclus\u00E3o do Volume Gluster.
GlusterVolumeEmptyCheckFailed=Falha ao verificar se volume do gluster est\u00E1 vazio
GlusterVolumeGeoRepSessionPauseFailed=Falha ao pausar a sess\u00E3o de replica\u00E7\u00E3o geogr\u00E1fica
GlusterVolumeGeoRepSessionResumeFailed=Falha ao prosseguir a sess\u00E3o de replica\u00E7\u00E3o geogr\u00E1fica no volume do gluster
GlusterVolumeGeoRepSessionStartFailed=Falha ao iniciar replica\u00E7\u00E3o geogr\u00E1fica no volume do gluster
GlusterVolumeGeoRepSessionStopFailed=Falha ao interromper a sess\u00E3o de replica\u00E7\u00E3o geogr\u00E1fica
GlusterVolumeGeoRepStatusFailed=Falha ao obter informa\u00E7\u00E3o de status da sess\u00E3o de replica\u00E7\u00E3o geogr\u00E1fica no volume do gluster
GlusterVolumeProfileStartFailed=Falha ao Iniciar o Perfil do Volume Gluster.
GlusterVolumeProfileStopFailed=Falha ao Interromper o Perfil do Volume Gluster.
GlusterVolumeRebalanceStartFailed=Falha na inicia\u00E7\u00E3o do Rebalanceamento do Volume Gluster.
GlusterVolumeRebalanceStatusFailedException=Falha ao obter o status de rebalanceamento do volume gluster
GlusterVolumeRebalanceStopFailed=Falha ao Interromper o Rebalanceamento do Volume Gluster
GlusterVolumeRemoveBrickStatusFailed=Falha ao obter o status dos bricks de remo\u00E7\u00E3o do volume gluster
GlusterVolumeRemoveBricksCommitFailed=Falha ao confirmar a remo\u00E7\u00E3o de Bricks do Volume Gluster
GlusterVolumeRemoveBricksFailed=Falha na Remo\u00E7\u00E3o de Bricks pelo Volume Gluster.
GlusterVolumeRemoveBricksStartFailed=Falha ao iniciar a remo\u00E7\u00E3o de Bricks a partir do Volume Gluster.
GlusterVolumeRemoveBricksStopFailed=Falha ao interromper a remo\u00E7\u00E3o do Volume Gluster.
GlusterVolumeReplaceBrickStartFailed=Falha na Inicia\u00E7\u00E3o da Substitui\u00E7\u00E3o do Brick pelo Volume Gluster.
GlusterVolumeResetBrickStartFailed=Falha ao iniciar restaura\u00E7\u00E3o de brick pelo volume gluster.
GlusterVolumeStatusAllFailedException=Falha ao obter a lista de tarefas do gluster
GlusterWebhookAddException=Falha ao adicionar webhook Gluster
GlusterWebhookDeleteException=Falha ao excluir webhook Gluster
GlusterWebhookSyncException=Falha ao sincronizar webhook Gluster
GlusterWebhookUpdateException=Falha ao atualizar webhook Gluster
GlusterXmlErrorException=Erro XML
GraphicsConsoleCantBeObtained=Console gr\u00E1fico n\u00E3o pode ser obtido. O vm est\u00E1 pronto para se conectar ao console?
HOST_ALREADY_EXISTS=N\u00E3o foi poss\u00EDvel adicionar o Host. Um Host j\u00E1 existe com as mesmas caracter\u00EDsticas.
HOST_DEVICES_TAKEN_BY_OTHER_VM=Alguns dos dispositivos do host configurados foram adquiridos por outra MV.
HOT_PLUG_MEM=Falha ao conectar automaticamente a mem\u00F3ria
HostIdMismatch=A id do host n\u00E3o foi encontrada ou n\u00E3o coincide com a id do host do gerenciador
IMAGES_NOT_SUPPORTED_ERROR=Este domain n\u00E3o suporta as imagens
INVALID_HA_VM_LEASE=Concess\u00E3o de m\u00E1quina virtual inv\u00E1lida. Altere o dom\u00EDnio de armazenamento no qual essa concess\u00E3o foi criada para criar outra concess\u00E3o.
IRS_IMAGE_STATUS_ILLEGAL=Essa opera\u00E7\u00E3o est\u00E1 bloqueada no momento devido ao status do arquivo da imagem. \nO status do arquivo da imagem \u00E9 transient (provavelmente bloqueado por outra opera\u00E7\u00E3o paralela). Por favor espere pelo esvaziamento do status e tente novamente.
IRS_REPOSITORY_NOT_FOUND=Erro na conex\u00E3o para o servi\u00E7o do Gerenciador do Pool do Storage.\nRaz\u00F5es poss\u00EDveis\:\n- o servi\u00E7o do Gerenciador do Pool do Storage est\u00E1 num estado n\u00E3o-ativo.\n-nenhum host ativo no data center.
ISCSI_LOGIN_AUTH_ERROR=Falha ao efetuar o login no n\u00F3 iSCSi devido falha de autoriza\u00E7\u00E3o
ImageDeamonError=Solicita\u00E7\u00E3o sem \u00EAxito do vdsm-image-daemon
ImageDeamonUnsupported=vdsm-image-daemon n\u00E3o \u00E9 suportador no host
ImageDeleteError=N\u00E3o foi poss\u00EDvel remover todos os arquivos
ImageDoesNotExistInDomainError=A imagem n\u00E3o existe no domain
ImageIsEmpty=A imagem est\u00E1 vazia
ImageIsNotEmpty=A imagem n\u00E3o est\u00E1 vazia
ImageIsNotLegalChain=A imagem n\u00E3o \u00E9 uma corrente legal
ImageMissingFromVm=Imagem ausente na MV
ImageNotOnTargetDomain=A imagem n\u00E3o pode ser encontrada no domain especificado
ImagePathError=O caminho da imagem n\u00E3o existe ou n\u00E3o pode ser acessado/criado
ImageTicketsError=Erro inesperado com tickets de imagem
ImageValidationError=Erro da valida\u00E7\u00E3o da imagem
ImagesActionError=Erro da a\u00E7\u00E3o das imagens
ImportError=Erro na importa\u00E7\u00E3o da imagem
ImportInfoError=Importar o erro da informa\u00E7\u00E3o do candidato
ImportUnknownType=Tipo de importa\u00E7\u00E3o desconhecido
InaccessiblePhysDev=O caminho m\u00FAltiplo n\u00E3o p\u00F4de acessar o dispositivo f\u00EDsico
IncorrectFormat=Formato incorreto de Volume
InternalVolumeNonWritable=Volume n\u00E3o pode ser acessado para grava\u00E7\u00F5es, \u00E9 um volume interno
InvalidDefaultExceptionException=N\u00E3o foi poss\u00EDvel determinar a exce\u00E7\u00E3o como default. O tipo n\u00E3o \u00E9 suportado
InvalidIpAddress=Endere\u00E7o IP inv\u00E1lido
InvalidJob=O trabalho est\u00E1 inv\u00E1lido
InvalidParameterException=Par\u00E2metro inv\u00E1lido
InvalidRecovery=A recupera\u00E7\u00E3o \u00E9 inv\u00E1lida
InvalidResourceName=O nome do recurso est\u00E1 inv\u00E1lido
InvalidTask=Tarefa inv\u00E1lida
InvalidTaskMng=Gerenciador de Tarefa inv\u00E1lido
InvalidTaskType=O tipo de tarefa est\u00E1 inv\u00E1lido
IsSpm=A opera\u00E7\u00E3o n\u00E3o \u00E9 permitida enquanto o SPM estiver ativo
IsoCannotBeMasterDomain=O domain ISO n\u00E3o pode ser um storage domain mestre
LABELED_NETWORK_INTERFACE_NOT_FOUND=A interface da rede rotulada n\u00E3o p\u00F4de ser encontrada.
LVMSetupError=Falha ao determinar o LVM
LogicalVolumeAddTagError=Adicionar tag ao erro do volume l\u00F3gico
LogicalVolumeAlreadyExists=N\u00E3o foi poss\u00EDvel criar o volume l\u00F3gico - isto j\u00E1 existe
LogicalVolumeCachingError=Erro no cache do volume l\u00F3gico
LogicalVolumeDoesNotExistError=O volume l\u00F3gico n\u00E3o existe
LogicalVolumeExtendError=Falha na extens\u00E3o do Volume L\u00F3gico
LogicalVolumePermissionsError=N\u00E3o foi poss\u00EDvel atualizar/alterar as permiss\u00F5es do volume l\u00F3gico
LogicalVolumeRefreshError=N\u00E3o foi poss\u00EDvel atualizar o volume l\u00F3gico
LogicalVolumeRemoveTagError=Remover tag do erro do Volume L\u00F3gico
LogicalVolumeRenameError=N\u00E3o foi poss\u00EDvel renomear o volume l\u00F3gico
LogicalVolumeReplaceTagError=Substituir tag de erro do Volume L\u00F3gico
LogicalVolumeScanError=Erro ao escanear o volume l\u00F3gico
LogicalVolumeWrongTagError=Tag de volume l\u00F3gico incorreta
LogicalVolumesListError=N\u00E3o foi poss\u00EDvel obter a lista dos volumes l\u00F3gicos a partir do grupo do volume
LogicalVolumesScanError=Erro ao escanear o volume l\u00F3gico
MAC_ADDRESS_IS_IN_USE=O Endere\u00E7o Mac est\u00E1 em uso.
MAC_POOL_INITIALIZATION_FAILED=Erro na inicializa\u00E7\u00E3o do Pool MAC
MAC_POOL_NOT_INITIALIZED=O Pool do Endere\u00E7o MAC n\u00E3o est\u00E1 definido. Por favor verifique a sua configura\u00E7\u00E3o usando a Ferramenta de Configura\u00E7\u00E3o.
MAC_POOL_NO_MACS_LEFT=Nenhum endere\u00E7o MAC dispon\u00EDvel no Pool do Endere\u00E7o MAC.
MIGRATION_CANCEL_ERROR=A migra\u00E7\u00E3o n\u00E3o est\u00E1 em andamento
MIGRATION_DEST_INVALID_HOSTNAME=A destina\u00E7\u00E3o da migra\u00E7\u00E3o possui um hostname inv\u00E1lido
MergeSnapshotsError=Erro ao mesclar snapshots
MergeVolumeRollbackError=N\u00E3o foi poss\u00EDvel reverter a mesclagem do volume
MetaDataGeneralError=Erro geral de metadados
MetaDataKeyError=Erro da tecla dos metadados
MetaDataKeyNotFoundError=Erro  n\u00E3o encontrado na chave dos metadados
MetaDataMappingError=Falha no mapeamento dos metadados
MetaDataParamError=O par\u00E2metro dos metadados est\u00E1 inv\u00E1lido
MetaDataSealIsBroken=O lacre dos metadados foi desfeito (checksum incompat\u00EDvel)
MetaDataValidationError=Falha na auto valida\u00E7\u00E3o dos Meta Dados
MetadataOverflowError=Os metadados s\u00E3o muito grandes. N\u00E3o foi poss\u00EDvel alterar os metadados
MiscBlockReadException=Falha na leitura do dispositivo de bloqueio interno
MiscBlockWriteException=Falha na grava\u00E7\u00E3o do dispositivo de bloqueio externo
MiscBlockWriteIncomplete=A grava\u00E7\u00E3o do dispositivo de bloqueio interno est\u00E1 incompleta
MiscDirCleanupFailure=Falha na limpeza do diret\u00F3rio
MiscFileReadException=Falha na leitura do arquivo interno
MiscFileWriteException=Falha na grava\u00E7\u00E3o do arquivo interno
MissParam=O par\u00E2metro requerido est\u00E1 ausente
MissingOvfFileFromVM=O arquivo OVF est\u00E1 ausente na MV
MissingTagOnLogicalVolume=O tag do volume l\u00F3gico est\u00E1 ausente.
MixedSDVersionError=O formato do domain \u00E9 diferente do formato de storage domain mestre
MkfsError=N\u00E3o foi poss\u00EDvel criar um sistema de arquivo no dispositivo
MountParsingError=Erro de pesquisa da montagem
MountTypeError=Erro do tipo de montagem
MoveImageError=Erro ao mover a imagem
MoveTemplateImageError=N\u00E3o foi poss\u00EDvel mover a imagem do template uma vez que ela est\u00E1 sendo usada por uma MV.
MultipathRestartError=Erro ao reiniciar o servi\u00E7o de caminho m\u00FAltiplo
MultipathSetupError=Falha ao determinar o caminho m\u00FAltiplo
MultipleMoveImageError=Erro ao mover imagens m\u00FAltiplas
NETWORK_LABEL_CONFLICT=As redes representadas por r\u00F3tulo n\u00E3o podem ser configuradas na mesma interface da rede.
NO_ACTIVE_ISO_DOMAIN_IN_DATA_CENTER=N\u00E3o h\u00E1 Domain ISO ativo no Data Center.
NO_FREE_VM_IN_POOL=N\u00E3o foi poss\u00EDvel alocar a MV. N\u00E3o h\u00E1 MVs dispon\u00EDveis no pool
NO_IMPLEMENTATION=N\u00E3o est\u00E1 implantado
NoSpaceLeftOnDomain=Nenhum espa\u00E7o restante no domain
NoSuchVmLeaseOnDomain=Falha ao buscar a concess\u00E3o da VM. A concess\u00E3o n\u00E3o existe.
NonLeafVolumeNotWritable=O volume n\u00E3o pode ser acessado para grava\u00E7\u00F5es, isto n\u00E3o \u00E9 um volume de folha
NotImplementedException=O m\u00E9todo n\u00E3o foi implantado
OperationInProgress=A opera\u00E7\u00E3o j\u00E1 est\u00E1 em andamento
OrphanVolumeError=Volume \u00F3rf\u00E3o
OverwriteImageError=N\u00E3o foi poss\u00EDvel substituir a imagem
PROVIDER_AUTHENTICATION_FAILURE=Falha ao autenticar com o provedor externo. Por favor confirme o nome do usu\u00E1rio e senha.
PROVIDER_FAILURE=Falha na comunica\u00E7\u00E3o com o provedor externo, veja log para detalhes adicionais.
PROVIDER_IMPORT_CERTIFICATE_ERROR=Falha ao importar o certificado do provedor
PROVIDER_SSL_FAILURE=Problema SSL encontrado enquanto tentando conectar ao provedor externo.
PartitionedPhysDev=Dispositivo f\u00EDsico particionado
PhysDevInitializationError=Falha na inicializa\u00E7\u00E3o do dispositivo f\u00EDsico. Verifique se o dispositivo est\u00E1 vazio e acess\u00EDvel pelo host.
PoolUpgradeInProgress=A atualiza\u00E7\u00E3o do pool enquanto uma atualiza\u00E7\u00E3o estiver sendo processada n\u00E3o \u00E9 suportada
ProblemWhileTryingToMountTarget=Problema encontrado enquanto tentando montar o destino
RESOURCE_MANAGER_CANT_ALLOC_VDS_MIGRATION=A opera\u00E7\u00E3o de migra\u00E7\u00E3o foi cancelada. Nenhum Host de Destina\u00E7\u00E3o foi encontrado.
RESOURCE_MANAGER_MIGRATION_FAILED_AT_DST=Falha na migra\u00E7\u00E3o. Isto deve ter ocorrido devido ao um erro no Host de Destina\u00E7\u00E3o.
RESOURCE_MANAGER_VDS_NOT_FOUND=O Host n\u00E3o foi encontrado.
ReachedMaxNumberOfHostsInDC=O n\u00FAmero m\u00E1ximo de Hosts permitidos no Data Center foi alcan\u00E7ado
ReconstructMasterError=N\u00E3o foi poss\u00EDvel reconstruir o domain mestre
RemoveiSCSINodeError=Remover o erro no n\u00F3 iSCSi
RemoveiSCSIPortalError=Remover o erro do portal iSCSi
ResourceAcqusitionFailed=N\u00E3o foi poss\u00EDvel adquirir o recurso. A cria\u00E7\u00E3o do recurso lan\u00E7ou uma exce\u00E7\u00E3o
ResourceDoesNotExist=O recurso n\u00E3o existe
ResourceException=Exce\u00E7\u00E3o Geral
ResourceExhausted=N\u00E3o h\u00E1 recursos suficientes para executar tarefas adicionais
ResourceNamespaceNotEmpty=O Namespace do Recurso n\u00E3o est\u00E1 vazio
ResourceReferenceInvalid=N\u00E3o foi poss\u00EDvel executar a opera\u00E7\u00E3o. Este recurso foi lan\u00E7ado ou expirado
ResourceTimeout=Tempo limite do recurso
SETUP_NETWORKS_ROLLBACK=Retrocedendo para a \u00FAltima configura\u00E7\u00E3o salva conhecida.
SNAPSHOT_FAILED=O snapshot ativo falhou.
STORAGE_DOMAIN_REFRESH_ERROR=N\u00E3o foi poss\u00EDvel atualizar o storage domain
SetiSCSIAuthError=Determinar o erro de autentica\u00E7\u00E3o iSCSi
SetiSCSIPasswdError=Determinar o erro da senha iSCSi
SetiSCSIUsernameError=Determinar o erro do nome do usu\u00E1rio iSCSi
SharedVolumeNonWritable=O volume compartilhado \u00E9 apenas de leitura
SourceImageActionError=Erro durante a manipula\u00E7\u00E3o da imagem de fonte
SpmFenceError=Erro ao aplicar isolamento no SPM
SpmParamsMismatch=A id anterior do pool n\u00E3o coincide com a solicita\u00E7\u00E3o
SpmStartError=Erro ao iniciar o SPM
SpmStatusError=N\u00E3o \u00E9 SPM
SpmStopError=Erro ao interromper o SPM
StorageDomainAccessError=O domain \u00E9 tanto parcialmente acess\u00EDvel ou inteiramente inacess\u00EDvel
StorageDomainActionError=Ocorreu um erro na a\u00E7\u00E3o do storage domain
StorageDomainActivateError=Erro na ativa\u00E7\u00E3o do storage domain
StorageDomainActive=A\u00E7\u00E3o ilegal, domain ativo
StorageDomainAlreadyAttached=O domain j\u00E1 est\u00E1 sendo usado por outro data center.\nCom o objetivo de us\u00E1-lo, desconecte-o a partir do data center em que ele encontra-se conectado.
StorageDomainAlreadyExists=O storage domain j\u00E1 existe
StorageDomainAttachError=Ocorreu um erro ao conectar o storage domain
StorageDomainCheckError=O domain possui erros
StorageDomainClassError=Valor de classe de domain inv\u00E1lido
StorageDomainCreationError=Ocorreu um erro ao criar o storage domain
StorageDomainDeactivateError=Erro na desativa\u00E7\u00E3o do storage domain
StorageDomainDescriptionTooLongError=A descri\u00E7\u00E3o do storage domain \u00E9 muito longa
StorageDomainDetachError=Erro na desativa\u00E7\u00E3o do storage domain
StorageDomainDoesNotExist=O storage domain n\u00E3o pode ser alcan\u00E7ado a partir do Host selecionado. Tente selecionar outro Host.
StorageDomainFSNotMounted=O caminho remoto do storage domain n\u00E3o foi montado
StorageDomainFormatError=Erro na formata\u00E7\u00E3o do storage domain
StorageDomainIllegalRemotePath=O caminho remoto \u00E9 ilegal
StorageDomainInsufficientPermissions=Permiss\u00F5es de acesso insuficientes ao storage subjacente
StorageDomainIsMadeFromTooManyPVs=O storage domain \u00E9 composto de muitos PVs
StorageDomainIsMemberOfPool=O Storage Domain j\u00E1 \u00E9 membro de um pool
StorageDomainLayoutError=O layout do storage domain est\u00E1 corrompido
StorageDomainMasterCopyError=Erro ao copiar os dados do storage domain mestre
StorageDomainMasterError=N\u00E3o foi poss\u00EDvel acessar o storage domain mestre
StorageDomainMasterUnmountError=Erro ao desmontar o storage domain mestre
StorageDomainMetadataCreationError=Erro ao criar os metadados do storage domain
StorageDomainMetadataFileMissing=N\u00E3o foi poss\u00EDvel recuperar o nome do arquivo dos metadados para o domain
StorageDomainMetadataNotFound=O storage domain est\u00E1 inv\u00E1lido
StorageDomainNotActive=O storage domain n\u00E3o est\u00E1 ativo
StorageDomainNotEmpty=Erro na cria\u00E7\u00E3o do Storage Domain. O caminho do storage selecionado n\u00E3o est\u00E1 vazio (provavelmente cont\u00E9m outro Storage Domain). Tanto remova o Storage Domain a partir deste caminho ou altere o caminho do Storage.
StorageDomainNotInPool=O storage domain n\u00E3o est\u00E1 no pool
StorageDomainNotMemberOfPool=O domain n\u00E3o \u00E9 membro no pool
StorageDomainStateTransitionIllegal=Altera\u00E7\u00E3o do estado de domain ilegal
StorageDomainStatusError=O status do storage domain \u00E9 unsupported
StorageDomainTargetUnsupported=O destino do Storage Domain n\u00E3o \u00E9 suportado
StorageDomainTypeError=Tipo de storage domain n\u00E3o suportado
StorageDomainTypeNotBackup=O tipo de domain deve ser "Exportar", no entanto isto n\u00E3o \u00E9
StorageException=Exce\u00E7\u00E3o Geral do Storage
StoragePoolActionError=Erro na a\u00E7\u00E3o do Storage do Data Center
StoragePoolAlreadyExists=Erro ao criar o storage do data center (j\u00E1 existe)
StoragePoolCheckError=Falha na checagem do pool
StoragePoolConnected=N\u00E3o foi poss\u00EDvel executar a a\u00E7\u00E3o enquanto o pool do storage estiver conectado
StoragePoolConnectionError=Erro na conex\u00E3o do Storage do Data Center
StoragePoolCreationError=Erro na cria\u00E7\u00E3o do Storage do Data Center
StoragePoolDescriptionTooLongError=A descri\u00E7\u00E3o do pool de storage \u00E9 muito longa
StoragePoolDestroyingError=Erro ao destruir o Storage do Data Center
StoragePoolDisconnectionError=Ocorreu um erro na desconex\u00E3o do Storage do Data Center
StoragePoolHasPotentialMaster=A fun\u00E7\u00E3o mestre deve ser movida a outro domain
StoragePoolHigherVersionMasterFound=Domain mestre encontrado com vers\u00E3o mestre mais alta que a entrada
StoragePoolInternalError=O Storage do Data Center n\u00E3o est\u00E1 definido
StoragePoolMasterNotFound=N\u00E3o foi poss\u00EDvel encontrar o domain mestre
StoragePoolNotConnected=O Storage do Data Center n\u00E3o est\u00E1 conectado
StoragePoolTooManyMasters=N\u00FAmero de mestres excessivos para o StorePool
StoragePoolUnknown=A id do pool \u00E9 desconhecida, o pool n\u00E3o est\u00E1 conectado
StoragePoolWrongMaster=domain ou vers\u00E3o mestre incorreto
StorageServerAccessPermissionError=As configura\u00E7\u00F5es de permiss\u00E3o no caminho especificado n\u00E3o permitem acesso ao storage.\nVerifique a configura\u00E7\u00E3o da permiss\u00E3o no caminho de storage especificado.
StorageServerActionError=Erro na a\u00E7\u00E3o do servidor de storage
StorageServerConnectionError=Erro na conex\u00E3o do servidor do storage
StorageServerDisconnectionError=Erro na desconex\u00E3o do servidor do storage
StorageServerValidationError=O caminho especificado n\u00E3o existe ou n\u00E3o pode ser alcan\u00E7ado.\nVerifique o caminho correto, e para o storage,\nverifique a conex\u00E3o para seu storage.
StorageServeriSCSIError=Erro na conex\u00E3o iSCSI
StorageTypeError=Erro do tipo do Storage
StorageUpdateVmError=N\u00E3o foi poss\u00EDvel atualizar a MV
TaskAborted=A tarefa foi anulada
TaskClearError=N\u00E3o foi poss\u00EDvel esvaziar a tarefa
TaskDirError=N\u00E3o foi poss\u00EDvel encontrar/acessar o diret\u00F3rio da tarefa
TaskHasRefs=a opera\u00E7\u00E3o n\u00E3o pode ser executada - a tarefa possui refer\u00EAncias ativas
TaskInProgress=Tarefa de execu\u00E7\u00E3o em processo
TaskMetaDataLoadError=N\u00E3o foi poss\u00EDvel carregar os Metadados da Tarefa
TaskMetaDataSaveError=N\u00E3o foi poss\u00EDvel salvar os Metadados da Tarefa
TaskNotFinished=A tarefa n\u00E3o foi finalizada
TaskPersistError=N\u00E3o foi poss\u00EDvel persistir a tarefa
TaskStateError=A opera\u00E7\u00E3o n\u00E3o \u00E9 permitida neste estado da tarefa
TaskStateTransitionError=n\u00E3o foi poss\u00EDvel mover o estado solicitado
TemplateCreationError=Ocorreu um erro ao criar o template a partir da MV
TooManyDomainsInStoragePoolError=Existem muitos domains no pool do storage
TooManyPVsInVG=Houve a tentativa de criar um VG a partir de muitos PVs
UPDATE_NUM_VFS_FAILURE=Falha ao alterar o n\u00FAmero de fun\u00E7\u00F5es virtuais.
UPDATE_VNIC_FAILED=Falha ao ativar a Interface da Rede da MV.
UnicodeArgumentException=Os argumentos de c\u00F3digo \u00FAnico n\u00E3o s\u00E3o suportados
UnknownTask=A id da tarefa \u00E9 desconhecida
UnmanagedTask=A opera\u00E7\u00E3o n\u00E3o pode ser executada em tarefa n\u00E3o-gerenciada
UnsupportedDomainVersion=O formato storage n\u00E3o \u00E9 suportado
UnsupportedGlusterVolumeReplicaCountError=Contagem de r\u00E9plica  do volume do gluster sem suporte
UnsupportedOperationErr=Opera\u00E7\u00E3o sem suporte
V2V_JOB_ALREADY_EXIST=A id do trabalho j\u00E1 existe
V2V_JOB_DOESNT_EXIST=A Id do trabalho n\u00E3o existe
V2V_JOB_NOT_DONE=O status do trabalho n\u00E3o est\u00E1 realizado
V2V_NO_SUCH_OVF=O arquivo do OVF n\u00E3o existe
VDS_NETWORK_ERROR=Erro da rede durante a comunica\u00E7\u00E3o com o Host.
VMCantBeObtained=VM n\u00E3o pode ser obtido
VMPathNotExists=N\u00E3o foi poss\u00EDvel encontrar o diret\u00F3rio das MVs
VM_INVALID_SERVER_CLUSTER_ID=A id do cluster do Host \u00E9 inv\u00E1lida.
VM_NOT_QUALIFIED_FOR_SNAPSHOT_MERGE=A m\u00E1quina virtual deve estar Down, Up ou Paused para mesclagem dos snapshots.
VM_TEMPLATE_CANT_LOCATE_DISKS_IN_DB=N\u00E3o foi poss\u00EDvel localizar os discos do Template no banco de dados.
VOLUME_GROUP_BLOCK_SIZE_ERROR=Erro no tamanho do bloqueio do Grupo do Volume
VOLUME_WAS_NOT_PREPARED_BEFORE_TEARDOWN=O Volume n\u00E3o foi preparado antes de ser dividido
VolumeAccessError=Ocorreu um erro ao acessar o volume
VolumeAlreadyExists=O volume j\u00E1 existe
VolumeCannotGetParent=N\u00E3o foi poss\u00EDvel obter o volume pai
VolumeCopyError=Falha na c\u00F3pia do volume
VolumeCreationError=Ocorreu um erro ao criar um novo volume
VolumeDoesNotExist=O volume n\u00E3o existe
VolumeExtendingError=Erro ao estender o volume
VolumeGeneralException=Exce\u00E7\u00E3o geral
VolumeGroupActionError=Erro na a\u00E7\u00E3o do grupo do volume
VolumeGroupAddTagError=Adicionar tag ao erro do grupo de volume
VolumeGroupAlreadyExistsError=O volume do grupo j\u00E1 existe
VolumeGroupCreateError=N\u00E3o foi poss\u00EDvel criar o Grupo do Volume
VolumeGroupDoesNotExist=O Grupo do Volume n\u00E3o existe
VolumeGroupExtendError=N\u00E3o foi poss\u00EDvel estender o Grupo do Volume
VolumeGroupHasDomainTag=O grupo de volume possui um tag de domain - isto requer uma limpeza
VolumeGroupPermissionsError=N\u00E3o foi poss\u00EDvel atualizar/alterar as permiss\u00F5es do grupo do volume
VolumeGroupReadTagError=Erro no tag do grupo de volume de leitura
VolumeGroupRemoveError=Erro ao remover o Grupo do Volume
VolumeGroupRemoveTagError=Remover tag do erro do grupo de volume
VolumeGroupRenameError=Erro ao renomear o Grupo do Volume
VolumeGroupReplaceTagError=Erro no tag do Grupo de Volume de Substitui\u00E7\u00E3o
VolumeGroupScanError=Erro de escaneamento do grupo de volume
VolumeGroupSizeError=O grupo do volume n\u00E3o \u00E9 grande o suficiente. O tamanho m\u00EDnimo para o storage do domain \u00E9 10GB
VolumeGroupUninitialized=O grupo de volume n\u00E3o foi inicializado
VolumeImageHasChildren=N\u00E3o foi poss\u00EDvel deletar a imagem do volume que possui filhos (anti\u00E9tico)
VolumeIsBusy=O volume est\u00E1 ocupado
VolumeMetadataReadError=Ocorreu um erro ao processar os metadados do volume
VolumeMetadataWriteError=Erro ao atualizar os metadados do volume
VolumeNonShareable=O volume n\u00E3o foi compartilhado, ele n\u00E3o \u00E9 um volume compartilhado/template
VolumeNonWritable=Volume n\u00E3o pode ser acessado para grava\u00E7\u00F5es
VolumeOwnershipError=Erro da propriedade do volume
VolumeUnlinkError=Falha ao cancelar o link do volume
VolumesZeroingError=N\u00E3o foi poss\u00EDvel zerar o volume
copyerr=Ocorreu uma falha na c\u00F3pia
createErr=Erro ao criar o desktop solicitado
createIllegalVolumeSnapshotError=N\u00E3o foi poss\u00EDvel criar o snapshot do volume a partir do volume ilegal
createVolumeRollbackError=Falha ao criar a revers\u00E3o do volume
createVolumeSizeError=O tamanho requisitado \u00E9 muito pequeno. Isto deve ser maior ou igual a 1.
destroyErr=Erro ao destruir a m\u00E1quina virtual
down=O desktop est\u00E1 desativado
exist=O desktop j\u00E1 existe
fenceAgent=O agente isolamento n\u00E3o \u00E9 suportado
freezeErr=N\u00E3o \u00E9 poss\u00EDvel congelar guest filesystems
iSCSIDiscoveryError=Falha ao descobrir os destinos do iSCI
iSCSILoginError=Falha ao efetuar o login no n\u00F3 iSCSI
iSCSILogoutError=Falha ao sair do n\u00F3 iSCSI
iSCSISetupError=Falha ao determinar o subsistema iSCSi
iSCSIifaceError=erro iscsiadm iface
imageErr=O arquivo da imagem da unidade n\u00E3o pode ser encontrado
migrateErr=Erro fatal durante a migra\u00E7\u00E3o
nfsErr=Tempo limite do Storage Domain
noConPeer=N\u00E3o foi poss\u00EDvel conectar ao host par
noVM=O desktop n\u00E3o existe
noVmType=Tipo de MV n\u00E3o suportada
nonresp=Agente convidado sem resposta
outOfMem=A mem\u00F3ria dispon\u00EDvel n\u00E3o \u00E9 suficiente para criar o desktop
prepareIllegalVolumeError=N\u00E3o foi poss\u00EDvel preparar volume ilegal
recovery=Recupera\u00E7\u00E3o da falha ou Inicializa\u00E7\u00E3o
sparse=Falha da cria\u00E7\u00E3o esparsa
thawErr=N\u00E3o foi poss\u00EDvel descongelar  guest filesystems
ticketErr=Erro ao determinar o t\u00EDquete SPICE
unavail=Recurso n\u00E3o dispon\u00EDvel
unexpected=Exce\u00E7\u00E3o n\u00E3o esperada
unsupFormat=Formato de imagem n\u00E3o suportado
