#
#
# Bundle name: org.ovirt.engine.ui.frontend.VdsmErrors
# Locale: ja_JP
#
#
#Wed Apr 08 03:25:53 EDT 2020
ACTIVATE_NIC_FAILED=\u4EEE\u60F3\u30DE\u30B7\u30F3\u306E\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u30A4\u30F3\u30BF\u30FC\u30D5\u30A7\u30FC\u30B9\u306E\u30A2\u30AF\u30C6\u30A3\u30D6\u5316\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
AcquireLockFailure=\u30ED\u30C3\u30AF\u3092\u53D6\u5F97\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
ActionStopped=\u30A2\u30AF\u30B7\u30E7\u30F3\u304C\u505C\u6B62\u3055\u308C\u307E\u3057\u305F\u3002
AddBricksToGlusterVolumeFailed=Gluster \u30DC\u30EA\u30E5\u30FC\u30E0\u306E\u30D6\u30EA\u30C3\u30AF\u8FFD\u52A0\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
AddTaskError=\u30BF\u30B9\u30AF\u30DE\u30CD\u30FC\u30B8\u30E3\u30FC\u3067\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u30BF\u30B9\u30AF\u3092\u8FFD\u52A0\u3067\u304D\u307E\u305B\u3093\u3002
AddiSCSINodeError=iSCSI \u30CE\u30FC\u30C9\u306E\u8FFD\u52A0\u3067\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
AddiSCSIPortalError=iSCSI \u30DD\u30FC\u30BF\u30EB\u306E\u8FFD\u52A0\u3067\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
BackupCannotBeMasterDomain=\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u30C9\u30E1\u30A4\u30F3\u3092\u30DE\u30B9\u30BF\u30FC\u30B9\u30C8\u30EC\u30FC\u30B8\u30C9\u30E1\u30A4\u30F3\u306B\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002
BlockDeviceActionError=\u30D6\u30ED\u30C3\u30AF\u30C7\u30D0\u30A4\u30B9\u306E\u30A2\u30AF\u30B7\u30E7\u30F3\u3067\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
BlockStorageDomainMasterFSCKError=BlockSD \u30DE\u30B9\u30BF\u30FC\u30D5\u30A1\u30A4\u30EB\u30B7\u30B9\u30C6\u30E0\u306E FSCK \u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
BlockStorageDomainMasterMountError=BlockSD \u30DE\u30B9\u30BF\u30FC\u30D5\u30A1\u30A4\u30EB\u30B7\u30B9\u30C6\u30E0\u306E\u30DE\u30A6\u30F3\u30C8\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
CANT_RECONSTRUCT_WHEN_A_DOMAIN_IN_POOL_IS_LOCKED=\u30C7\u30FC\u30BF\u30BB\u30F3\u30BF\u30FC\u306B\u30B9\u30C6\u30FC\u30BF\u30B9\u304C Locked \u306E\u30C9\u30E1\u30A4\u30F3\u304C\u3042\u308B\u5834\u5408\u306B\u306F\u3001\u30DE\u30B9\u30BF\u30FC\u30C9\u30E1\u30A4\u30F3\u306F\u518D\u69CB\u7BC9\u3067\u304D\u307E\u305B\u3093\u3002\n\u3053\u308C\u3089\u306E\u30C9\u30E1\u30A4\u30F3\u306E\u64CD\u4F5C\u304C\u7D42\u4E86\u3059\u308B\u306E\u3092\u5F85\u3063\u305F\u4E0A\u3067\u30DE\u30B9\u30BF\u30FC\u30C9\u30E1\u30A4\u30F3\u306E\u518D\u69CB\u7BC9\u3092\u518D\u5EA6\u8A66\u3057\u3066\u304F\u3060\u3055\u3044\u3002
CINDER_ERROR=Cinder \u3067\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F -\u300C${cinderException}\u300D
CannotAccessLogicalVolume=\u8AD6\u7406\u30DC\u30EA\u30E5\u30FC\u30E0\u306B\u30A2\u30AF\u30BB\u30B9\u3067\u304D\u307E\u305B\u3093\u3002
CannotActivateLogicalVolume=\u8AD6\u7406\u30DC\u30EA\u30E5\u30FC\u30E0\u3092\u30A2\u30AF\u30C6\u30A3\u30D6\u5316\u3067\u304D\u307E\u305B\u3093\u3002
CannotActivateLogicalVolumes=\u8AD6\u7406\u30DC\u30EA\u30E5\u30FC\u30E0\u3092\u30A2\u30AF\u30C6\u30A3\u30D6\u5316\u3067\u304D\u307E\u305B\u3093\u3002
CannotCloneVolume=\u30DC\u30EA\u30E5\u30FC\u30E0\u306E\u30AF\u30ED\u30FC\u30F3\u3092\u4F5C\u6210\u3067\u304D\u307E\u305B\u3093\u3002
CannotConnectMultiplePools=\u30D7\u30FC\u30EB\u306B\u63A5\u7D9A\u3067\u304D\u307E\u305B\u3093\u3002\u5225\u306E\u30D7\u30FC\u30EB\u306B\u3059\u3067\u306B\u63A5\u7D9A\u6E08\u307F\u3067\u3059\u3002
CannotCreateLogicalVolume=\u8AD6\u7406\u30DC\u30EA\u30E5\u30FC\u30E0\u3092\u4F5C\u6210\u3067\u304D\u307E\u305B\u3093\u3002
CannotDeactivateLogicalVolume=\u8AD6\u7406\u30DC\u30EA\u30E5\u30FC\u30E0\u3092\u975E\u30A2\u30AF\u30C6\u30A3\u30D6\u5316\u3067\u304D\u307E\u305B\u3093\u3002
CannotDeleteSharedVolume=\u5171\u6709\u30DC\u30EA\u30E5\u30FC\u30E0\u306F\u524A\u9664\u3067\u304D\u307E\u305B\u3093\u3002
CannotDeleteVolume=\u30DC\u30EA\u30E5\u30FC\u30E0\u306E\u524A\u9664\u3067\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
CannotDetachMasterStorageDomain=\u30A2\u30AF\u30B7\u30E7\u30F3\u304C\u7121\u52B9\u3067\u3059\u3002
CannotFormatAttachedStorageDomain=\u30A2\u30BF\u30C3\u30C1\u3055\u308C\u3066\u3044\u308B\u30B9\u30C8\u30EC\u30FC\u30B8\u30C9\u30E1\u30A4\u30F3\u306F\u30D5\u30A9\u30FC\u30DE\u30C3\u30C8\u3067\u304D\u307E\u305B\u3093\u3002
CannotFormatStorageDomainInConnectedPool=\u63A5\u7D9A\u3055\u308C\u305F\u30D7\u30FC\u30EB\u306E\u30B9\u30C8\u30EC\u30FC\u30B8\u30C9\u30E1\u30A4\u30F3\u3092\u30D5\u30A9\u30FC\u30DE\u30C3\u30C8\u3067\u304D\u307E\u305B\u3093\u3002
CannotModifyVolumeTime=\u30DC\u30EA\u30E5\u30FC\u30E0\u306E\u6700\u7D42\u66F4\u65B0\u6642\u523B\u306F\u5909\u66F4\u3067\u304D\u307E\u305B\u3093\u3002
CannotRemoveLogicalVolume=\u8AD6\u7406\u30DC\u30EA\u30E5\u30FC\u30E0\u3092\u524A\u9664\u3067\u304D\u307E\u305B\u3093\u3002
CannotRetrieveSpmStatus=SPM \u30B9\u30C6\u30FC\u30BF\u30B9\u3092\u53D6\u5F97\u3067\u304D\u307E\u305B\u3093\u3002\u30DE\u30B9\u30BF\u30FC\u30C9\u30E1\u30A4\u30F3\u304C\u5229\u7528\u4E0D\u53EF\u306E\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
CannotSetRWLogicalVolume=\u8AD6\u7406\u30DC\u30EA\u30E5\u30FC\u30E0\u306E\u8AAD\u307F\u53D6\u308A/\u66F8\u304D\u8FBC\u307F\u30D1\u30FC\u30DF\u30C3\u30B7\u30E7\u30F3\u3092\u8A2D\u5B9A\u3067\u304D\u307E\u305B\u3093\u3002
CannotShareVolume=\u30DC\u30EA\u30E5\u30FC\u30E0\u3092\u5171\u6709\u3067\u304D\u307E\u305B\u3093\u3002
CannotWriteAccessLogialVolume=\u8AD6\u7406\u30DC\u30EA\u30E5\u30FC\u30E0\u306B\u30A2\u30AF\u30BB\u30B9\u3057\u3066\u66F8\u304D\u8FBC\u3080\u3053\u3068\u304C\u3067\u304D\u307E\u305B\u3093\u3002
CopyImageError=\u30ED\u30FC\u30EC\u30D9\u30EB\u30A4\u30E1\u30FC\u30B8\u306E\u30B3\u30D4\u30FC\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
CouldNotRetrieveLogicalVolumesList=\u7269\u7406\u30DC\u30EA\u30E5\u30FC\u30E0\u306E\u4E00\u89A7\u3092\u53D6\u5F97\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
CouldNotRetrievePhysicalVolumeList=\u7269\u7406\u30DC\u30EA\u30E5\u30FC\u30E0\u306E\u4E00\u89A7\u3092\u53D6\u5F97\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
CouldNotValideTemplateOnTargetDomain=\u30BF\u30FC\u30B2\u30C3\u30C8\u30C9\u30E1\u30A4\u30F3\u4E0A\u306E\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8\u306F\u691C\u8A3C\u3059\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u305B\u3093\u3002
CurrentVersionTooAdvancedError=\u73FE\u5728\u306E\u30B9\u30C8\u30EC\u30FC\u30B8\u30D5\u30A9\u30FC\u30DE\u30C3\u30C8\u306F\u9AD8\u5EA6\u904E\u304E\u307E\u3059\u3002
DB=\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u3067\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
DEACTIVATE_NIC_FAILED=\u4EEE\u60F3\u30DE\u30B7\u30F3\u306E\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u30A4\u30F3\u30BF\u30FC\u30D5\u30A7\u30FC\u30B9\u306E\u975E\u30A2\u30AF\u30C6\u30A3\u30D6\u5316\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
DEVICE_BLOCK_SIZE_NOT_SUPPORTED=\u30DC\u30EA\u30E5\u30FC\u30E0\u30B0\u30EB\u30FC\u30D7\u306E\u30D6\u30ED\u30C3\u30AF\u30B5\u30A4\u30BA\u3067\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u30DC\u30EA\u30E5\u30FC\u30E0\u30B0\u30EB\u30FC\u30D7\u306E\u8A2D\u5B9A\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u308B\u30D6\u30ED\u30C3\u30AF\u30B5\u30A4\u30BA\u306F 512 \u30D0\u30A4\u30C8\u3067\u3059\u3002
DefaultIconPairNotFound=\u30C7\u30D5\u30A9\u30EB\u30C8\u306E\u30A2\u30A4\u30B3\u30F3\u30DA\u30A2\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3002
DestImageActionError=\u79FB\u884C\u5148\u306E\u30A4\u30E1\u30FC\u30B8\u306E\u64CD\u4F5C\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
DeviceNotFound=\u30C7\u30D0\u30A4\u30B9\u304C\u898B\u3064\u304B\u3089\u306A\u3044\u3001\u3082\u3057\u304F\u306F\u30A2\u30AF\u30BB\u30B9\u4E0D\u53EF\u80FD\u3067\u3059\u3002
DomainAlreadyLocked=\u30ED\u30C3\u30AF\u3092\u53D6\u5F97\u3067\u304D\u307E\u305B\u3093\u3002\u30EA\u30BD\u30FC\u30B9\u306F\u30ED\u30C3\u30AF\u6E08\u307F\u3068\u30DE\u30FC\u30AF\u3055\u308C\u3066\u3044\u307E\u3059\u3002
DomainLockDoesNotExist=\u30ED\u30C3\u30AF\u3092\u89E3\u9664\u3067\u304D\u307E\u305B\u3093\u3002\u30EA\u30BD\u30FC\u30B9\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3002
ENGINE=Engine \u306E\u5185\u90E8\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
ENGINE_ERROR_CREATING_STORAGE_POOL=\u30B9\u30C8\u30EC\u30FC\u30B8\u30D7\u30FC\u30EB\u3092\u4F5C\u6210\u3067\u304D\u307E\u305B\u3093\u3002\u3059\u3079\u3066\u306E\u30DB\u30B9\u30C8\u304C\u30B9\u30C8\u30EC\u30FC\u30B8\u30C9\u30E1\u30A4\u30F3\u306B\u63A5\u7D9A\u3067\u304D\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
ERR_BAD_ADDR=IP \u30A2\u30C9\u30EC\u30B9\u304C\u7121\u52B9\u307E\u305F\u306F\u4E0D\u5B8C\u5168\u3067\u3059\u3002
ERR_BAD_BONDING=\u30DC\u30F3\u30C7\u30A3\u30F3\u30B0\u306E\u5B9A\u7FA9\u304C\u7121\u52B9\u3067\u3059\u3002
ERR_BAD_BRIDGE=\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u540D\u304C\u7121\u52B9\u3067\u3059\u3002
ERR_BAD_NIC=\u30A4\u30F3\u30BF\u30FC\u30D5\u30A7\u30FC\u30B9\u540D\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3002
ERR_BAD_PARAMS=\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u30D1\u30E9\u30E1\u30FC\u30BF\u30FC\u304C\u7121\u52B9\u3067\u3059\u3002
ERR_BAD_VLAN=VLAN \u306E\u5B9A\u7FA9\u304C\u7121\u52B9\u3067\u3059\u3002
ERR_FAILED_IFUP=\u30A4\u30F3\u30BF\u30FC\u30D5\u30A7\u30FC\u30B9\u3092 Up \u306E\u72B6\u614B\u306B\u5207\u308A\u66FF\u3048\u308B\u306E\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
ERR_USED_BRIDGE=\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u306F\u73FE\u5728\u4F7F\u7528\u4E2D\u3067\u3059\u3002
ERR_USED_NIC=\u30A4\u30F3\u30BF\u30FC\u30D5\u30A7\u30FC\u30B9\u306F\u3059\u3067\u306B\u4F7F\u7528\u4E2D\u3067\u3059\u3002
ExportError=\u4EEE\u60F3\u30DE\u30B7\u30F3\u306E\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
FAILED_CHANGE_CD_IS_MOUNTED=\u300CCD/DVD \u306E\u5909\u66F4\u300D\u64CD\u4F5C\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002\u4EEE\u60F3\u30DE\u30B7\u30F3\u304C CD/DVD \u3092\u4F7F\u7528\u4E2D\u3067\u3042\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002\n\u4EEE\u60F3\u30DE\u30B7\u30F3\u5185\u304B\u3089\u624B\u52D5\u3067 CD/DVD \u306E\u30C7\u30BF\u30C3\u30C1\u3092\u8A66\u3057\u3066\u304F\u3060\u3055\u3044\:\n  1. \u4EEE\u60F3\u30DE\u30B7\u30F3\u306B\u30ED\u30B0\u30A4\u30F3\u3057\u307E\u3059\u3002\n  2  Linux \u4EEE\u60F3\u30DE\u30B7\u30F3\u306E\u5834\u5408\u306B\u306F\u3001umount \u306E\u30B3\u30DE\u30F3\u30C9\u3067 CD/DVD \u3092\u30A2\u30F3\u30DE\u30A6\u30F3\u30C8\u3057\u307E\u3059\u3002\nWindows \u4EEE\u60F3\u30DE\u30B7\u30F3\u306E\u5834\u5408\u306F\u3001CD/DVD \u30C9\u30E9\u30A4\u30D6\u3092\u53F3\u30AF\u30EA\u30C3\u30AF\u3057\u3066\u300C\u53D6\u308A\u51FA\u3057\u300D\u3092\u9078\u629E\u3057\u307E\u3059\u3002
FAILED_UPDATE_RUNNING_VM=\u4EEE\u60F3\u30DE\u30B7\u30F3\u306E\u5B9F\u884C\u4E2D\u306B\u66F4\u65B0\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002\u4EEE\u60F3\u30DE\u30B7\u30F3\u304C\u505C\u6B62\u3057\u3066\u3044\u308B\u72B6\u614B\u3067\u518D\u5EA6\u8A66\u3057\u3066\u304F\u3060\u3055\u3044\u3002
FailedToCreateLease=\u30EA\u30FC\u30B9\u3092\u4F5C\u6210\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
FailedToCreateWebsocketProxyTicket=\u7F72\u540D\u6E08\u307F Websocket \u30D7\u30ED\u30AD\u30B7\u30FC\u30C1\u30B1\u30C3\u30C8\u306E\u4F5C\u6210\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
FailedToPlugDisk=\u30C7\u30A3\u30B9\u30AF\u306E\u63A5\u7D9A\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
FailedToRestoreMasterVolumeDuringVolumeSnapshotRestore=\u30B9\u30EC\u30FC\u30D6\u30DC\u30EA\u30E5\u30FC\u30E0\u306F\u4EE5\u524D\u306E\u72B6\u614B\u306B\u5FA9\u5143\u3055\u308C\u307E\u3057\u305F\u304C\u3001\u30DE\u30B9\u30BF\u30FC\u30DC\u30EA\u30E5\u30FC\u30E0\u306E\u5FA9\u5143\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002\u7BA1\u7406\u8005\u306F\u3001\u624B\u52D5\u306B\u3088\u308B\u4ECB\u5165\u3067\u30DE\u30B9\u30BF\u30FC\u306E stime \u3092\u9069\u5207\u306A\u5024\u306B\u8A2D\u5B9A\u3057\u305F\u4E0A\u3067\u30B8\u30AA\u30EC\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30BB\u30C3\u30B7\u30E7\u30F3\u3092\u518D\u958B\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
FailedToStopMasterVolumeDuringVolumeSnapshotRestore=\u30B9\u30CA\u30C3\u30D7\u30B7\u30E7\u30C3\u30C8\u306E\u5FA9\u5143\u4E2D\u306B\u3001\u30B9\u30EC\u30FC\u30D6\u30DC\u30EA\u30E5\u30FC\u30E0\u306F\u4EE5\u524D\u306E\u72B6\u614B\u306B\u5FA9\u5143\u3055\u308C\u307E\u3057\u305F\u304C\u3001\u30DE\u30B9\u30BF\u30FC\u30DC\u30EA\u30E5\u30FC\u30E0\u306E\u505C\u6B62\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002\u7BA1\u7406\u8005\u306F\u3001\u624B\u52D5\u306B\u3088\u308B\u4ECB\u5165\u3067\u30DE\u30B9\u30BF\u30FC\u306E stime \u3092\u9069\u5207\u306A\u5024\u306B\u8A2D\u5B9A\u3057\u305F\u4E0A\u3067\u30B8\u30AA\u30EC\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30BB\u30C3\u30B7\u30E7\u30F3\u3092\u518D\u958B\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
FailedToUnPlugDisk=\u30C7\u30A3\u30B9\u30AF\u306E\u63A5\u7D9A\u89E3\u9664\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
FileStorageDomainStaleNFSHandle=\u914D\u4E0B\u306E NFS \u30B5\u30FC\u30D0\u30FC\u4E0A\u306E NFS \u30CF\u30F3\u30C9\u30EB\u304C\u5931\u52B9\u3057\u3066\u3044\u307E\u3059\u3002
GET_FILE_LIST_ERROR=\u30D5\u30A1\u30A4\u30EB\u4E00\u89A7\u3092\u53D6\u5F97\u3067\u304D\u307E\u305B\u3093\u3002
GeneralException=\u4E00\u822C\u7684\u306A\u4F8B\u5916
GeneralHookError=\u4E00\u822C\u7684\u306A\u30D5\u30C3\u30AF\u30A8\u30E9\u30FC
GetAllLogicalVolumeTagsError=\u30DC\u30EA\u30E5\u30FC\u30E0\u30B0\u30EB\u30FC\u30D7\u306E\u3059\u3079\u3066\u306E\u8AD6\u7406\u30DC\u30EA\u30E5\u30FC\u30E0\u306E\u30BF\u30B0\u3092\u53D6\u5F97\u3067\u304D\u307E\u305B\u3093\u3002
GetFloppyListError=\u30D5\u30ED\u30C3\u30D4\u30FC\u306E\u4E00\u89A7\u3092\u53D6\u5F97\u3067\u304D\u307E\u305B\u3093\u3002
GetIsoListError=ISO \u30C9\u30E1\u30A4\u30F3\u5185\u306E\u30A4\u30E1\u30FC\u30B8\u306E\u4E00\u89A7\u3092\u53D6\u5F97\u3067\u304D\u307E\u305B\u3093\u3002\u3053\u306E\u30B9\u30C8\u30EC\u30FC\u30B8\u30C9\u30E1\u30A4\u30F3\u306E\u30B9\u30C6\u30FC\u30BF\u30B9\u304C\u30A2\u30AF\u30C6\u30A3\u30D6\u304B\u3069\u3046\u304B\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
GetLogicalVolumeDataError=\u8AD6\u7406\u30DC\u30EA\u30E5\u30FC\u30E0\u306E\u60C5\u5831\u3092\u53D6\u5F97\u3067\u304D\u307E\u305B\u3093\u3002
GetLogicalVolumeDevError=\u8AD6\u7406\u30DC\u30EA\u30E5\u30FC\u30E0\u306E\u7269\u7406\u30C7\u30D0\u30A4\u30B9\u3092\u53D6\u5F97\u3067\u304D\u307E\u305B\u3093\u3002
GetLogicalVolumeTagError=\u8AD6\u7406\u30DC\u30EA\u30E5\u30FC\u30E0\u306E\u30BF\u30B0\u3092\u53D6\u5F97\u3067\u304D\u307E\u305B\u3093\u3002
GetLogicalVolumesByTagError=\u7279\u5B9A\u306E\u30BF\u30B0\u304C\u4ED8\u3044\u305F\u8AD6\u7406\u30DC\u30EA\u30E5\u30FC\u30E0\u3092\u53D6\u5F97\u3067\u304D\u307E\u305B\u3093\u3002
GetStorageDomainListError=\u30B9\u30C8\u30EC\u30FC\u30B8\u30C9\u30E1\u30A4\u30F3\u306E\u4E00\u89A7\u3092\u53D6\u5F97\u3067\u304D\u307E\u305B\u3093\u3002
GetVolumeGroupListError=\u30DC\u30EA\u30E5\u30FC\u30E0\u30B0\u30EB\u30FC\u30D7\u306E\u4E00\u89A7\u53D6\u5F97\u3067\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
GetiSCSISessionListError=iSCSI \u30BB\u30C3\u30B7\u30E7\u30F3\u306E\u4E00\u89A7\u53D6\u5F97\u3067\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
GlfsFiniException=Gluster \u30DC\u30EA\u30E5\u30FC\u30E0\u306E\u30A2\u30F3\u30DE\u30A6\u30F3\u30C8\u4E2D\u306B\u30B3\u30DE\u30F3\u30C9\u304C\u5931\u6557\u3057\u307E\u3057\u305F\u3002
GlfsInitException=Gluster \u30DC\u30EA\u30E5\u30FC\u30E0\u306E\u30DE\u30A6\u30F3\u30C8\u4E2D\u306B\u30B3\u30DE\u30F3\u30C9\u304C\u5931\u6557\u3057\u307E\u3057\u305F\u3002
GlfsStatvfsException=Gluster \u30DC\u30EA\u30E5\u30FC\u30E0\u306E\u30B5\u30A4\u30BA\u60C5\u5831\u306E\u53D6\u5F97\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
GlusterCmdExecFailedException=\u30B3\u30DE\u30F3\u30C9\u306E\u5B9F\u884C\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
GlusterDisableSnapshotScheduleFailedException=CLI \u30D9\u30FC\u30B9\u306E Gluster \u30DC\u30EA\u30E5\u30FC\u30E0\u30B9\u30CA\u30C3\u30D7\u30B7\u30E7\u30C3\u30C8\u306E\u30B9\u30B1\u30B8\u30E5\u30FC\u30EA\u30F3\u30B0\u306E\u7121\u52B9\u5316\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
GlusterEventException=Gluster \u30A4\u30D9\u30F3\u30C8\u3067\u306E\u4E00\u822C\u7684\u306A\u30A8\u30E9\u30FC
GlusterGeneralException=Gluster \u3067\u4E00\u822C\u4F8B\u5916\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
GlusterGeoRepConfigFailed=\u30B8\u30AA\u30EC\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306E\u8A2D\u5B9A\u306E\u5909\u66F4\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
GlusterGeoRepException=Gluster \u306E\u30B8\u30AA\u30EC\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306E\u4F8B\u5916
GlusterGeoRepExecuteMountBrokerOptFailed=\u30B8\u30AA\u30EC\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306E\u30DE\u30A6\u30F3\u30C8\u30D6\u30ED\u30FC\u30AB\u30FC\u30AA\u30D7\u30B7\u30E7\u30F3\u306E\u8A2D\u5B9A\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
GlusterGeoRepExecuteMountBrokerUserAddFailed=\u30B8\u30AA\u30EC\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306E\u30DE\u30A6\u30F3\u30C8\u30D6\u30ED\u30FC\u30AB\u30FC\u30E6\u30FC\u30B6\u30FC\u306E\u8FFD\u52A0\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
GlusterGeoRepPublicKeyFileCreateFailed=Gluster \u30DB\u30B9\u30C8\u306E\u516C\u958B\u9375\u30D5\u30A1\u30A4\u30EB\u306E\u4F5C\u6210\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
GlusterGeoRepPublicKeyFileReadError=Gluster \u30DB\u30B9\u30C8\u306E\u516C\u958B\u9375\u306E\u8AAD\u307F\u8FBC\u307F\u3067\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
GlusterGeoRepPublicKeyWriteFailed=Gluster \u30DB\u30B9\u30C8\u306E\u516C\u958B\u9375\u306E\u66F8\u304D\u8FBC\u307F\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
GlusterGeoRepSessionCreateFailed=\u30B8\u30AA\u30EC\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30BB\u30C3\u30B7\u30E7\u30F3\u306E\u4F5C\u6210\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
GlusterGeoRepSessionDeleteFailedException=\u30B8\u30AA\u30EC\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30BB\u30C3\u30B7\u30E7\u30F3\u306E\u524A\u9664\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
GlusterGeoRepUserNotFound=\u30B8\u30AA\u30EC\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30E6\u30FC\u30B6\u30FC\u304C\u5B58\u5728\u3057\u307E\u305B\u3093\u3002
GlusterHookAddFailed=\u30D5\u30C3\u30AF\u306E\u8FFD\u52A0\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
GlusterHookAlreadyExists=\u30D5\u30C3\u30AF\u306E\u8FFD\u52A0\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002\u305D\u306E\u30D5\u30C3\u30AF\u306F\u3059\u3067\u306B\u5B58\u5728\u3057\u3066\u3044\u307E\u3059\u3002
GlusterHookChecksumMismatch=\u30C1\u30A7\u30C3\u30AF\u30B5\u30E0\u306E\u4E0D\u4E00\u81F4\u306B\u3088\u308A\u3001\u30D5\u30C3\u30AF\u306E\u66F4\u65B0\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
GlusterHookConflict=\u7AF6\u5408\u3059\u308B\u30D5\u30C3\u30AF\u304C\u898B\u3064\u304B\u308A\u307E\u3057\u305F\u3002
GlusterHookDisableFailed=Gluster \u30D5\u30C3\u30AF\u306E\u7121\u52B9\u5316\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
GlusterHookEnableFailed=Gluster \u30D5\u30C3\u30AF\u306E\u6709\u52B9\u5316\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
GlusterHookFailed=Gluster \u30D5\u30C3\u30AF\u306E\u64CD\u4F5C\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
GlusterHookListException=Gluster \u30D5\u30C3\u30AF\u4E00\u89A7\u306E\u53D6\u5F97\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
GlusterHookNotFound=Gluster \u30D5\u30C3\u30AF\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3002
GlusterHookRemoveFailed=\u30D5\u30C3\u30AF\u306E\u524A\u9664\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
GlusterHookUpdateFailed=Gluster \u30D5\u30C3\u30AF\u306E\u66F4\u65B0\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
GlusterHostFailedToRunRestorecon=\u30D6\u30EA\u30C3\u30AF\u3067 SELinux \u306E\u30E9\u30D9\u30EB\u306E\u8A2D\u5B9A\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
GlusterHostFailedToSetSelinuxContext=\u30D6\u30EA\u30C3\u30AF\u3067 SELinux \u306E\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u306E\u8A2D\u5B9A\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
GlusterHostIsNotPartOfCluster=\u30DB\u30B9\u30C8\u304C\u30AF\u30E9\u30B9\u30BF\u30FC\u306B\u5C5E\u3057\u3066\u3044\u307E\u305B\u3093\u3002
GlusterHostRemoveFailedException=Gluster \u30DB\u30B9\u30C8\u306E\u524A\u9664\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
GlusterHostStorageDeviceFsTabFoundException=\u305D\u306E\u30C7\u30D0\u30A4\u30B9\u306B\u306F\u3001fstab \u306E\u30A8\u30F3\u30C8\u30EA\u30FC\u304C\u3059\u3067\u306B\u5B58\u5728\u3057\u3066\u3044\u307E\u3059\u3002
GlusterHostStorageDeviceInUseException=\u30B9\u30C8\u30EC\u30FC\u30B8\u30C7\u30D0\u30A4\u30B9\u306F\u3059\u3067\u306B\u4F7F\u7528\u4E2D\u3067\u3059\u3002
GlusterHostStorageDeviceLVChangeFailedException=\u30B7\u30F3\u30D7\u30FC\u30EB\u306B\u5BFE\u3059\u308B lvchange \u306E\u5B9F\u884C\u304C\u5931\u6557\u3057\u307E\u3057\u305F\u3002
GlusterHostStorageDeviceLVConvertFailedException=\u30C7\u30D0\u30A4\u30B9\u306B\u5BFE\u3059\u308B lvconvert \u306E\u5B9F\u884C\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
GlusterHostStorageDeviceMakeDirsFailedException=\u30DE\u30A6\u30F3\u30C8\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u30FC\u306E\u4F5C\u6210\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
GlusterHostStorageDeviceMountFailedException=\u30C7\u30D0\u30A4\u30B9\u306E\u30DE\u30A6\u30F3\u30C8\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
GlusterHostStorageDeviceNotFoundException=\u30B9\u30C8\u30EC\u30FC\u30B8\u30C7\u30D0\u30A4\u30B9\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3002
GlusterHostStorageDevicePVCreateFailedException=LVM \u7269\u7406\u30DC\u30EA\u30E5\u30FC\u30E0\u306E\u4F5C\u6210\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
GlusterHostStorageDeviceVGCreateFailedException=LVM VG \u306E\u4F5C\u6210\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
GlusterHostStorageDeviceVGScanFailedException=vgscan \u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
GlusterHostStorageMountPointInUseException=\u30DE\u30A6\u30F3\u30C8\u30DD\u30A4\u30F3\u30C8\u306F\u4F7F\u7528\u4E2D\u3067\u3059\u3002
GlusterHostUUIDNotFound=Gluster \u30DB\u30B9\u30C8\u306E UUID \u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3002
GlusterLibgfapiException=Gluster libgfapi \u306E\u4F8B\u5916\u306B\u3088\u308A\u30B3\u30DE\u30F3\u30C9\u304C\u5931\u6557\u3057\u307E\u3057\u305F\u3002
GlusterMissingArgumentException=\u5F15\u6570\u304C\u6307\u5B9A\u3055\u308C\u3066\u3044\u306A\u3044\u305F\u3081\u3001\u30B3\u30DE\u30F3\u30C9\u304C\u5931\u6557\u3057\u307E\u3057\u305F\u3002
GlusterMountBrokerRootCreateFailed=root \u30B8\u30AA\u30EC\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30DE\u30A6\u30F3\u30C8\u30D6\u30ED\u30FC\u30AB\u30FC\u306E\u4F5C\u6210\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
GlusterPermissionDeniedException=\u30A2\u30AF\u30BB\u30B9\u304C\u62D2\u5426\u3055\u308C\u307E\u3057\u305F\u3002
GlusterServiceActionNotSupported=Gluster \u30B5\u30FC\u30D3\u30B9\u306E\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
GlusterServicesActionFailed=Gluster \u30B5\u30FC\u30D3\u30B9\u306E\u30A2\u30AF\u30B7\u30E7\u30F3\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
GlusterSnapshotActivateFailedException=Gluster \u30DC\u30EA\u30E5\u30FC\u30E0\u30B9\u30CA\u30C3\u30D7\u30B7\u30E7\u30C3\u30C8\u306E\u6709\u52B9\u5316\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
GlusterSnapshotConfigFailedException=Gluster \u30DC\u30EA\u30E5\u30FC\u30E0\u30B9\u30CA\u30C3\u30D7\u30B7\u30E7\u30C3\u30C8\u306E\u8A2D\u5B9A\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
GlusterSnapshotConfigGetFailedException=Gluster \u30DC\u30EA\u30E5\u30FC\u30E0\u30B9\u30CA\u30C3\u30D7\u30B7\u30E7\u30C3\u30C8\u8A2D\u5B9A\u306E\u53D6\u5F97\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
GlusterSnapshotConfigSetFailedException=Gluster \u30DC\u30EA\u30E5\u30FC\u30E0\u30B9\u30CA\u30C3\u30D7\u30B7\u30E7\u30C3\u30C8\u8A2D\u5B9A\u306E\u6307\u5B9A\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
GlusterSnapshotCreateFailedException=Gluster \u30DC\u30EA\u30E5\u30FC\u30E0\u30B9\u30CA\u30C3\u30D7\u30B7\u30E7\u30C3\u30C8\u306E\u4F5C\u6210\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
GlusterSnapshotDeactivateFailedException=Gluster \u30DC\u30EA\u30E5\u30FC\u30E0\u30B9\u30CA\u30C3\u30D7\u30B7\u30E7\u30C3\u30C8\u306E\u7121\u52B9\u5316\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
GlusterSnapshotDeleteFailedException=Gluster \u30DC\u30EA\u30E5\u30FC\u30E0\u30B9\u30CA\u30C3\u30D7\u30B7\u30E7\u30C3\u30C8\u306E\u524A\u9664\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
GlusterSnapshotException=Gluster \u30B9\u30CA\u30C3\u30D7\u30B7\u30E7\u30C3\u30C8\u306E\u30B3\u30DE\u30F3\u30C9\u306E\u5B9F\u884C\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
GlusterSnapshotInfoFailedException=Gluster \u30B9\u30CA\u30C3\u30D7\u30B7\u30E7\u30C3\u30C8\u306E\u60C5\u5831\u53D6\u5F97\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
GlusterSnapshotRestoreFailedException=Gluster \u30DC\u30EA\u30E5\u30FC\u30E0\u30B9\u30CA\u30C3\u30D7\u30B7\u30E7\u30C3\u30C8\u306E\u5FA9\u5143\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
GlusterSnapshotScheduleFlagUpdateFailedException=Gluster \u30DC\u30EA\u30E5\u30FC\u30E0\u30B9\u30CA\u30C3\u30D7\u30B7\u30E7\u30C3\u30C8\u306E\u30B9\u30B1\u30B8\u30E5\u30FC\u30E9\u30FC\u30D5\u30E9\u30B0\u306E\u8A2D\u5B9A\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
GlusterSyntaxErrorException=\u69CB\u6587\u30A8\u30E9\u30FC\u306B\u3088\u308A\u30B3\u30DE\u30F3\u30C9\u304C\u5931\u6557\u3057\u307E\u3057\u305F\u3002
GlusterVolumeDeleteFailed=Gluster \u30DC\u30EA\u30E5\u30FC\u30E0\u306E\u524A\u9664\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
GlusterVolumeEmptyCheckFailed=Gluster \u30DC\u30EA\u30E5\u30FC\u30E0\u304C\u7A7A\u304B\u3069\u3046\u304B\u3092\u78BA\u8A8D\u3059\u308B\u64CD\u4F5C\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
GlusterVolumeGeoRepSessionPauseFailed=\u30B8\u30AA\u30EC\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30BB\u30C3\u30B7\u30E7\u30F3\u306E\u4E00\u6642\u505C\u6B62\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
GlusterVolumeGeoRepSessionResumeFailed=Gluster \u30DC\u30EA\u30E5\u30FC\u30E0\u3067\u30B8\u30AA\u30EC\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30BB\u30C3\u30B7\u30E7\u30F3\u306E\u518D\u958B\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
GlusterVolumeGeoRepSessionStartFailed=Gluster \u30DC\u30EA\u30E5\u30FC\u30E0\u306E\u30B8\u30AA\u30EC\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306E\u958B\u59CB\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
GlusterVolumeGeoRepSessionStopFailed=\u30B8\u30AA\u30EC\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30BB\u30C3\u30B7\u30E7\u30F3\u306E\u505C\u6B62\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
GlusterVolumeGeoRepStatusFailed=Gluster \u30DC\u30EA\u30E5\u30FC\u30E0\u306E\u30B8\u30AA\u30EC\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30BB\u30C3\u30B7\u30E7\u30F3\u306E\u30B9\u30C6\u30FC\u30BF\u30B9\u60C5\u5831\u53D6\u5F97\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
GlusterVolumeProfileStartFailed=Gluster \u30DC\u30EA\u30E5\u30FC\u30E0\u306E\u30D7\u30ED\u30D5\u30A1\u30A4\u30EA\u30F3\u30B0\u958B\u59CB\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
GlusterVolumeProfileStopFailed=Gluster \u30DC\u30EA\u30E5\u30FC\u30E0\u306E\u30D7\u30ED\u30D5\u30A1\u30A4\u30EA\u30F3\u30B0\u505C\u6B62\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
GlusterVolumeRebalanceStartFailed=Gluster \u30DC\u30EA\u30E5\u30FC\u30E0\u306E\u30EA\u30D0\u30E9\u30F3\u30B9\u958B\u59CB\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
GlusterVolumeRebalanceStatusFailedException=Gluster \u30DC\u30EA\u30E5\u30FC\u30E0\u306E\u30EA\u30D0\u30E9\u30F3\u30B9\u306E\u30B9\u30C6\u30FC\u30BF\u30B9\u53D6\u5F97\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
GlusterVolumeRebalanceStopFailed=Gluster \u30DC\u30EA\u30E5\u30FC\u30E0\u306E\u30EA\u30D0\u30E9\u30F3\u30B9\u505C\u6B62\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
GlusterVolumeRemoveBrickStatusFailed=Gluster \u30DC\u30EA\u30E5\u30FC\u30E0\u306E\u30D6\u30EA\u30C3\u30AF\u524A\u9664\u306E\u30B9\u30C6\u30FC\u30BF\u30B9\u53D6\u5F97\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
GlusterVolumeRemoveBricksCommitFailed=Gluster \u30DC\u30EA\u30E5\u30FC\u30E0\u304B\u3089\u306E\u30D6\u30EA\u30C3\u30AF\u524A\u9664\u306E\u30B3\u30DF\u30C3\u30C8\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
GlusterVolumeRemoveBricksFailed=Gluster \u30DC\u30EA\u30E5\u30FC\u30E0\u306E\u30D6\u30EA\u30C3\u30AF\u524A\u9664\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
GlusterVolumeRemoveBricksStartFailed=Gluster \u30DC\u30EA\u30E5\u30FC\u30E0\u304B\u3089\u306E\u30D6\u30EA\u30C3\u30AF\u524A\u9664\u306E\u958B\u59CB\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
GlusterVolumeRemoveBricksStopFailed=Gluster \u30DC\u30EA\u30E5\u30FC\u30E0\u304B\u3089\u306E\u30D6\u30EA\u30C3\u30AF\u524A\u9664\u306E\u505C\u6B62\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
GlusterVolumeReplaceBrickStartFailed=Gluster \u30DC\u30EA\u30E5\u30FC\u30E0\u306E\u30D6\u30EA\u30C3\u30AF\u7F6E\u304D\u63DB\u3048\u958B\u59CB\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
GlusterVolumeResetBrickStartFailed=Gluster \u30DC\u30EA\u30E5\u30FC\u30E0\u306E\u30D6\u30EA\u30C3\u30AF\u30EA\u30BB\u30C3\u30C8\u3092\u958B\u59CB\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
GlusterVolumeStatusAllFailedException=Gluster \u30BF\u30B9\u30AF\u4E00\u89A7\u306E\u53D6\u5F97\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
GlusterWebhookAddException=Gluster Webhook \u306E\u8FFD\u52A0\u306B\u5931\u6557\u3057\u307E\u3057\u305F
GlusterWebhookDeleteException=Gluster Webhook \u306E\u524A\u9664\u306B\u5931\u6557\u3057\u307E\u3057\u305F
GlusterWebhookSyncException=Gluster Webhook \u306E\u540C\u671F\u306B\u5931\u6557\u3057\u307E\u3057\u305F
GlusterWebhookUpdateException=Gluster Webhook \u306E\u66F4\u65B0\u306B\u5931\u6557\u3057\u307E\u3057\u305F
GlusterXmlErrorException=XML \u30A8\u30E9\u30FC
GraphicsConsoleCantBeObtained=\u30B0\u30E9\u30D5\u30A3\u30C3\u30AF\u30B3\u30F3\u30BD\u30FC\u30EB\u3092\u53D6\u5F97\u3067\u304D\u307E\u305B\u3093\u3002\u4EEE\u60F3\u30DE\u30B7\u30F3\u3092\u30B3\u30F3\u30BD\u30FC\u30EB\u306B\u63A5\u7D9A\u3059\u308B\u6E96\u5099\u306F\u6574\u3063\u3066\u3044\u307E\u3059\u304B?
HOST_ALREADY_EXISTS=\u30DB\u30B9\u30C8\u3092\u8FFD\u52A0\u3067\u304D\u307E\u305B\u3093\u3002\u540C\u3058\u7279\u6027\u306E\u30DB\u30B9\u30C8\u304C\u3059\u3067\u306B\u5B58\u5728\u3057\u3066\u3044\u307E\u3059\u3002
HOST_DEVICES_TAKEN_BY_OTHER_VM=\u8A2D\u5B9A\u3057\u305F\u30DB\u30B9\u30C8\u30C7\u30D0\u30A4\u30B9\u306E\u4E00\u90E8\u306F\u3001\u4ED6\u306E\u4EEE\u60F3\u30DE\u30B7\u30F3\u304C\u53D6\u5F97\u6E08\u307F\u3067\u3059\u3002
HOT_PLUG_MEM=\u30E1\u30E2\u30EA\u30FC\u306E\u30DB\u30C3\u30C8\u30D7\u30E9\u30B0\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
HostIdMismatch=\u30DB\u30B9\u30C8 ID \u304C\u898B\u3064\u304B\u3089\u306A\u3044\u304B\u3001\u30DE\u30CD\u30FC\u30B8\u30E3\u30FC\u30DB\u30B9\u30C8 ID \u3068\u4E00\u81F4\u3057\u307E\u305B\u3093\u3002
IMAGES_NOT_SUPPORTED_ERROR=\u3053\u306E\u30C9\u30E1\u30A4\u30F3\u306F\u30A4\u30E1\u30FC\u30B8\u3092\u30B5\u30DD\u30FC\u30C8\u3057\u3066\u3044\u307E\u305B\u3093\u3002
INVALID_HA_VM_LEASE=\u4EEE\u60F3\u30DE\u30B7\u30F3\u306E\u30EA\u30FC\u30B9\u304C\u7121\u52B9\u3067\u3059\u3002\u5225\u306E\u30EA\u30FC\u30B9\u3092\u4F5C\u6210\u3059\u308B\u306B\u306F\u3001\u30EA\u30FC\u30B9\u304C\u4F5C\u6210\u3055\u308C\u308B\u30B9\u30C8\u30EC\u30FC\u30B8\u30C9\u30E1\u30A4\u30F3\u3092\u5909\u66F4\u3057\u3066\u304F\u3060\u3055\u3044\u3002
IRS_IMAGE_STATUS_ILLEGAL=\u3053\u306E\u64CD\u4F5C\u306F\u30A4\u30E1\u30FC\u30B8\u30D5\u30A1\u30A4\u30EB\u306E\u30B9\u30C6\u30FC\u30BF\u30B9\u304C\u539F\u56E0\u3067\u73FE\u5728\u30D6\u30ED\u30C3\u30AF\u3055\u308C\u3066\u3044\u307E\u3059\u3002\n\u30A4\u30E1\u30FC\u30B8\u30D5\u30A1\u30A4\u30EB\u306E\u30B9\u30C6\u30FC\u30BF\u30B9\u306F\u4E00\u6642\u7684\u306A\u3082\u306E\u3067\u3059 (\u5225\u306E\u4E26\u5217\u64CD\u4F5C\u306B\u3088\u308A\u30ED\u30C3\u30AF\u3055\u308C\u305F\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059)\u3002\u30B9\u30C6\u30FC\u30BF\u30B9\u304C\u30AF\u30EA\u30A2\u306B\u306A\u308B\u306E\u3092\u5F85\u3063\u3066\u304B\u3089\u3001\u518D\u5EA6\u8A66\u3057\u3066\u304F\u3060\u3055\u3044\u3002
IRS_REPOSITORY_NOT_FOUND=Storage Pool Manager \u30B5\u30FC\u30D3\u30B9\u3078\u306E\u63A5\u7D9A\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\n\u8003\u3048\u3089\u308C\u308B\u7406\u7531\:\n - Storage Pool Manager \u30B5\u30FC\u30D3\u30B9\u304C\u30A2\u30AF\u30C6\u30A3\u30D6\u306A\u72B6\u614B\u3067\u306A\u3044\u3002\n - \u30C7\u30FC\u30BF\u30BB\u30F3\u30BF\u30FC\u306B\u30A2\u30AF\u30C6\u30A3\u30D6\u306A\u30DB\u30B9\u30C8\u304C\u306A\u3044\u3002
ISCSI_LOGIN_AUTH_ERROR=\u8A8D\u8A3C\u30A8\u30E9\u30FC\u306B\u3088\u308A iSCSI \u30CE\u30FC\u30C9\u3078\u306E\u30ED\u30B0\u30A4\u30F3\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
ImageDeamonError=vdsm-image-daemon \u3078\u306E\u8981\u6C42\u304C\u5931\u6557\u3057\u307E\u3057\u305F\u3002
ImageDeamonUnsupported=\u30DB\u30B9\u30C8\u3067\u306F vdsm-image-daemon \u306F\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
ImageDeleteError=\u3059\u3079\u3066\u306E\u30D5\u30A1\u30A4\u30EB\u3092\u524A\u9664\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
ImageDoesNotExistInDomainError=\u30A4\u30E1\u30FC\u30B8\u304C\u30C9\u30E1\u30A4\u30F3\u306B\u5B58\u5728\u3057\u307E\u305B\u3093\u3002
ImageIsEmpty=\u30A4\u30E1\u30FC\u30B8\u304C\u7A7A\u3067\u3059\u3002
ImageIsNotEmpty=\u30A4\u30E1\u30FC\u30B8\u306F\u7A7A\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002
ImageIsNotLegalChain=\u30A4\u30E1\u30FC\u30B8\u306F\u6B63\u3057\u3044\u30C1\u30A7\u30FC\u30F3\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002
ImageMissingFromVm=\u4EEE\u60F3\u30DE\u30B7\u30F3\u306B\u30A4\u30E1\u30FC\u30B8\u304C\u3042\u308A\u307E\u305B\u3093\u3002
ImageNotOnTargetDomain=\u6307\u5B9A\u306E\u30C9\u30E1\u30A4\u30F3\u306B\u306F\u30A4\u30E1\u30FC\u30B8\u304C\u3042\u308A\u307E\u305B\u3093\u3002
ImagePathError=\u30A4\u30E1\u30FC\u30B8\u30D1\u30B9\u304C\u5B58\u5728\u3057\u3066\u3044\u306A\u3044\u304B\u3001\u30A2\u30AF\u30BB\u30B9/\u4F5C\u6210\u3067\u304D\u307E\u305B\u3093\u3002
ImageTicketsError=\u30A4\u30E1\u30FC\u30B8\u30C1\u30B1\u30C3\u30C8\u3067\u4E88\u671F\u3057\u306A\u3044\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
ImageValidationError=\u30A4\u30E1\u30FC\u30B8\u306E\u691C\u8A3C\u3067\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
ImagesActionError=\u30A4\u30E1\u30FC\u30B8\u306E\u30A2\u30AF\u30B7\u30E7\u30F3\u3067\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
ImportError=\u30A4\u30E1\u30FC\u30B8\u306E\u30A4\u30F3\u30DD\u30FC\u30C8\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
ImportInfoError=\u30A4\u30F3\u30DD\u30FC\u30C8\u5019\u88DC\u306E\u60C5\u5831\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
ImportUnknownType=\u4E0D\u660E\u306A\u30A4\u30F3\u30DD\u30FC\u30C8\u30BF\u30A4\u30D7\u3067\u3059\u3002
InaccessiblePhysDev=\u30DE\u30EB\u30C1\u30D1\u30B9\u306F\u7269\u7406\u30C7\u30D0\u30A4\u30B9\u306B\u306F\u30A2\u30AF\u30BB\u30B9\u3067\u304D\u307E\u305B\u3093\u3002
IncorrectFormat=\u30DC\u30EA\u30E5\u30FC\u30E0\u30D5\u30A9\u30FC\u30DE\u30C3\u30C8\u304C\u6B63\u3057\u304F\u3042\u308A\u307E\u305B\u3093\u3002
InternalVolumeNonWritable=\u30DC\u30EA\u30E5\u30FC\u30E0\u306B\u30A2\u30AF\u30BB\u30B9\u3057\u3066\u66F8\u304D\u8FBC\u3080\u3053\u3068\u304C\u3067\u304D\u307E\u305B\u3093\u3002\u3053\u306E\u30DC\u30EA\u30E5\u30FC\u30E0\u306F\u5185\u90E8\u30DC\u30EA\u30E5\u30FC\u30E0\u3067\u3059\u3002
InvalidDefaultExceptionException=\u4F8B\u5916\u3092\u30C7\u30D5\u30A9\u30EB\u30C8\u3068\u3057\u3066\u8A2D\u5B9A\u3067\u304D\u307E\u305B\u3093\u3002\u30BF\u30A4\u30D7\u304C\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
InvalidIpAddress=IP \u30A2\u30C9\u30EC\u30B9\u304C\u7121\u52B9\u3067\u3059\u3002
InvalidJob=\u30B8\u30E7\u30D6\u304C\u7121\u52B9\u3067\u3059\u3002
InvalidParameterException=\u30D1\u30E9\u30E1\u30FC\u30BF\u30FC\u304C\u7121\u52B9\u3067\u3059\u3002
InvalidRecovery=\u30EA\u30AB\u30D0\u30EA\u30FC\u304C\u7121\u52B9\u3067\u3059\u3002
InvalidResourceName=\u30EA\u30BD\u30FC\u30B9\u540D\u304C\u7121\u52B9\u3067\u3059\u3002
InvalidTask=\u30BF\u30B9\u30AF\u304C\u7121\u52B9\u3067\u3059\u3002
InvalidTaskMng=\u30BF\u30B9\u30AF\u30DE\u30CD\u30FC\u30B8\u30E3\u30FC\u304C\u7121\u52B9\u3067\u3059\u3002
InvalidTaskType=\u30BF\u30B9\u30AF\u306E\u30BF\u30A4\u30D7\u304C\u7121\u52B9\u3067\u3059\u3002
IsSpm=SPM \u304C\u30A2\u30AF\u30C6\u30A3\u30D6\u306E\u9593\u306F\u64CD\u4F5C\u306F\u3067\u304D\u307E\u305B\u3093\u3002
IsoCannotBeMasterDomain=ISO \u30C9\u30E1\u30A4\u30F3\u3092\u30DE\u30B9\u30BF\u30FC\u30B9\u30C8\u30EC\u30FC\u30B8\u30C9\u30E1\u30A4\u30F3\u306B\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002
LABELED_NETWORK_INTERFACE_NOT_FOUND=\u30E9\u30D9\u30EB\u4ED8\u304D\u306E\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u30A4\u30F3\u30BF\u30FC\u30D5\u30A7\u30FC\u30B9\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F\u3002
LVMSetupError=LVM \u306E\u8A2D\u5B9A\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
LogicalVolumeAddTagError=\u8AD6\u7406\u30DC\u30EA\u30E5\u30FC\u30E0\u3078\u306E\u30BF\u30B0\u8FFD\u52A0\u3067\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
LogicalVolumeAlreadyExists=\u8AD6\u7406\u30DC\u30EA\u30E5\u30FC\u30E0\u3092\u4F5C\u6210\u3067\u304D\u307E\u305B\u3093 - \u3059\u3067\u306B\u5B58\u5728\u3057\u3066\u3044\u307E\u3059\u3002
LogicalVolumeCachingError=\u8AD6\u7406\u30DC\u30EA\u30E5\u30FC\u30E0\u306E\u30AD\u30E3\u30C3\u30B7\u30E5\u3067\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
LogicalVolumeDoesNotExistError=\u8AD6\u7406\u30DC\u30EA\u30E5\u30FC\u30E0\u304C\u5B58\u5728\u3057\u307E\u305B\u3093\u3002
LogicalVolumeExtendError=\u8AD6\u7406\u30DC\u30EA\u30E5\u30FC\u30E0\u306E\u62E1\u5F35\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
LogicalVolumePermissionsError=\u8AD6\u7406\u30DC\u30EA\u30E5\u30FC\u30E0\u306E\u30D1\u30FC\u30DF\u30C3\u30B7\u30E7\u30F3\u3092\u66F4\u65B0/\u5909\u66F4\u3067\u304D\u307E\u305B\u3093\u3002
LogicalVolumeRefreshError=\u8AD6\u7406\u30DC\u30EA\u30E5\u30FC\u30E0\u3092\u30EA\u30D5\u30EC\u30C3\u30B7\u30E5\u3067\u304D\u307E\u305B\u3093\u3002
LogicalVolumeRemoveTagError=\u8AD6\u7406\u30DC\u30EA\u30E5\u30FC\u30E0\u304B\u3089\u306E\u30BF\u30B0\u524A\u9664\u3067\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
LogicalVolumeRenameError=\u8AD6\u7406\u30DC\u30EA\u30E5\u30FC\u30E0\u306E\u540D\u524D\u3092\u5909\u66F4\u3067\u304D\u307E\u305B\u3093\u3002
LogicalVolumeReplaceTagError=\u8AD6\u7406\u30DC\u30EA\u30E5\u30FC\u30E0\u30BF\u30B0\u306E\u7F6E\u304D\u63DB\u3048\u3067\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
LogicalVolumeScanError=\u8AD6\u7406\u30DC\u30EA\u30E5\u30FC\u30E0\u306E\u30B9\u30AD\u30E3\u30F3\u3067\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
LogicalVolumeWrongTagError=\u8AD6\u7406\u30DC\u30EA\u30E5\u30FC\u30E0\u30BF\u30B0\u304C\u9593\u9055\u3063\u3066\u3044\u307E\u3059\u3002
LogicalVolumesListError=\u30DC\u30EA\u30E5\u30FC\u30E0\u30B0\u30EB\u30FC\u30D7\u304B\u3089\u8AD6\u7406\u30DC\u30EA\u30E5\u30FC\u30E0\u306E\u4E00\u89A7\u3092\u53D6\u5F97\u3067\u304D\u307E\u305B\u3093\u3002
LogicalVolumesScanError=\u8AD6\u7406\u30DC\u30EA\u30E5\u30FC\u30E0\u306E\u30B9\u30AD\u30E3\u30F3\u3067\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
MAC_ADDRESS_IS_IN_USE=MAC \u30A2\u30C9\u30EC\u30B9\u306F\u4F7F\u7528\u4E2D\u3067\u3059\u3002
MAC_POOL_INITIALIZATION_FAILED=MAC \u30D7\u30FC\u30EB\u306E\u521D\u671F\u5316\u3067\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
MAC_POOL_NOT_INITIALIZED=MAC \u30A2\u30C9\u30EC\u30B9\u30D7\u30FC\u30EB\u304C\u5B9A\u7FA9\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002\u8A2D\u5B9A\u30C4\u30FC\u30EB\u3092\u4F7F\u7528\u3057\u3066\u8A2D\u5B9A\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
MAC_POOL_NO_MACS_LEFT=MAC \u30A2\u30C9\u30EC\u30B9\u30D7\u30FC\u30EB\u306B MAC \u30A2\u30C9\u30EC\u30B9\u304C\u6B8B\u3063\u3066\u3044\u307E\u305B\u3093\u3002
MIGRATION_CANCEL_ERROR=\u79FB\u884C\u306F\u5B9F\u884C\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
MIGRATION_DEST_INVALID_HOSTNAME=\u79FB\u884C\u5148\u306E\u30DB\u30B9\u30C8\u540D\u304C\u7121\u52B9\u3067\u3059\u3002
MergeSnapshotsError=\u30B9\u30CA\u30C3\u30D7\u30B7\u30E7\u30C3\u30C8\u306E\u30DE\u30FC\u30B8\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
MergeVolumeRollbackError=\u30DC\u30EA\u30E5\u30FC\u30E0\u306E\u30DE\u30FC\u30B8\u64CD\u4F5C\u306F\u30ED\u30FC\u30EB\u30D0\u30C3\u30AF\u3067\u304D\u307E\u305B\u3093\u3002
MetaDataGeneralError=\u4E00\u822C\u7684\u306A\u30E1\u30BF\u30C7\u30FC\u30BF\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
MetaDataKeyError=\u30E1\u30BF\u30C7\u30FC\u30BF\u30AD\u30FC\u306E\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
MetaDataKeyNotFoundError=\u30E1\u30BF\u30C7\u30FC\u30BF\u30AD\u30FC\u304C\u898B\u3064\u304B\u3089\u306A\u3044\u305F\u3081\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
MetaDataMappingError=\u30E1\u30BF\u30C7\u30FC\u30BF\u306E\u30DE\u30C3\u30D4\u30F3\u30B0\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
MetaDataParamError=\u30E1\u30BF\u30C7\u30FC\u30BF\u30D1\u30E9\u30E1\u30FC\u30BF\u30FC\u304C\u7121\u52B9\u3067\u3059\u3002
MetaDataSealIsBroken=\u30E1\u30BF\u30C7\u30FC\u30BF\u30B7\u30FC\u30EB\u304C\u958B\u5C01\u6E08\u307F\u306B\u306A\u3063\u3066\u3044\u307E\u3059 (\u30C1\u30A7\u30C3\u30AF\u30B5\u30E0\u306E\u4E0D\u4E00\u81F4)\u3002
MetaDataValidationError=\u30E1\u30BF\u30C7\u30FC\u30BF\u306E\u81EA\u5DF1\u691C\u8A3C\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
MetadataOverflowError=\u30E1\u30BF\u30C7\u30FC\u30BF\u304C\u5927\u304D\u3059\u304E\u307E\u3059\u3002\u30E1\u30BF\u30C7\u30FC\u30BF\u3092\u5909\u66F4\u3067\u304D\u307E\u305B\u3093\u3002
MiscBlockReadException=\u30D6\u30ED\u30C3\u30AF\u30C7\u30D0\u30A4\u30B9\u8AAD\u307F\u53D6\u308A\u306E\u5185\u90E8\u64CD\u4F5C\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
MiscBlockWriteException=\u30D6\u30ED\u30C3\u30AF\u30C7\u30D0\u30A4\u30B9\u66F8\u304D\u8FBC\u307F\u306E\u5185\u90E8\u64CD\u4F5C\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
MiscBlockWriteIncomplete=\u30D6\u30ED\u30C3\u30AF\u30C7\u30D0\u30A4\u30B9\u66F8\u304D\u8FBC\u307F\u306E\u5185\u90E8\u64CD\u4F5C\u304C\u672A\u5B8C\u4E86\u3067\u3059\u3002
MiscDirCleanupFailure=\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u30FC\u30AF\u30EA\u30FC\u30F3\u30A2\u30C3\u30D7\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
MiscFileReadException=\u30D5\u30A1\u30A4\u30EB\u8AAD\u307F\u53D6\u308A\u306E\u5185\u90E8\u64CD\u4F5C\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
MiscFileWriteException=\u30D5\u30A1\u30A4\u30EB\u66F8\u304D\u8FBC\u307F\u306E\u5185\u90E8\u64CD\u4F5C\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
MissParam=\u5FC5\u8981\u306A\u30D1\u30E9\u30E1\u30FC\u30BF\u30FC\u304C\u3042\u308A\u307E\u305B\u3093\u3002
MissingOvfFileFromVM=\u4EEE\u60F3\u30DE\u30B7\u30F3\u306E OVF \u30D5\u30A1\u30A4\u30EB\u304C\u3042\u308A\u307E\u305B\u3093\u3002
MissingTagOnLogicalVolume=\u8AD6\u7406\u30DC\u30EA\u30E5\u30FC\u30E0\u30BF\u30B0\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3002
MixedSDVersionError=\u30C9\u30E1\u30A4\u30F3\u306E\u30D5\u30A9\u30FC\u30DE\u30C3\u30C8\u304C\u30DE\u30B9\u30BF\u30FC\u30B9\u30C8\u30EC\u30FC\u30B8\u30C9\u30E1\u30A4\u30F3\u306E\u30D5\u30A9\u30FC\u30DE\u30C3\u30C8\u3068\u7570\u306A\u308A\u307E\u3059\u3002
MkfsError=\u30C7\u30D0\u30A4\u30B9\u4E0A\u306B\u30D5\u30A1\u30A4\u30EB\u30B7\u30B9\u30C6\u30E0\u3092\u4F5C\u6210\u3067\u304D\u307E\u305B\u3093\u3002
MountParsingError=\u30DE\u30A6\u30F3\u30C8\u89E3\u6790\u3067\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
MountTypeError=\u30DE\u30A6\u30F3\u30C8\u30BF\u30A4\u30D7\u3067\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
MoveImageError=\u30A4\u30E1\u30FC\u30B8\u306E\u79FB\u52D5\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
MoveTemplateImageError=\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8\u306E\u30A4\u30E1\u30FC\u30B8\u3092\u79FB\u52D5\u3067\u304D\u307E\u305B\u3093\u3002\u4EEE\u60F3\u30DE\u30B7\u30F3\u304C\u4F7F\u7528\u4E2D\u3067\u3059\u3002
MultipathRestartError=\u30DE\u30EB\u30C1\u30D1\u30B9\u30B5\u30FC\u30D3\u30B9\u306E\u518D\u8D77\u52D5\u3067\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
MultipathSetupError=\u30DE\u30EB\u30C1\u30D1\u30B9\u306E\u8A2D\u5B9A\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
MultipleMoveImageError=\u8907\u6570\u306E\u30A4\u30E1\u30FC\u30B8\u306E\u79FB\u52D5\u3067\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
NETWORK_LABEL_CONFLICT=\u30E9\u30D9\u30EB\u304C\u4ED8\u3044\u305F\u8907\u6570\u306E\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u3092\u540C\u3058\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u30A4\u30F3\u30BF\u30FC\u30D5\u30A7\u30FC\u30B9\u4E0A\u3067\u8A2D\u5B9A\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002
NO_ACTIVE_ISO_DOMAIN_IN_DATA_CENTER=\u30C7\u30FC\u30BF\u30BB\u30F3\u30BF\u30FC\u306B\u30A2\u30AF\u30C6\u30A3\u30D6\u306A ISO \u30C9\u30E1\u30A4\u30F3\u304C\u3042\u308A\u307E\u305B\u3093\u3002
NO_FREE_VM_IN_POOL=\u4EEE\u60F3\u30DE\u30B7\u30F3\u3092\u5272\u308A\u5F53\u3066\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u305B\u3093\u3002\u30D7\u30FC\u30EB\u5185\u306B\u4F7F\u7528\u53EF\u80FD\u306A\u4EEE\u60F3\u30DE\u30B7\u30F3\u304C\u3042\u308A\u307E\u305B\u3093\u3002
NO_IMPLEMENTATION=\u5B9F\u88C5\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
NoSpaceLeftOnDomain=\u30C9\u30E1\u30A4\u30F3\u306B\u7A7A\u304D\u9818\u57DF\u304C\u3042\u308A\u307E\u305B\u3093\u3002
NoSuchVmLeaseOnDomain=\u4EEE\u60F3\u30DE\u30B7\u30F3\u30EA\u30FC\u30B9\u306E\u53D6\u5F97\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002\u305D\u306E\u3088\u3046\u306A\u30EA\u30FC\u30B9\u306F\u3042\u308A\u307E\u305B\u3093\u3002
NonLeafVolumeNotWritable=\u30DC\u30EA\u30E5\u30FC\u30E0\u306B\u30A2\u30AF\u30BB\u30B9\u3057\u3066\u66F8\u304D\u8FBC\u3080\u3053\u3068\u304C\u3067\u304D\u307E\u305B\u3093\u3002\u3053\u306E\u30DC\u30EA\u30E5\u30FC\u30E0\u306F\u30EA\u30FC\u30D5\u30DC\u30EA\u30E5\u30FC\u30E0\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002
NotImplementedException=\u30E1\u30BD\u30C3\u30C9\u304C\u5B9F\u88C5\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
OperationInProgress=\u64CD\u4F5C\u306F\u3059\u3067\u306B\u5B9F\u884C\u4E2D\u3067\u3059\u3002
OrphanVolumeError=\u30DC\u30EA\u30E5\u30FC\u30E0\u306F\u5B64\u7ACB\u3057\u3066\u3044\u307E\u3059\u3002\u30DC\u30EA\u30E5\u30FC\u30E0\u306B\u30A4\u30E1\u30FC\u30B8\u304C\u3042\u308A\u307E\u305B\u3093\u3002
OverwriteImageError=\u30A4\u30E1\u30FC\u30B8\u3092\u4E0A\u66F8\u304D\u3067\u304D\u307E\u305B\u3093\u3002
PROVIDER_AUTHENTICATION_FAILURE=\u5916\u90E8\u30D7\u30ED\u30D0\u30A4\u30C0\u30FC\u3068\u306E\u8A8D\u8A3C\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002\u30E6\u30FC\u30B6\u30FC\u540D\u3068\u30D1\u30B9\u30EF\u30FC\u30C9\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
PROVIDER_FAILURE=\u5916\u90E8\u30D7\u30ED\u30D0\u30A4\u30C0\u30FC\u3068\u306E\u901A\u4FE1\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002\u8A73\u3057\u3044\u60C5\u5831\u306F\u3001\u30ED\u30B0\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
PROVIDER_IMPORT_CERTIFICATE_ERROR=\u30D7\u30ED\u30D0\u30A4\u30C0\u30FC\u8A3C\u660E\u66F8\u306E\u30A4\u30F3\u30DD\u30FC\u30C8\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
PROVIDER_SSL_FAILURE=\u5916\u90E8\u30D7\u30ED\u30D0\u30A4\u30C0\u30FC\u3078\u306E\u63A5\u7D9A\u3092\u8A66\u884C\u4E2D\u306B SSL \u306E\u554F\u984C\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
PartitionedPhysDev=\u7269\u7406\u30C7\u30D0\u30A4\u30B9\u306F\u30D1\u30FC\u30C6\u30A3\u30B7\u30E7\u30F3\u5206\u5272\u3055\u308C\u3066\u3044\u307E\u3059\u3002
PhysDevInitializationError=\u7269\u7406\u30C7\u30D0\u30A4\u30B9\u306E\u521D\u671F\u5316\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002\u30C7\u30D0\u30A4\u30B9\u304C\u7A7A\u3067\u3001\u304B\u3064\u30DB\u30B9\u30C8\u304B\u3089\u30A2\u30AF\u30BB\u30B9\u53EF\u80FD\u3067\u3042\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
PoolUpgradeInProgress=\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u4E2D\u306E\u30D7\u30FC\u30EB\u306E\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u306F\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
ProblemWhileTryingToMountTarget=\u30BF\u30FC\u30B2\u30C3\u30C8\u306E\u30DE\u30A6\u30F3\u30C8\u3092\u8A66\u884C\u4E2D\u306B\u554F\u984C\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
RESOURCE_MANAGER_CANT_ALLOC_VDS_MIGRATION=\u79FB\u884C\u306E\u64CD\u4F5C\u304C\u30AD\u30E3\u30F3\u30BB\u30EB\u3055\u308C\u307E\u3057\u305F\u3002\u79FB\u884C\u5148\u306B\u4F7F\u7528\u53EF\u80FD\u306A\u30DB\u30B9\u30C8\u304C\u3042\u308A\u307E\u305B\u3093\u3002
RESOURCE_MANAGER_MIGRATION_FAILED_AT_DST=\u79FB\u884C\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002\u79FB\u884C\u5148\u306E\u30DB\u30B9\u30C8\u306E\u30A8\u30E9\u30FC\u304C\u539F\u56E0\u3068\u306A\u3063\u3066\u3044\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
RESOURCE_MANAGER_VDS_NOT_FOUND=\u30DB\u30B9\u30C8\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3002
ReachedMaxNumberOfHostsInDC=\u30C7\u30FC\u30BF\u30BB\u30F3\u30BF\u30FC\u306E\u30DB\u30B9\u30C8\u304C\u6700\u5927\u8A31\u5BB9\u6570\u306B\u9054\u3057\u307E\u3057\u305F\u3002
ReconstructMasterError=\u30DE\u30B9\u30BF\u30FC\u30C9\u30E1\u30A4\u30F3\u3092\u518D\u69CB\u7BC9\u3067\u304D\u307E\u305B\u3093\u3002
RemoveiSCSINodeError=iSCSI \u30CE\u30FC\u30C9\u306E\u524A\u9664\u3067\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
RemoveiSCSIPortalError=iSCSI \u30DD\u30FC\u30BF\u30EB\u306E\u524A\u9664\u3067\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
ResourceAcqusitionFailed=\u30EA\u30BD\u30FC\u30B9\u3092\u53D6\u5F97\u3067\u304D\u307E\u305B\u3093\u3002\u30EA\u30BD\u30FC\u30B9\u30D5\u30A1\u30AF\u30C8\u30EA\u30FC\u304C\u4F8B\u5916\u3092\u30B9\u30ED\u30FC\u3057\u305F\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
ResourceDoesNotExist=\u30EA\u30BD\u30FC\u30B9\u304C\u5B58\u5728\u3057\u307E\u305B\u3093\u3002
ResourceException=\u4E00\u822C\u7684\u306A\u4F8B\u5916
ResourceExhausted=\u8FFD\u52A0\u306E\u30BF\u30B9\u30AF\u3092\u5B9F\u884C\u3059\u308B\u305F\u3081\u306B\u5341\u5206\u306A\u30EA\u30BD\u30FC\u30B9\u304C\u3042\u308A\u307E\u305B\u3093\u3002
ResourceNamespaceNotEmpty=\u30EA\u30BD\u30FC\u30B9\u306E\u540D\u524D\u7A7A\u9593\u304C\u7A7A\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002
ResourceReferenceInvalid=\u64CD\u4F5C\u3092\u5B9F\u884C\u3067\u304D\u307E\u305B\u3093\u3002\u3053\u306E\u30EA\u30BD\u30FC\u30B9\u306F\u89E3\u653E\u6E08\u307F\u307E\u305F\u306F\u671F\u9650\u5207\u308C\u3067\u3059\u3002
ResourceTimeout=\u30EA\u30BD\u30FC\u30B9\u304C\u30BF\u30A4\u30E0\u30A2\u30A6\u30C8\u3057\u307E\u3057\u305F\u3002
SETUP_NETWORKS_ROLLBACK=\u6700\u5F8C\u306B\u4FDD\u5B58\u3057\u305F\u65E2\u77E5\u306E\u8A2D\u5B9A\u306B\u623B\u3057\u307E\u3059\u3002
SNAPSHOT_FAILED=\u30E9\u30A4\u30D6\u30B9\u30CA\u30C3\u30D7\u30B7\u30E7\u30C3\u30C8\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
STORAGE_DOMAIN_REFRESH_ERROR=\u30B9\u30C8\u30EC\u30FC\u30B8\u30C9\u30E1\u30A4\u30F3\u3092\u30EA\u30D5\u30EC\u30C3\u30B7\u30E5\u3067\u304D\u307E\u305B\u3093\u3002
SetiSCSIAuthError=iSCSI \u8A8D\u8A3C\u306E\u8A2D\u5B9A\u3067\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
SetiSCSIPasswdError=iSCSI \u30D1\u30B9\u30EF\u30FC\u30C9\u306E\u8A2D\u5B9A\u3067\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
SetiSCSIUsernameError=iSCSI \u30E6\u30FC\u30B6\u30FC\u540D\u306E\u8A2D\u5B9A\u3067\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
SharedVolumeNonWritable=\u5171\u6709\u30DC\u30EA\u30E5\u30FC\u30E0\u306F\u8AAD\u307F\u53D6\u308A\u5C02\u7528\u3067\u3059\u3002
SourceImageActionError=\u79FB\u52D5\u5143\u306E\u30A4\u30E1\u30FC\u30B8\u306E\u64CD\u4F5C\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
SpmFenceError=SPM \u306E\u30D5\u30A7\u30F3\u30B7\u30F3\u30B0\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
SpmParamsMismatch=\u30D7\u30FC\u30EB\u306E\u4EE5\u524D\u306E LVER/ID \u304C\u8981\u6C42\u3068\u4E00\u81F4\u3057\u307E\u305B\u3093\u3002
SpmStartError=SPM \u306E\u8D77\u52D5\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
SpmStatusError=SPM \u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002
SpmStopError=SPM \u306E\u505C\u6B62\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
StorageDomainAccessError=\u30C9\u30E1\u30A4\u30F3\u306F\u90E8\u5206\u7684\u306B\u30A2\u30AF\u30BB\u30B9\u53EF\u80FD\u3001\u3082\u3057\u304F\u306F\u5B8C\u5168\u306B\u30A2\u30AF\u30BB\u30B9\u4E0D\u53EF\u80FD\u3067\u3059\u3002
StorageDomainActionError=\u30B9\u30C8\u30EC\u30FC\u30B8\u30C9\u30E1\u30A4\u30F3\u306E\u30A2\u30AF\u30B7\u30E7\u30F3\u3067\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
StorageDomainActivateError=\u30B9\u30C8\u30EC\u30FC\u30B8\u30C9\u30E1\u30A4\u30F3\u306E\u30A2\u30AF\u30C6\u30A3\u30D6\u5316\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
StorageDomainActive=\u30A2\u30AF\u30B7\u30E7\u30F3\u304C\u7121\u52B9\u3067\u3059\u3002\u30C9\u30E1\u30A4\u30F3\u304C\u30A2\u30AF\u30C6\u30A3\u30D6\u306A\u72B6\u614B\u3067\u3059\u3002
StorageDomainAlreadyAttached=\u3053\u306E\u30C9\u30E1\u30A4\u30F3\u306F\u3059\u3067\u306B\u5225\u306E\u30C7\u30FC\u30BF\u30BB\u30F3\u30BF\u30FC\u306B\u3088\u308A\u4F7F\u7528\u3055\u308C\u3066\u3044\u307E\u3059\u3002\n\u3053\u306E\u30C9\u30E1\u30A4\u30F3\u3092\u4F7F\u7528\u3059\u308B\u306B\u306F\u3001\u73FE\u5728\u30A2\u30BF\u30C3\u30C1\u3055\u308C\u3066\u3044\u308B\u30C7\u30FC\u30BF\u30BB\u30F3\u30BF\u30FC\u304B\u3089\u30C7\u30BF\u30C3\u30C1\u3057\u3066\u304F\u3060\u3055\u3044\u3002
StorageDomainAlreadyExists=\u30B9\u30C8\u30EC\u30FC\u30B8\u30C9\u30E1\u30A4\u30F3\u306F\u3059\u3067\u306B\u5B58\u5728\u3057\u3066\u3044\u307E\u3059\u3002
StorageDomainAttachError=\u30B9\u30C8\u30EC\u30FC\u30B8\u30C9\u30E1\u30A4\u30F3\u306E\u30A2\u30BF\u30C3\u30C1\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
StorageDomainCheckError=\u30C9\u30E1\u30A4\u30F3\u3067\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
StorageDomainClassError=\u30C9\u30E1\u30A4\u30F3\u306E\u30AF\u30E9\u30B9\u5024\u304C\u7121\u52B9\u3067\u3059\u3002
StorageDomainCreationError=\u30B9\u30C8\u30EC\u30FC\u30B8\u30C9\u30E1\u30A4\u30F3\u306E\u4F5C\u6210\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
StorageDomainDeactivateError=\u30B9\u30C8\u30EC\u30FC\u30B8\u30C9\u30E1\u30A4\u30F3\u306E\u975E\u30A2\u30AF\u30C6\u30A3\u30D6\u5316\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
StorageDomainDescriptionTooLongError=\u30B9\u30C8\u30EC\u30FC\u30B8\u30C9\u30E1\u30A4\u30F3\u306E\u8AAC\u660E\u304C\u9577\u3059\u304E\u307E\u3059\u3002
StorageDomainDetachError=\u30B9\u30C8\u30EC\u30FC\u30B8\u30C9\u30E1\u30A4\u30F3\u306E\u30C7\u30BF\u30C3\u30C1\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
StorageDomainDoesNotExist=\u30B9\u30C8\u30EC\u30FC\u30B8\u30C9\u30E1\u30A4\u30F3\u306B\u5230\u9054\u3067\u304D\u307E\u305B\u3093\u3002\u30DB\u30B9\u30C8\u304B\u3089\u30A2\u30AF\u30BB\u30B9\u3067\u304D\u308B\u3088\u3046\u306B\u3057\u3066\u304F\u3060\u3055\u3044\u3002
StorageDomainFSNotMounted=\u30B9\u30C8\u30EC\u30FC\u30B8\u30C9\u30E1\u30A4\u30F3\u306E\u30EA\u30E2\u30FC\u30C8\u30D1\u30B9\u304C\u30DE\u30A6\u30F3\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
StorageDomainFormatError=\u30B9\u30C8\u30EC\u30FC\u30B8\u30C9\u30E1\u30A4\u30F3\u306E\u30D5\u30A9\u30FC\u30DE\u30C3\u30C8\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
StorageDomainIllegalRemotePath=\u30EA\u30E2\u30FC\u30C8\u30D1\u30B9\u304C\u7121\u52B9\u3067\u3059\u3002
StorageDomainInsufficientPermissions=\u914D\u4E0B\u306E\u30B9\u30C8\u30EC\u30FC\u30B8\u306B\u30A2\u30AF\u30BB\u30B9\u3059\u308B\u305F\u3081\u306B\u5341\u5206\u306A\u6A29\u9650\u304C\u3042\u308A\u307E\u305B\u3093\u3002
StorageDomainIsMadeFromTooManyPVs=\u30B9\u30C8\u30EC\u30FC\u30B8\u30C9\u30E1\u30A4\u30F3\u3092\u69CB\u6210\u3059\u308B\u7269\u7406\u30DC\u30EA\u30E5\u30FC\u30E0\u6570\u304C\u591A\u904E\u304E\u307E\u3059\u3002
StorageDomainIsMemberOfPool=\u30B9\u30C8\u30EC\u30FC\u30B8\u30C9\u30E1\u30A4\u30F3\u306F\u3059\u3067\u306B\u30D7\u30FC\u30EB\u306E\u30E1\u30F3\u30D0\u30FC\u3067\u3059\u3002
StorageDomainLayoutError=\u30B9\u30C8\u30EC\u30FC\u30B8\u30C9\u30E1\u30A4\u30F3\u306E\u30EC\u30A4\u30A2\u30A6\u30C8\u304C\u7834\u640D\u3057\u3066\u3044\u307E\u3059\u3002
StorageDomainMasterCopyError=\u30DE\u30B9\u30BF\u30FC\u30B9\u30C8\u30EC\u30FC\u30B8\u30C9\u30E1\u30A4\u30F3\u306E\u30C7\u30FC\u30BF\u306E\u30B3\u30D4\u30FC\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
StorageDomainMasterError=\u30DE\u30B9\u30BF\u30FC\u30B9\u30C8\u30EC\u30FC\u30B8\u30C9\u30E1\u30A4\u30F3\u306B\u30A2\u30AF\u30BB\u30B9\u3067\u304D\u307E\u305B\u3093\u3002
StorageDomainMasterUnmountError=\u30DE\u30B9\u30BF\u30FC\u30B9\u30C8\u30EC\u30FC\u30B8\u30C9\u30E1\u30A4\u30F3\u306E\u30A2\u30F3\u30DE\u30A6\u30F3\u30C8\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
StorageDomainMetadataCreationError=\u30B9\u30C8\u30EC\u30FC\u30B8\u30C9\u30E1\u30A4\u30F3\u306E\u30E1\u30BF\u30C7\u30FC\u30BF\u306E\u4F5C\u6210\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
StorageDomainMetadataFileMissing=\u30C9\u30E1\u30A4\u30F3\u306E\u30E1\u30BF\u30C7\u30FC\u30BF\u30D5\u30A1\u30A4\u30EB\u540D\u3092\u53D6\u5F97\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
StorageDomainMetadataNotFound=\u30B9\u30C8\u30EC\u30FC\u30B8\u30C9\u30E1\u30A4\u30F3\u304C\u7121\u52B9\u3067\u3059\u3002\u30E1\u30BF\u30C7\u30FC\u30BF\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3002
StorageDomainNotActive=\u30B9\u30C8\u30EC\u30FC\u30B8\u30C9\u30E1\u30A4\u30F3\u304C\u30A2\u30AF\u30C6\u30A3\u30D6\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002
StorageDomainNotEmpty=\u30B9\u30C8\u30EC\u30FC\u30B8\u30C9\u30E1\u30A4\u30F3\u306E\u4F5C\u6210\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u9078\u629E\u3057\u305F\u30B9\u30C8\u30EC\u30FC\u30B8\u30D1\u30B9\u306F\u7A7A\u3067\u306F\u3042\u308A\u307E\u305B\u3093 (\u5225\u306E\u30B9\u30C8\u30EC\u30FC\u30B8\u30C9\u30E1\u30A4\u30F3\u304C\u542B\u307E\u308C\u3066\u3044\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059)\u3002\u3053\u306E\u30D1\u30B9\u304B\u3089\u65E2\u5B58\u306E\u30B9\u30C8\u30EC\u30FC\u30B8\u30C9\u30E1\u30A4\u30F3\u3092\u524A\u9664\u3059\u308B\u304B\u3001\u30B9\u30C8\u30EC\u30FC\u30B8\u30D1\u30B9\u3092\u5909\u66F4\u3057\u3066\u304F\u3060\u3055\u3044\u3002
StorageDomainNotInPool=\u30B9\u30C8\u30EC\u30FC\u30B8\u30C9\u30E1\u30A4\u30F3\u304C\u30D7\u30FC\u30EB\u306B\u3042\u308A\u307E\u305B\u3093\u3002
StorageDomainNotMemberOfPool=\u30C9\u30E1\u30A4\u30F3\u306F\u30D7\u30FC\u30EB\u306E\u30E1\u30F3\u30D0\u30FC\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002
StorageDomainStateTransitionIllegal=\u30C9\u30E1\u30A4\u30F3\u306E\u30B9\u30C6\u30FC\u30BF\u30B9\u5909\u66F4\u304C\u7121\u52B9\u3067\u3059\u3002
StorageDomainStatusError=\u30B9\u30C8\u30EC\u30FC\u30B8\u30C9\u30E1\u30A4\u30F3\u306E\u30B9\u30C6\u30FC\u30BF\u30B9\u304C\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
StorageDomainTargetUnsupported=\u30B9\u30C8\u30EC\u30FC\u30B8\u30C9\u30E1\u30A4\u30F3\u306E\u30BF\u30FC\u30B2\u30C3\u30C8\u306F\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
StorageDomainTypeError=\u30B9\u30C8\u30EC\u30FC\u30B8\u30C9\u30E1\u30A4\u30F3\u306E\u30BF\u30A4\u30D7\u304C\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
StorageDomainTypeNotBackup=\u30C9\u30E1\u30A4\u30F3\u30BF\u30A4\u30D7\u306F\u300C\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u300D\u3067\u3042\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u304C\u3001\u8A2D\u5B9A\u304C\u7570\u306A\u3063\u3066\u3044\u307E\u3059\u3002
StorageException=\u30B9\u30C8\u30EC\u30FC\u30B8\u306E\u4E00\u822C\u7684\u306A\u4F8B\u5916
StoragePoolActionError=\u30C7\u30FC\u30BF\u30BB\u30F3\u30BF\u30FC\u30B9\u30C8\u30EC\u30FC\u30B8\u306E\u30A2\u30AF\u30B7\u30E7\u30F3\u3067\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
StoragePoolAlreadyExists=\u30C7\u30FC\u30BF\u30BB\u30F3\u30BF\u30FC\u30B9\u30C8\u30EC\u30FC\u30B8\u306E\u4F5C\u6210\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F (\u3059\u3067\u306B\u5B58\u5728\u3057\u3066\u3044\u307E\u3059)\u3002
StoragePoolCheckError=\u30D7\u30FC\u30EB\u306E\u30C1\u30A7\u30C3\u30AF\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
StoragePoolConnected=\u30B9\u30C8\u30EC\u30FC\u30B8\u30D7\u30FC\u30EB\u304C\u63A5\u7D9A\u3055\u308C\u3066\u3044\u308B\u72B6\u614B\u3067\u306F\u30A2\u30AF\u30B7\u30E7\u30F3\u3092\u5B9F\u884C\u3067\u304D\u307E\u305B\u3093\u3002
StoragePoolConnectionError=\u30C7\u30FC\u30BF\u30BB\u30F3\u30BF\u30FC\u30B9\u30C8\u30EC\u30FC\u30B8\u306E\u63A5\u7D9A\u3067\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
StoragePoolCreationError=\u30C7\u30FC\u30BF\u30BB\u30F3\u30BF\u30FC\u30B9\u30C8\u30EC\u30FC\u30B8\u306E\u4F5C\u6210\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
StoragePoolDescriptionTooLongError=\u30B9\u30C8\u30EC\u30FC\u30B8\u30D7\u30FC\u30EB\u306E\u8AAC\u660E\u304C\u9577\u3059\u304E\u307E\u3059\u3002
StoragePoolDestroyingError=\u30C7\u30FC\u30BF\u30BB\u30F3\u30BF\u30FC\u30B9\u30C8\u30EC\u30FC\u30B8\u306E\u7834\u68C4\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
StoragePoolDisconnectionError=\u30C7\u30FC\u30BF\u30BB\u30F3\u30BF\u30FC\u30B9\u30C8\u30EC\u30FC\u30B8\u306E\u5207\u65AD\u3067\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
StoragePoolHasPotentialMaster=\u30DE\u30B9\u30BF\u30FC\u30ED\u30FC\u30EB\u3092\u5225\u306E\u30C9\u30E1\u30A4\u30F3\u306B\u79FB\u52D5\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
StoragePoolHigherVersionMasterFound=\u5165\u529B\u5024\u3088\u308A\u3082\u9AD8\u3044\u30DE\u30B9\u30BF\u30FC\u30D0\u30FC\u30B8\u30E7\u30F3\u306E\u30DE\u30B9\u30BF\u30FC\u30C9\u30E1\u30A4\u30F3\u304C\u898B\u3064\u304B\u308A\u307E\u3057\u305F\u3002
StoragePoolInternalError=\u30C7\u30FC\u30BF\u30BB\u30F3\u30BF\u30FC\u30B9\u30C8\u30EC\u30FC\u30B8\u304C\u5B9A\u7FA9\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
StoragePoolMasterNotFound=\u30DE\u30B9\u30BF\u30FC\u30C9\u30E1\u30A4\u30F3\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3002
StoragePoolNotConnected=\u30C7\u30FC\u30BF\u30BB\u30F3\u30BF\u30FC\u30B9\u30C8\u30EC\u30FC\u30B8\u304C\u63A5\u7D9A\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
StoragePoolTooManyMasters=\u30B9\u30C8\u30EC\u30FC\u30B8\u30D7\u30FC\u30EB\u306E\u30DE\u30B9\u30BF\u30FC\u304C\u591A\u904E\u304E\u307E\u3059\u3002
StoragePoolUnknown=\u30D7\u30FC\u30EB ID \u304C\u4E0D\u660E\u3067\u3059\u3002\u30D7\u30FC\u30EB\u304C\u63A5\u7D9A\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
StoragePoolWrongMaster=\u30DE\u30B9\u30BF\u30FC\u30C9\u30E1\u30A4\u30F3\u307E\u305F\u306F\u305D\u306E\u30D0\u30FC\u30B8\u30E7\u30F3\u304C\u6B63\u3057\u304F\u3042\u308A\u307E\u305B\u3093\u3002
StorageServerAccessPermissionError=\u6307\u5B9A\u3057\u305F\u30D1\u30B9\u306B\u5BFE\u3059\u308B\u30D1\u30FC\u30DF\u30C3\u30B7\u30E7\u30F3\u306E\u8A2D\u5B9A\u306B\u3088\u308A\u30B9\u30C8\u30EC\u30FC\u30B8\u306B\u30A2\u30AF\u30BB\u30B9\u3067\u304D\u307E\u305B\u3093\u3002\n\u6307\u5B9A\u3057\u305F\u30B9\u30C8\u30EC\u30FC\u30B8\u30D1\u30B9\u306B\u5BFE\u3059\u308B\u30D1\u30FC\u30DF\u30C3\u30B7\u30E7\u30F3\u306E\u8A2D\u5B9A\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
StorageServerActionError=\u30B9\u30C8\u30EC\u30FC\u30B8\u30B5\u30FC\u30D0\u30FC\u306E\u30A2\u30AF\u30B7\u30E7\u30F3\u3067\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
StorageServerConnectionError=\u30B9\u30C8\u30EC\u30FC\u30B8\u30B5\u30FC\u30D0\u30FC\u306E\u63A5\u7D9A\u3067\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
StorageServerDisconnectionError=\u30B9\u30C8\u30EC\u30FC\u30B8\u30B5\u30FC\u30D0\u30FC\u306E\u5207\u65AD\u3067\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
StorageServerValidationError=\u6307\u5B9A\u3057\u305F\u30D1\u30B9\u304C\u5B58\u5728\u3057\u3066\u3044\u306A\u3044\u304B\u3001\u5230\u9054\u4E0D\u53EF\u80FD\u3067\u3059\u3002\n\u30D1\u30B9\u304C\u6B63\u3057\u3044\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u30EA\u30E2\u30FC\u30C8\u30B9\u30C8\u30EC\u30FC\u30B8\u306E\u5834\u5408\u306F\u3001\n\u305D\u306E\u30B9\u30C8\u30EC\u30FC\u30B8\u3078\u306E\u63A5\u7D9A\u3082\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
StorageServeriSCSIError=iSCSI \u306E\u63A5\u7D9A\u3067\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
StorageTypeError=\u30B9\u30C8\u30EC\u30FC\u30B8\u30BF\u30A4\u30D7\u3067\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
StorageUpdateVmError=\u4EEE\u60F3\u30DE\u30B7\u30F3\u3092\u66F4\u65B0\u3067\u304D\u307E\u305B\u3093\u3002
TaskAborted=\u30BF\u30B9\u30AF\u304C\u4E2D\u65AD\u3055\u308C\u307E\u3057\u305F\u3002
TaskClearError=\u30BF\u30B9\u30AF\u3092\u6D88\u53BB\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
TaskDirError=\u30BF\u30B9\u30AF\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u30FC\u306E\u691C\u51FA/\u30A2\u30AF\u30BB\u30B9\u304C\u3067\u304D\u307E\u305B\u3093\u3002
TaskHasRefs=\u64CD\u4F5C\u3092\u5B9F\u884C\u3067\u304D\u307E\u305B\u3093 - \u30BF\u30B9\u30AF\u306B\u30A2\u30AF\u30C6\u30A3\u30D6\u306A\u53C2\u7167\u304C\u3042\u308A\u307E\u3059\u3002
TaskInProgress=\u30BF\u30B9\u30AF\u306E\u5B9F\u884C\u4E2D\u3067\u3059\u3002
TaskMetaDataLoadError=\u30BF\u30B9\u30AF\u306E\u30E1\u30BF\u30C7\u30FC\u30BF\u3092\u30ED\u30FC\u30C9\u3067\u304D\u307E\u305B\u3093\u3002
TaskMetaDataSaveError=\u30BF\u30B9\u30AF\u306E\u30E1\u30BF\u30C7\u30FC\u30BF\u3092\u4FDD\u5B58\u3067\u304D\u307E\u305B\u3093\u3002
TaskNotFinished=\u30BF\u30B9\u30AF\u306F\u7D42\u4E86\u3057\u3066\u3044\u307E\u305B\u3093\u3002
TaskPersistError=\u30BF\u30B9\u30AF\u3092\u4FDD\u6301\u3067\u304D\u307E\u305B\u3093\u3002
TaskStateError=\u3053\u306E\u30BF\u30B9\u30AF\u306E\u72B6\u614B\u3067\u306F\u64CD\u4F5C\u304C\u8A31\u53EF\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
TaskStateTransitionError=\u8981\u6C42\u3055\u308C\u305F\u72B6\u614B\u306B\u30BF\u30B9\u30AF\u3092\u5207\u308A\u66FF\u3048\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u305B\u3093\u3002
TemplateCreationError=\u4EEE\u60F3\u30DE\u30B7\u30F3\u304B\u3089\u306E\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8\u4F5C\u6210\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
TooManyDomainsInStoragePoolError=\u30B9\u30C8\u30EC\u30FC\u30B8\u30D7\u30FC\u30EB\u5185\u306E\u30C9\u30E1\u30A4\u30F3\u304C\u591A\u904E\u304E\u307E\u3059\u3002
TooManyPVsInVG=\u30DC\u30EA\u30E5\u30FC\u30E0\u30B0\u30EB\u30FC\u30D7\u306E\u4F5C\u6210\u306B\u6307\u5B9A\u3057\u305F\u7269\u7406\u30DC\u30EA\u30E5\u30FC\u30E0\u306E\u6570\u304C\u591A\u904E\u304E\u307E\u3059\u3002
UPDATE_NUM_VFS_FAILURE=Virtual Function \u306E\u6570\u306E\u5909\u66F4\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
UPDATE_VNIC_FAILED=\u4EEE\u60F3\u30DE\u30B7\u30F3\u306E\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u30A4\u30F3\u30BF\u30FC\u30D5\u30A7\u30FC\u30B9\u306E\u66F4\u65B0\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
UnicodeArgumentException=Unicode \u5F15\u6570\u306F\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
UnknownTask=\u30BF\u30B9\u30AF ID \u304C\u4E0D\u660E\u3067\u3059\u3002
UnmanagedTask=\u30A2\u30F3\u30DE\u30CD\u30FC\u30B8\u30BF\u30B9\u30AF\u306B\u5BFE\u3057\u3066\u64CD\u4F5C\u3092\u5B9F\u884C\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002
UnsupportedDomainVersion=\u30B9\u30C8\u30EC\u30FC\u30B8\u30D5\u30A9\u30FC\u30DE\u30C3\u30C8\u304C\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
UnsupportedGlusterVolumeReplicaCountError=Gluster \u30DC\u30EA\u30E5\u30FC\u30E0\u306E\u30EC\u30D7\u30EA\u30AB\u6570\u304C\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
UnsupportedOperationErr=\u64CD\u4F5C\u304C\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
V2V_JOB_ALREADY_EXIST=\u30B8\u30E7\u30D6 ID \u306F\u3059\u3067\u306B\u5B58\u5728\u3057\u3066\u3044\u307E\u3059\u3002
V2V_JOB_DOESNT_EXIST=\u30B8\u30E7\u30D6 ID \u304C\u5B58\u5728\u3057\u307E\u305B\u3093\u3002
V2V_JOB_NOT_DONE=\u30B8\u30E7\u30D6\u30B9\u30C6\u30FC\u30BF\u30B9\u304C\u5B8C\u4E86\u3057\u3066\u3044\u307E\u305B\u3093\u3002
V2V_NO_SUCH_OVF=OVF \u30D5\u30A1\u30A4\u30EB\u304C\u5B58\u5728\u3057\u307E\u305B\u3093\u3002
VDS_NETWORK_ERROR=\u30DB\u30B9\u30C8\u3068\u306E\u901A\u4FE1\u4E2D\u306B\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
VMCantBeObtained=\u4EEE\u60F3\u30DE\u30B7\u30F3\u3092\u53D6\u5F97\u3067\u304D\u307E\u305B\u3093\u3002
VMPathNotExists=\u4EEE\u60F3\u30DE\u30B7\u30F3\u306E\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u30FC\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3002
VM_INVALID_SERVER_CLUSTER_ID=\u30DB\u30B9\u30C8\u30AF\u30E9\u30B9\u30BF\u30FC\u306E ID \u304C\u7121\u52B9\u3067\u3059\u3002
VM_NOT_QUALIFIED_FOR_SNAPSHOT_MERGE=\u30B9\u30CA\u30C3\u30D7\u30B7\u30E7\u30C3\u30C8\u3092\u30DE\u30FC\u30B8\u3059\u308B\u306B\u306F\u3001\u4EEE\u60F3\u30DE\u30B7\u30F3\u304C Down\u3001Up\u3001\u307E\u305F\u306F Paused \u306E\u30B9\u30C6\u30FC\u30BF\u30B9\u3067\u3042\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
VM_TEMPLATE_CANT_LOCATE_DISKS_IN_DB=\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u306B\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8\u306E\u30C7\u30A3\u30B9\u30AF\u304C\u3042\u308A\u307E\u305B\u3093\u3002
VOLUME_GROUP_BLOCK_SIZE_ERROR=\u30DC\u30EA\u30E5\u30FC\u30E0\u30B0\u30EB\u30FC\u30D7\u306E\u30D6\u30ED\u30C3\u30AF\u30B5\u30A4\u30BA\u3067\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
VOLUME_WAS_NOT_PREPARED_BEFORE_TEARDOWN=\u30DC\u30EA\u30E5\u30FC\u30E0\u3092\u975E\u30A2\u30AF\u30C6\u30A3\u30D6\u5316\u3059\u308B\u6E96\u5099\u304C\u3067\u304D\u3066\u3044\u307E\u305B\u3093\u3067\u3057\u305F\u3002
VolumeAccessError=\u30DC\u30EA\u30E5\u30FC\u30E0\u3078\u30A2\u30AF\u30BB\u30B9\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
VolumeAlreadyExists=\u30DC\u30EA\u30E5\u30FC\u30E0\u306F\u3059\u3067\u306B\u5B58\u5728\u3057\u3066\u3044\u307E\u3059\u3002
VolumeCannotGetParent=\u89AA\u30DC\u30EA\u30E5\u30FC\u30E0\u3092\u53D6\u5F97\u3067\u304D\u307E\u305B\u3093\u3002
VolumeCopyError=\u30DC\u30EA\u30E5\u30FC\u30E0\u306E\u30B3\u30D4\u30FC\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
VolumeCreationError=\u65B0\u898F\u30DC\u30EA\u30E5\u30FC\u30E0\u306E\u4F5C\u6210\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
VolumeDoesNotExist=\u30DC\u30EA\u30E5\u30FC\u30E0\u304C\u5B58\u5728\u3057\u307E\u305B\u3093\u3002
VolumeExtendingError=\u30DC\u30EA\u30E5\u30FC\u30E0\u306E\u62E1\u5F35\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
VolumeGeneralException=\u4E00\u822C\u7684\u306A\u4F8B\u5916
VolumeGroupActionError=\u30DC\u30EA\u30E5\u30FC\u30E0\u30B0\u30EB\u30FC\u30D7\u306E\u30A2\u30AF\u30B7\u30E7\u30F3\u3067\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
VolumeGroupAddTagError=\u30DC\u30EA\u30E5\u30FC\u30E0\u30B0\u30EB\u30FC\u30D7\u3078\u306E\u30BF\u30B0\u8FFD\u52A0\u3067\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
VolumeGroupAlreadyExistsError=\u30DC\u30EA\u30E5\u30FC\u30E0\u30B0\u30EB\u30FC\u30D7\u306F\u3059\u3067\u306B\u5B58\u5728\u3057\u3066\u3044\u307E\u3059\u3002
VolumeGroupCreateError=\u30DC\u30EA\u30E5\u30FC\u30E0\u30B0\u30EB\u30FC\u30D7\u3092\u4F5C\u6210\u3067\u304D\u307E\u305B\u3093\u3002
VolumeGroupDoesNotExist=\u30DC\u30EA\u30E5\u30FC\u30E0\u30B0\u30EB\u30FC\u30D7\u304C\u5B58\u5728\u3057\u307E\u305B\u3093\u3002
VolumeGroupExtendError=\u30DC\u30EA\u30E5\u30FC\u30E0\u30B0\u30EB\u30FC\u30D7\u3092\u62E1\u5F35\u3067\u304D\u307E\u305B\u3093\u3002
VolumeGroupHasDomainTag=\u30DC\u30EA\u30E5\u30FC\u30E0\u30B0\u30EB\u30FC\u30D7\u306B\u306F\u30C9\u30E1\u30A4\u30F3\u30BF\u30B0\u304C\u3042\u308A\u307E\u3059 - \u30AF\u30EA\u30FC\u30CB\u30F3\u30B0\u304C\u5FC5\u8981\u3067\u3059\u3002
VolumeGroupPermissionsError=\u30DC\u30EA\u30E5\u30FC\u30E0\u30B0\u30EB\u30FC\u30D7\u306E\u30D1\u30FC\u30DF\u30C3\u30B7\u30E7\u30F3\u3092\u66F4\u65B0/\u5909\u66F4\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
VolumeGroupReadTagError=\u30DC\u30EA\u30E5\u30FC\u30E0\u30B0\u30EB\u30FC\u30D7\u306E\u30BF\u30B0\u8AAD\u307F\u53D6\u308A\u3067\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
VolumeGroupRemoveError=\u30DC\u30EA\u30E5\u30FC\u30E0\u30B0\u30EB\u30FC\u30D7\u306E\u524A\u9664\u3067\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
VolumeGroupRemoveTagError=\u30DC\u30EA\u30E5\u30FC\u30E0\u30B0\u30EB\u30FC\u30D7\u306E\u30BF\u30B0\u306E\u524A\u9664\u3067\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
VolumeGroupRenameError=\u30DC\u30EA\u30E5\u30FC\u30E0\u30B0\u30EB\u30FC\u30D7\u540D\u524D\u5909\u66F4\u3067\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
VolumeGroupReplaceTagError=\u30DC\u30EA\u30E5\u30FC\u30E0\u30B0\u30EB\u30FC\u30D7\u30BF\u30B0\u306E\u7F6E\u304D\u63DB\u3048\u3067\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
VolumeGroupScanError=\u30DC\u30EA\u30E5\u30FC\u30E0\u30B0\u30EB\u30FC\u30D7\u306E\u30B9\u30AD\u30E3\u30F3\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
VolumeGroupSizeError=\u30DC\u30EA\u30E5\u30FC\u30E0\u30B0\u30EB\u30FC\u30D7\u306E\u30B5\u30A4\u30BA\u304C\u4E0D\u5341\u5206\u3067\u3059\u3002\u30B9\u30C8\u30EC\u30FC\u30B8\u30C9\u30E1\u30A4\u30F3\u306E\u6700\u5C0F\u30B5\u30A4\u30BA\u306F 10 GB \u3067\u3059\u3002
VolumeGroupUninitialized=\u30DC\u30EA\u30E5\u30FC\u30E0\u30B0\u30EB\u30FC\u30D7\u306E\u521D\u671F\u5316\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
VolumeImageHasChildren=\u5B50\u3092\u6301\u3064\u30DC\u30EA\u30E5\u30FC\u30E0\u30A4\u30E1\u30FC\u30B8\u306F\u524A\u9664\u3067\u304D\u307E\u305B\u3093 (\u975E\u502B\u7406\u7684)\u3002
VolumeIsBusy=\u30DC\u30EA\u30E5\u30FC\u30E0\u304C\u30D3\u30B8\u30FC\u72B6\u614B\u3067\u3059\u3002
VolumeMetadataReadError=\u30DC\u30EA\u30E5\u30FC\u30E0\u30E1\u30BF\u30C7\u30FC\u30BF\u306E\u51E6\u7406\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
VolumeMetadataWriteError=\u30DC\u30EA\u30E5\u30FC\u30E0\u30E1\u30BF\u30C7\u30FC\u30BF\u306E\u66F4\u65B0\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
VolumeNonShareable=\u30DC\u30EA\u30E5\u30FC\u30E0\u306F\u5171\u6709\u3067\u304D\u307E\u305B\u3093\u3002\u5171\u6709/\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8\u306E\u30DC\u30EA\u30E5\u30FC\u30E0\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002
VolumeNonWritable=\u30DC\u30EA\u30E5\u30FC\u30E0\u306B\u30A2\u30AF\u30BB\u30B9\u3057\u3066\u66F8\u304D\u8FBC\u3080\u3053\u3068\u304C\u3067\u304D\u307E\u305B\u3093\u3002
VolumeOwnershipError=\u30DC\u30EA\u30E5\u30FC\u30E0\u306E\u6240\u6709\u6A29\u3067\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
VolumeUnlinkError=\u30DC\u30EA\u30E5\u30FC\u30E0\u306E\u30EA\u30F3\u30AF\u89E3\u9664\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
VolumesZeroingError=\u30DC\u30EA\u30E5\u30FC\u30E0\u3092\u30BC\u30ED\u8A2D\u5B9A\u3067\u304D\u307E\u305B\u3093\u3002
copyerr=\u30B3\u30D4\u30FC\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
createErr=\u8981\u6C42\u3055\u308C\u305F\u30C7\u30B9\u30AF\u30C8\u30C3\u30D7\u306E\u4F5C\u6210\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
createIllegalVolumeSnapshotError=\u7121\u52B9\u306A\u30DC\u30EA\u30E5\u30FC\u30E0\u304B\u3089\u30DC\u30EA\u30E5\u30FC\u30E0\u30B9\u30CA\u30C3\u30D7\u30B7\u30E7\u30C3\u30C8\u306F\u4F5C\u6210\u3067\u304D\u307E\u305B\u3093\u3002
createVolumeRollbackError=\u30DC\u30EA\u30E5\u30FC\u30E0\u30ED\u30FC\u30EB\u30D0\u30C3\u30AF\u306E\u4F5C\u6210\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
createVolumeSizeError=\u8981\u6C42\u3057\u305F\u30B5\u30A4\u30BA\u306F\u5C0F\u3055\u3059\u304E\u307E\u3059\u30021 \u4EE5\u4E0A\u306E\u5024\u3092\u6307\u5B9A\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
destroyErr=\u4EEE\u60F3\u30DE\u30B7\u30F3\u306E\u7834\u68C4\u3067\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
down=\u30C7\u30B9\u30AF\u30C8\u30C3\u30D7\u306F\u505C\u6B62\u3057\u3066\u3044\u307E\u3059\u3002
exist=\u30C7\u30B9\u30AF\u30C8\u30C3\u30D7\u306F\u3059\u3067\u306B\u5B58\u5728\u3057\u3066\u3044\u307E\u3059\u3002
fenceAgent=\u30D5\u30A7\u30F3\u30B9\u30A8\u30FC\u30B8\u30A7\u30F3\u30C8\u304C\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
freezeErr=\u30B2\u30B9\u30C8\u306E\u30D5\u30A1\u30A4\u30EB\u30B7\u30B9\u30C6\u30E0\u3092\u51CD\u7D50\u3067\u304D\u307E\u305B\u3093\u3002
iSCSIDiscoveryError=iSCSI \u30BF\u30FC\u30B2\u30C3\u30C8\u306E\u691C\u51FA\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
iSCSILoginError=iSCSI \u30CE\u30FC\u30C9\u3078\u306E\u30ED\u30B0\u30A4\u30F3\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
iSCSILogoutError=iSCSI \u30CE\u30FC\u30C9\u304B\u3089\u306E\u30ED\u30B0\u30A2\u30A6\u30C8\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
iSCSISetupError=iSCSI \u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u306E\u8A2D\u5B9A\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
iSCSIifaceError=iSCSI \u30A4\u30F3\u30BF\u30FC\u30D5\u30A7\u30FC\u30B9\u3067\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
imageErr=\u30C9\u30E9\u30A4\u30D6\u30A4\u30E1\u30FC\u30B8\u30D5\u30A1\u30A4\u30EB\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3002
migrateErr=\u79FB\u884C\u4E2D\u306B\u81F4\u547D\u7684\u306A\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
nfsErr=\u30B9\u30C8\u30EC\u30FC\u30B8\u30C9\u30E1\u30A4\u30F3\u3078\u306E\u30A2\u30AF\u30BB\u30B9\u304C\u30BF\u30A4\u30E0\u30A2\u30A6\u30C8\u306B\u306A\u308A\u307E\u3057\u305F\u3002
noConPeer=\u30D4\u30A2\u30DB\u30B9\u30C8\u306B\u63A5\u7D9A\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
noVM=\u30C7\u30B9\u30AF\u30C8\u30C3\u30D7\u304C\u5B58\u5728\u3057\u307E\u305B\u3093\u3002
noVmType=\u4EEE\u60F3\u30DE\u30B7\u30F3\u306E\u30BF\u30A4\u30D7\u304C\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
nonresp=\u30B2\u30B9\u30C8\u30A8\u30FC\u30B8\u30A7\u30F3\u30C8\u304C\u5FDC\u7B54\u3057\u3066\u3044\u307E\u305B\u3093\u3002
outOfMem=\u30C7\u30B9\u30AF\u30C8\u30C3\u30D7\u3092\u4F5C\u6210\u3059\u308B\u305F\u3081\u306E\u5341\u5206\u306A\u7A7A\u304D\u30E1\u30E2\u30EA\u30FC\u304C\u3042\u308A\u307E\u305B\u3093\u3002
prepareIllegalVolumeError=\u7121\u52B9\u306A\u30DC\u30EA\u30E5\u30FC\u30E0\u306F\u6E96\u5099\u3067\u304D\u307E\u305B\u3093\u3002
recovery=\u30AF\u30E9\u30C3\u30B7\u30E5\u30EA\u30AB\u30D0\u30EA\u30FC\u4E2D\u307E\u305F\u306F\u521D\u671F\u5316\u4E2D\u3067\u3059\u3002
sparse=\u30B9\u30D1\u30FC\u30B9\u306E\u4F5C\u6210\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
thawErr=\u30B2\u30B9\u30C8\u306E\u30D5\u30A1\u30A4\u30EB\u30B7\u30B9\u30C6\u30E0\u3092\u51CD\u7D50\u89E3\u9664\u3067\u304D\u307E\u305B\u3093\u3002
ticketErr=SPICE \u30C1\u30B1\u30C3\u30C8\u306E\u8A2D\u5B9A\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
unavail=\u30EA\u30BD\u30FC\u30B9\u304C\u5229\u7528\u3067\u304D\u307E\u305B\u3093\u3002
unexpected=\u4E88\u671F\u3057\u306A\u3044\u4F8B\u5916
unsupFormat=\u30A4\u30E1\u30FC\u30B8\u306E\u30D5\u30A9\u30FC\u30DE\u30C3\u30C8\u304C\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
