#
# Bundle name: org.ovirt.engine.ui.common.CommonApplicationMessages
# Locale: es_ES
#
#Mon May 17 16:17:19 EDT 2021
additionalAvailableSizeInGB=+ {0} GB
addressesVmGuestAgent={0} direcciones
asyncCallFailure=Error al cargar datos del servidor\: {0}
biosTypeWarning=El tipo de conjunto de chips/firmware no coincide con el tipo de conjunto de chips/firmware del cl\u00FAster ({0}).
bootable=Iniciable
bytes={0} Bytes
clusterDefaultOption=Cl\u00FAster predeterminado ({0})
consoleOverrideDefinedInGlobalConfig=configuraci\u00F3n global
consoleOverrideDefinedOnCluster=cl\u00FAster
consoleOverrideSpiceProxyMessage=Esto sobrescribir\u00E1 el proxy SPICE definido en {0}. Configuraci\u00F3n actual\: {1}. Formato de direcci\u00F3n proxy SPICE\: [protocol\://]<host>[\:port]. El \u00FAnico protocolo soportado es http.
cpuInfoLabel={0} ({1}\:{2}\:{3})
defaultTimeZoneCaption=predeterminado\: {0}
diskAttachedToOtherVMs=Adjunto a {0} MV diferentes de {1}
diskAttachedToVMs=Adjunto a {0} MV
diskNote=Tenga en cuenta que el disco es\:
disksStatusWarning=Los siguientes discos est\u00E1n en estado {0}\: {1}
emptyProfile=<Vac\u00EDo>
emptyProfileDescription=No asigne ning\u00FAn perfil a esta interfaz de red virtual
fromIndexToIndex={0} - {1}
fromIndexToIndexOfTotalCount={0} - {1} de {2}
gibibytes={0} GiB
globalVncKeyboardLayoutCaption=predeterminado [{0}]
highPerformanceConfigurationManualChange=No se detectaron los siguientes ajustes recomendados para ejecutar el tipo de alto rendimiento con la configuraci\u00F3n \u00F3ptima. Considere cambiar de forma manual lo siguiente antes de aplicar\:
hostCpuInfo=Tenga en cuenta que cuando se habilita este campo, el valor predeterminado del campo Modo de migraci\u00F3n se cambia a "Permitir migraci\u00F3n manual \u00FAnicamente''.
hostDataCenter=Centro de datos\: {0}
hotPlugUnplugCpuWarning=Agregue las CPU en caliente cambiando el n\u00FAmero de sockets. Consulte la documentaci\u00F3n para su sistema operativo hu\u00E9sped a fin de asegurarse de que tenga soporte adecuado para la adici\u00F3n en caliente de CPU.
imageDownloadProgress={0} MB enviados
imageDownloadProgressWithTotal={0} de {1} MB recibidos
imageTransferringViaAPI=Transferencia v\u00EDa API
imageUploadProgress={0} MB enviados
imageUploadProgressWithTotal={0} de {1} MB enviados
kilobytes={0} KB
leaseInfoIcon=Se recomienda usar un alquiler de MV para MV de alta disponibilidad a fin de evitar un escenario de indecisi\u00F3n durante el reinicio de una MV. El dominio de almacenamiento seleccionado se utilizar\u00E1 para sincronizar el estado real de la MV entre hosts candidatos. Use un dominio confiable (por ejemplo, un dominio en el que resida el disco de arranque de la MV) en el que la MV conservar\u00E1 su alquiler.
lunAlreadyPartOfStorageDomainWarning=LUN ya es parte de un dominio de almacenamiento\: {0}
lunIsMetadataDevice=LUN es un dispositivo de metadatos de un dominio de almacenamiento\: {0}
lunUsedByDiskWarning=LUN ya est\u00E1 en uso por parte de un disco\: {0}
maxAssignedVmsPerUserHelp=N\u00FAmero m\u00E1ximo de MV que un solo usuario puede anexar desde este conjunto (pool). El campo debe estar entre 1 y el n\u00FAmero de MV en este conjunto.
mebibytes={0} MiB
megabytes={0} MB
memoryHotUnplugNotSupportedForCompatibilityVersionAndArchitecture=No se admite la desconexi\u00F3n en caliente de la memoria para la versi\u00F3n de compatibilidad actual ({0}) y la arquitectura ({1}).
migratingProgress={0}\: {1}
migrationDowntimeInfo=Representa el n\u00FAmero m\u00E1ximo de milisegundos que la MV puede estar apagada durante la migraci\u00F3n en vivo. El valor de 0 significa que se utilizar\u00E1 el VDSM predeterminado (el valor predeterminado actual de engine-wide es {0}ms)
migrationPolicyInfo=Representa la pol\u00EDtica que maneja la convergencia de migraci\u00F3n. La pol\u00EDtica de no migraci\u00F3n significa que el hipervisor se encarga de la convergencia.
migrationSelectInfo=Cuando por lo menos uno de los discos activados de la MV usa la reserva SCSI, la opci\u00F3n de migraci\u00F3n se ignora y la MV no se puede migrar.\n\nEn lo que respecta a las MV de motor alojado, si el modo est\u00E1 definido en "migraci\u00F3n manual \u00FAnicamente", aun as\u00ED el agente que se ejecuta en el host puede migrar la MV autom\u00E1ticamente.
nextRunConfigurationCanBeAppliedImmediately=Cambios que se pueden aplicar inmediatamente\:
nextRunConfigurationCpuValue=CPU
nextRunConfigurationExists=Cambios que requieren el reinicio de la m\u00E1quina virtual\:
nextRunConfigurationMemoryValue=Memoria
nextRunConfigurationMinAllocatedMemoryValue=Memoria f\u00EDsica garantizada
nextRunConfigurationVmLeaseValue=Alquiler de MV
noSpiceProxyDefined=No hay un proxy SPICE definido
numaMemory={0} MB
numaMemoryUsed={0} MB utilizado
numaNode=NUMA {0}
numaPercentUsed={0}% utilizado
numaSocketNumber=Socket {0}
numaTotalCpus={0} CPU
or={0} o {1}
outOfXVMsInPool=de {0} MV en el conjunto (pool)
ovaPathInfo=Ruta en el host al archivo oVirt OVA o al directorio que contiene los archivos oVirt OVA (otros formatos de OVA no son compatibles).
poolNameHelp=Es posible especificar la m\u00E1scara para los \u00EDndices de la MV, por ejemplo\: para el conjunto (pool) ''my??pool'' los nombres generados ser\u00E1n\: my01pool,my02pool,...my99pool
prestartedHelp=El n\u00FAmero de MV preiniciadas define el n\u00FAmero de MV en estado de ejecuci\u00F3n, que est\u00E1n esperando para ser adjuntadas a usuarios. Valores aceptados\: 0 hasta el n\u00FAmero de MV que ya exista en el conjunto (pool).
principalDepartment=Departamento\: {0}
principalEmail=Correo electr\u00F3nico\: {0}
principalLoginName=Nombre de acceso\: {0}
principalName=Nombre\: {0} {1}
principalNamespace=Espacio de nombres\: {0}
principalNote=Notas\: {0}
profileAndNetwork={0} ({1})
profileAndNetworkSelected={0}/{1}
quotaFreeCpus=Libre\: {0} vCPU
refreshRateSeconds={0} seg
remapCtrlAltDelete=Mapear el atajo control-alt-del a {0}
resumeBehaviorInfoIcon=Comportamiento de la MV cuando se pausa (por ejemplo, debido a un error de acceso al almacenamiento subyacente). La funci\u00F3n de reanudaci\u00F3n autom\u00E1tica intentar\u00E1 reanudar la MV de manera autom\u00E1tica cuando el dominio de almacenamiento ya no informe un problema. La funci\u00F3n Dejar pausado dejar\u00E1 la MV en pausa y aguardando por la resoluci\u00F3n del usuario. La funci\u00F3n Terminar se asegurar\u00E1 de que la MV est\u00E9 desconectada. Las MV deben estar desconectadas antes de iniciarse nuevamente en otro host. El comportamiento Terminar es el \u00FAnico autorizado para MV de alta disponibilidad con alquiler.
roleOnUser=Rol\: {0} en el usuario\: {1}
selectConsoleFor=Seleccione consola para ''{0}''
serialNumberInfo=Pol\u00EDtica de asignar n\u00FAmeros seriales a MV en ejecuci\u00F3n. Puede ser el UUID del host, el UUID de la MV o cualquier valor personalizado.
shareable=Compartido
snapshotContainsMemoryIncompatibleCluster=La memoria de instant\u00E1nea seleccionada fue tomada en una versi\u00F3n anterior de cl\u00FAster. Si es restaurada, la versi\u00F3n de compatibilidad personalizada de la MV se establecer\u00E1 a {0}. Confirme que la memoria ser\u00E1 restaurada.
snapshotDisksLabel=(La instant\u00E1nea contiene {0} discos)\: {1})
snapshotPreviewing={0} (Obteniendo vista previa\: {1})
storageDomainFreeSpace={0} ({1} GiB libre de {2} GiB)
systemDefaultOption=Predeterminado del sistema ({0})
templateVersionName=\ ({0})
threadsPerCoreInfo=Establezca multithreading simult\u00E1neos.\nCompruebe que la arquitectura de host est\u00E9 debidamente instalada antes de cambiar el valor.\nSi no est\u00E1 seguro, mantenga los hilos por n\u00FAcleo configurados en 1.\nValores recomendados para\:\n - x86\: 1\n - Power8\: 1..8 (8 para MV de carga elevada)
tscFrequencyInfo=Cuando se marca la opci\u00F3n, esta MV puede migrarse \u00FAnicamente a hosts con frecuencia de TSC coincidente. Esto es v\u00E1lido solo para MV de alto rendimiento.
uiCommonPublicConnectionClosed=Conexi\u00F3n cerrada\: {0}
uiCommonRunActionExecutionFailed=Error al ejecutar la acci\u00F3n {0}\: {1}
uiCommonRunActionFailed=Error al ejecutar la acci\u00F3n\: {0}
uiCommonRunQueryFailed=Error al ejecutar la consulta\: {0}
uncaughtExceptionAlertMessage=Se present\u00F3 una excepci\u00F3n no capturada. Intente <a href\="{0}">recargar</a> la p\u00E1gina.
uncaughtExceptionAlertMessageDetails=Detalles\: {0}
unpinnedRunningVmWarningIncompatability=Debido a incompatibilidad del hardware de host, la migraci\u00F3n o las aplicaciones pueden fallar.
unpinnedRunningVmWarningSecurity=La m\u00E1quina virtual en migraci\u00F3n puede contener informaci\u00F3n sobre el host antiguo.
unpinnedRunningVmWarningTitle=La opci\u00F3n de migraci\u00F3n cambi\u00F3 para permitir la migraci\u00F3n\:
userWithRole=Usuario\: {0} con el rol\: {1}
vNumaName={0}_NUMA{1}
vmDisksLabel=La MV contiene {0} disco(s)\: {1}
vmGuestCpuTypeWarning=La CPU de la MV no coincide con el tipo de CPU del cl\u00FAster ({0}).
warningSectionTitle=Los siguientes cambios pueden poner la MV en riesgo\:
