#
# Bundle name: org.ovirt.engine.ui.common.CommonApplicationMessages
# Locale: pt_BR
#
#Mon May 17 16:17:19 EDT 2021
additionalAvailableSizeInGB=+ {0} GB
addressesVmGuestAgent=endere\u00E7os {0}
asyncCallFailure=Erro durante a leitura de dados do servidor\: {0}
biosTypeWarning=O tipo chipset/firmware n\u00E3o corresponde ao tipo de chipset/firmware do cluster ({0}).
bootable=Bootable
bytes={0} bytes
clusterDefaultOption=Cluster padr\u00E3o ({0})
consoleOverrideDefinedInGlobalConfig=configura\u00E7\u00E3o global
consoleOverrideDefinedOnCluster=cluster
consoleOverrideSpiceProxyMessage=Isto ser\u00E1 substitu\u00EDdo pelo SPICE proxy definido no {0}. A configura\u00E7\u00E3o atual\: {1}. O formato do endere\u00E7o SPICE proxy\: [protocol\://]<host>[\:port]. O \u00FAnico protocolo suportado \u00E9 o http.
cpuInfoLabel={0} ({1}\:{2}\:{3})
defaultTimeZoneCaption=default\: {0}
diskAttachedToOtherVMs=Anexado a {0} MV(s) diferente(s) de {1}
diskAttachedToVMs=Anexado a {0} MV(s)
diskNote=Note que o disco \u00E9\:
disksStatusWarning=Os seguintes discos est\u00E3o no status {0}\: {1}
emptyProfile=<Empty>
emptyProfileDescription=N\u00E3o determine qualquer perfil a esta interface de rede virtual
fromIndexToIndex={0} - {1}
fromIndexToIndexOfTotalCount={0} - {1} of {2}
gibibytes={0} GiB
globalVncKeyboardLayoutCaption=default [{0}]
highPerformanceConfigurationManualChange=As configura\u00E7\u00F5es recomendadas a seguir para executar o tipo de alto desempenho com a configura\u00E7\u00E3o ideal n\u00E3o foram detectadas. Considere alterar manualmente o seguinte antes da aplica\u00E7\u00E3o\:
hostCpuInfo=Quando o campo est\u00E1 habilitado, o valor padr\u00E3o do campo do modo Migra\u00E7\u00E3o \u00E9 alterado para "Permitir apenas a migra\u00E7\u00E3o manual".
hostDataCenter=Data Center\: {0}
hotPlugUnplugCpuWarning=Adicione automaticamente as CPUs pela altera\u00E7\u00E3o do n\u00FAmero de sockets. Por favor consulte a documenta\u00E7\u00E3o de seu sistema operacional convidado para certificar-se  que isto possui suporte apropriado para a adi\u00E7\u00E3o instant\u00E2nea da CPU
imageDownloadProgress=Enviado {0} MB
imageDownloadProgressWithTotal=Recebido {0} de {1} MB
imageTransferringViaAPI=Transfering via API
imageUploadProgress=Enviado {0} MB
imageUploadProgressWithTotal=Enviado {0} de {1} MB
kilobytes={0} KB
leaseInfoIcon=\u00C9 recomendado usar uma concess\u00E3o de VM para VMs altamente dispon\u00EDveis a fim de impedir um cen\u00E1rio de split-brain durante a reinicializa\u00E7\u00E3o da VM. O dom\u00EDnio de armazenamento selecionado ser\u00E1 usado para sincronizar o estado real da VM entre os hosts candidatos. Use um dom\u00EDnio confi\u00E1vel (por exemplo, aquele onde em que o disco de inicializa\u00E7\u00E3o da VM reside) onde a VM manter\u00E1 sua concess\u00E3o.
lunAlreadyPartOfStorageDomainWarning=O LUN j\u00E1 faz parte de um Storage Domain\: {0}
lunIsMetadataDevice=LUN \u00E9 um dispositivo de metadados de um dom\u00EDnio de armazenamento\: {0}
lunUsedByDiskWarning=O LUN j\u00E1 est\u00E1 sendo usado por um Disco\: {0}
maxAssignedVmsPerUserHelp=O n\u00FAmero m\u00E1ximo de VMs que um \u00FAnico usu\u00E1rio pode anexar a partir deste pool. Este campo deve estar entre 1 e o n\u00FAmero de VMs neste pool.
mebibytes={0} MiB
megabytes={0} MB
memoryHotUnplugNotSupportedForCompatibilityVersionAndArchitecture=A desconex\u00E3o din\u00E2mica da mem\u00F3ria n\u00E3o \u00E9 compat\u00EDvel com a vers\u00E3o ({0}) e a arquitetura ({1}) atuais.
migratingProgress={0}\: {1}
migrationDowntimeInfo=Representa o n\u00FAmero m\u00E1ximo de mil\u00E9simos de segundos que a MV pode estar desativada durante a migra\u00E7\u00E3o. O valor 0 significa que o padr\u00E3o VDSM poder\u00E1 ser usado. (O default de todo o mecanismo no momento \u00E9 {0}ms)
migrationPolicyInfo=Representa a pol\u00EDtica que trata da converg\u00EAncia de migra\u00E7\u00E3o. A aus\u00EAncia de pol\u00EDtica de migra\u00E7\u00E3o significa que o hipervisor se encarrega da converg\u00EAncia.
migrationSelectInfo=Quando pelo menos um dos discos ativados da MV usar a reserva SCSI, a op\u00E7\u00E3o de migra\u00E7\u00E3o \u00E9 ignorada e a MV n\u00E3o pode ser migrada.\n\nPara a VM de mecanismo hospedado, se o modo estiver definido como "somente migra\u00E7\u00E3o manual", a VM ainda pode ser migrada automaticamente pelo agente em execu\u00E7\u00E3o no host.
nextRunConfigurationCanBeAppliedImmediately=Os seguintes valores podem ser aplicados imediatamente\:
nextRunConfigurationCpuValue=CPU
nextRunConfigurationExists=Algumas das altera\u00E7\u00F5es ser\u00E3o aplicados ap\u00F3s O PR\u00D3XIMO REIN\u00CDCIO.
nextRunConfigurationMemoryValue=Mem\u00F3ria
nextRunConfigurationMinAllocatedMemoryValue=Mem\u00F3ria f\u00EDsica garantida
nextRunConfigurationVmLeaseValue=Concess\u00E3o de VM
noSpiceProxyDefined=Nenhum SPICE proxy definido
numaMemory={0} MB
numaMemoryUsed={0} MB usado
numaNode=NUMA {0}
numaPercentUsed={0}% Usado
numaSocketNumber=Socket {0}
numaTotalCpus={0} CPUs
or={0} ou {1}
outOfXVMsInPool=fora de {0} MVs no pool
ovaPathInfo=Caminho no host para o arquivo oVirt OVA ou para o diret\u00F3rio que cont\u00E9m arquivos oVirt OVA (outros formatos OVA n\u00E3o s\u00E3o compat\u00EDveis).
poolNameHelp=\u00C9 poss\u00EDvel especificar a m\u00E1scara para os \u00EDndices da VM, por exemplo\: para pool "my??pool" os nomes gerados ser\u00E3o\: my01pool, my02pool,... my99pool
prestartedHelp=O n\u00FAmero de MVs Pr\u00E9-iniciadas define o n\u00FAmero de MVs no estado Run, que est\u00E3o esperando para serem conectadas aos Usu\u00E1rios. Valores aceitos\: 0 para o N\u00FAmero de MVs que j\u00E1 existem no Pool.
principalDepartment=Departamento\: {0}
principalEmail=E-mail\: {0}
principalLoginName=Nome de Login\: {0}
principalName=Nome\: {0} {1}
principalNamespace=Espa\u00E7o de nomes\: {0}
principalNote=Notas\: {0}
profileAndNetwork={0} ({1})
profileAndNetworkSelected={0}/{1}
quotaFreeCpus=Dispon\u00EDvel\: {0} vCPU
refreshRateSeconds={0} s
remapCtrlAltDelete=Mapear o atalho  ctrl+alt+del para {0}
resumeBehaviorInfoIcon=Um comportamento de VM quando \u00E9 Pausado (por exemplo, devido a um erro de acesso de armazenamento subjacente). A op\u00E7\u00E3o Retomar automaticamente tentar\u00E1 to retomar de maneira autom\u00E1tica a VM assim que o dom\u00EDnio de armazenamento n\u00E3o reportar mais problemas. Concess\u00E3o pausada manter\u00E1 a VM pausada, aguardando a resolu\u00E7\u00E3o do usu\u00E1rio. Encerrar garantir\u00E1 que a VM seja desligada. \u00C9 necess\u00E1rio que as VMs sejam desligadas antes de serem iniciadas novamente em outro host. O comportamento Encerrar \u00E9 o \u00FAnico permitido para VMs altamente dispon\u00EDveis com concess\u00E3o.
roleOnUser=Fun\u00E7\u00E3o\: {0} no Usu\u00E1rio\: {1}
selectConsoleFor=Selecionar Console para ''{0}''
serialNumberInfo=Pol\u00EDtica de determina\u00E7\u00E3o de n\u00FAmeros de s\u00E9rie para execu\u00E7\u00E3o das MVs. Isto pode ser UUID do Host, UUID da MV ou qualquer valor personalizado.
shareable=Compartilh\u00E1vel
snapshotContainsMemoryIncompatibleCluster=A mem\u00F3ria de snapshot selecionada vem de uma vers\u00E3o de cluster pr\u00E9via. Se restaurada, a vers\u00E3o de compatibilidade personalizada da MV ser\u00E1 definida para {0}. Por favor, confirme se a mem\u00F3ria deve ser restaurada.
snapshotDisksLabel=(O snapshot cont\u00E9m {0} disco(s)\: {1})
snapshotPreviewing={0} (Visualizando\: {1})
storageDomainFreeSpace={0} ({1} GB dispon\u00EDvel de {2} GB)
systemDefaultOption=Sistema padr\u00E3o ({0})
templateVersionName=\ ({0})
threadsPerCoreInfo=Determine multithreading simult\u00E2neo.\nPor favor verifique devidamente a arquitetura do host antes de alterar o valor.\nCaso n\u00E3o tenha certeza, mantenha threads-por-n\u00FAcleo configurada para 1.\nValores recomendados para\:\n - x86\: 1\n - Power8\: 1..8 (8 para MVs de alta carga)
tscFrequencyInfo=Quando marcada, esta VM s\u00F3 pode ser migrada para hosts com frequ\u00EAncia TSC correspondente. Isso \u00E9 v\u00E1lido somente para VMs de alto desempenho.
uiCommonPublicConnectionClosed=Conex\u00E3o fechada\: {0}
uiCommonRunActionExecutionFailed=Erro durante a execu\u00E7\u00E3o da a\u00E7\u00E3o {0}\: {1}
uiCommonRunActionFailed=Erro durante a execu\u00E7\u00E3o da a\u00E7\u00E3o\: {0}
uiCommonRunQueryFailed=Erro durante a execu\u00E7\u00E3o da consulta\: {0}
uncaughtExceptionAlertMessage=Uma exce\u00E7\u00E3o n\u00E3o capturada ocorreu. Por favor, tente <a href\="{0}">recarregar</a> a p\u00E1gina.
uncaughtExceptionAlertMessageDetails=Detalhes\: {0}
unpinnedRunningVmWarningIncompatability=Devido \u00E0 incompatibilidade do hardware do host - A migra\u00E7\u00E3o ou o(s) aplicativo(s) podem falhar.
unpinnedRunningVmWarningSecurity=A migra\u00E7\u00E3o da M\u00E1quina Virtual pode conter informa\u00E7\u00F5es sobre o host antigo.
unpinnedRunningVmWarningTitle=A op\u00E7\u00E3o de migra\u00E7\u00E3o foi alterada para permitir a migra\u00E7\u00E3o\:
userWithRole=Usu\u00E1rio\: {0} com a Fun\u00E7\u00E3o\: {1}
vNumaName={0}_NUMA{1}
vmDisksLabel=A MV cont\u00E9m {0} disco(s)\: {1}
vmGuestCpuTypeWarning=A CPU da VM n\u00E3o corresponde ao tipo de CPU do cluster ({0}).
warningSectionTitle=As altera\u00E7\u00F5es a seguir podem colocar a MV em risco\:
