#
# Bundle name: org.ovirt.engine.ui.common.CommonApplicationMessages
# Locale: de_DE
#
#Mon May 17 16:17:19 EDT 2021
additionalAvailableSizeInGB=+ {0} GB
addressesVmGuestAgent={0} Adressen
asyncCallFailure=Fehler beim Laden von Daten vom Server\: {0}
biosTypeWarning=Der Chipset-/Firmware-Typ entspricht nicht dem Chipset-/Firmware-Typ des Clusters ({0}).
bootable=Startbar
bytes={0} Bytes
clusterDefaultOption=Cluster-Standard ({0})
consoleOverrideDefinedInGlobalConfig=Globale Konfiguration
consoleOverrideDefinedOnCluster=Cluster
consoleOverrideSpiceProxyMessage=Dies setzt den in {0} definierten SPICE-Proxy au\u00DFer Kraft. Aktuelle Konfiguration\: {1}. SPICE-Proxy Adressformat\: [protocol\://]<host>[\:port]. Es wird nur das http-Protokoll unterst\u00FCtzt.
cpuInfoLabel={0} ({1}\:{2}\:{3})
defaultTimeZoneCaption=Standard\: {0}
diskAttachedToOtherVMs=Angeh\u00E4ngt an {0} VM(s) anders als {1}
diskAttachedToVMs=Angeh\u00E4ngt an {0} VM(s)
diskNote=Beachten Sie, dass Folgendes f\u00FCr die Disk gilt\:
disksStatusWarning=Die folgenden Disks befinden sich im Status {0}\: {1}
emptyProfile=<Empty>
emptyProfileDescription=Dieser virtuellen Netzwerkschnittstelle kein Profil zuordnen
fromIndexToIndex={0} \u2013 {1}
fromIndexToIndexOfTotalCount={0} \u2013 {1} von {2}
gibibytes={0} GiB
globalVncKeyboardLayoutCaption=default [{0}]
highPerformanceConfigurationManualChange=Die folgenden empfohlenen Einstellungen, um den Typ hohe Leistung mit der optimalen Konfigurierung auszuf\u00FChren, wurden nicht gefunden. \u00C4ndern Sie gegebenenfalls vor dem Anwenden Folgendes manuell\:
hostCpuInfo=Bitte beachten Sie\: Wenn dieses Feld aktiviert ist, wird der Standardwert des Felds f\u00FCr den Migrationsmodus in ''Nur manuelle Migration erlauben'' ge\u00E4ndert.
hostDataCenter=Data-Center\: {0}
hotPlugUnplugCpuWarning=Hinzuf\u00FCgen von CPUs im laufenden Betrieb durch \u00C4ndern der Socket-Anzahl. Bitte vergewissern Sie sich in der Dokumentation Ihres Gast-Betriebssystems, dass das Hinzuf\u00FCgen von CPUs im laufenden Betrieb unterst\u00FCtzt wird.
imageDownloadProgress={0} MB gesendet
imageDownloadProgressWithTotal={0} von {1} MB erhalten
imageTransferringViaAPI=\u00DCbertragen per API
imageUploadProgress={0} MB gesendet
imageUploadProgressWithTotal={0} von {1} MB gesendet
kilobytes={0} KB
leaseInfoIcon=Die Verwendung eines VM-Lease wird f\u00FCr hochverf\u00FCgbare VMs empfohlen, um ein Split Brain-Szenario w\u00E4hrend des VM-Neustarts zu vermeiden. Die ausgew\u00E4hlte Speicherdom\u00E4ne wird zum Synchronisieren des tats\u00E4chlichen VM-Status zwischen Host-Kandidaten verwendet. Verwenden Sie eine zuverl\u00E4ssige Dom\u00E4ne (z. B. die Dom\u00E4ne, in der sich die Boot-Disk der VM befindet) zum Aufbewahren des VM-Lease.
lunAlreadyPartOfStorageDomainWarning=LUN ist bereits Teil einer Speicherdom\u00E4ne\: {0}
lunIsMetadataDevice=LUN ist ein Metadatenger\u00E4t einer Speicherdom\u00E4ne\: {0}
lunUsedByDiskWarning=LUN wird bereits verwendet von Disk\: {0}
maxAssignedVmsPerUserHelp=Maximale Anzahl an VMs, an die sich ein einzelner Benutzer aus diesem Pool anh\u00E4ngen kann. Das Feld muss zwischen 1 und 32767 liegen.
mebibytes={0} MiB
megabytes={0} MB
memoryHotUnplugNotSupportedForCompatibilityVersionAndArchitecture=Das Entfernen von Arbeitsspeicher w\u00E4hrend des Betriebs wird f\u00FCr die aktuelle Kompatibilit\u00E4tsversion ({0}) und Architektur ({1}) nicht unterst\u00FCtzt.
migratingProgress={0}\: {1}
migrationDowntimeInfo=Gibt die maximal zul\u00E4ssige Anzahl an Millisekunden an, die die VM w\u00E4hrend der Live Migration au\u00DFer Betrieb sein darf. Der Wert 0 bedeutet, dass der VDSM-Standard verwendet wird. (Aktueller Engine-weiter Standard ist {0}ms)
migrationPolicyInfo=Steht f\u00FCr die Richtlinien, die die Migrationskonvergenz verwalten. Keine Migrationsrichtlinien bedeutet, dass der Hypervisor die Konvergenz verwaltet.
migrationSelectInfo=Wenn mindestens eine der aktivierten VM-Disks SCSI-Reservierung verwendet, wird die Migrationsoption ignoriert und die VM kann nicht migriert werden.\n\nWenn f\u00FCr eine Hosted Engine-VM der Modus auf "nur manuelle Migration" festgelegt ist, kann die VM trotzdem von dem auf dem Host ausgef\u00FChrten Agent automatisch migriert werden.
nextRunConfigurationCanBeAppliedImmediately=Folgende \u00C4nderungen k\u00F6nnen sofort angewendet werden\:
nextRunConfigurationCpuValue=CPU
nextRunConfigurationExists=Einige der \u00C4nderungen werden nach dem N\u00C4CHSTEN NEUSTART angewendet.
nextRunConfigurationMemoryValue=Arbeitsspeicher
nextRunConfigurationMinAllocatedMemoryValue=Garantierter physischer Speicher
nextRunConfigurationVmLeaseValue=VM-Lease
noSpiceProxyDefined=Kein SPICE-Proxy definiert
numaMemory={0} MB
numaMemoryUsed={0} MB verwendet
numaNode=NUMA {0}
numaPercentUsed={0}% verwendet
numaSocketNumber=Socket {0}
numaTotalCpus={0} CPUs
or={0} oder {1}
outOfXVMsInPool=von {0} VMs im Pool
ovaPathInfo=Pfad auf dem Host zur oVirt-OVA-Datei oder zum Verzeichnis mit oVirt-OVA-Dateien (andere OVA-Formate werden nicht unterst\u00FCtzt).
poolNameHelp=Maske f\u00FCr VM-Indexe m\u00F6glich, z. B.\: f\u00FCr Pool ''my??pool'' sind die generierten Namen\: my01pool,my02pool,...my99pool
prestartedHelp=Anzahl der vorab gestarteten VMs definiert die Anzahl der VMs im Run-Zustand, die jederzeit an Benutzer angeh\u00E4ngt werden k\u00F6nnen. Akzeptierte Werte\: 0 bis zur Anzahl an VMs, die bereits im Pool vorhanden sind.
principalDepartment=Abteilung\: {0}
principalEmail=E-Mail\: {0}
principalLoginName=Login-Name\: {0}
principalName=Name\: {0} {1}
principalNamespace=Namespace\: {0}
principalNote=Anmerkungen\: {0}
profileAndNetwork={0} ({1})
profileAndNetworkSelected={0}/{1}
quotaFreeCpus=Frei\: {0} vCPU
refreshRateSeconds={0} Sek.
remapCtrlAltDelete=Tastenk\u00FCrzel Strg+Alt+Entf zu {0} zuordnen
resumeBehaviorInfoIcon=Ein Verhalten der VM, wenn sie pausiert wird (z. B. aufgrund eines zugrunde liegenden Speicherzugriffsfehlers). Die Funktion "Automatisches Fortsetzen" versucht, die VM automatisch fortzusetzen, sobald die Speicherdom\u00E4ne kein Problem mehr meldet. Bei Auswahl von "Pausiert lassen" bleibt die VM pausiert und es wird auf eine L\u00F6sung durch den Benutzer gewartet. "Schlie\u00DFen erzwingen" stellt sicher, dass die VM ausgeschaltet wird. VMs m\u00FCssen ausgeschaltet werden, bevor sie auf einem anderen Host erneut gestartet werden k\u00F6nnen. "Schlie\u00DFen erzwingen" ist das einzige Verhalten, das f\u00FCr hochverf\u00FCgbare VMs mit Lease zul\u00E4ssig ist.
roleOnUser=Rolle\: {0} an Benutzer\: {1}
selectConsoleFor=W\u00E4hlen Sie die Konsole f\u00FCr ''{0}''
serialNumberInfo=Richtlinie f\u00FCr die Zuordnung von Seriennummern zu laufenden VMs. Kann Host UUID, VM UUID oder ein benutzerdefinierter Wert sein.
shareable=Gemeinsam nutzbar
snapshotContainsMemoryIncompatibleCluster=Der Speicher des ausgew\u00E4hlten Snapshots wurde in einer vorherigen Cluster-Version erstellt. Bei der Wiederherstellung wird die angepasste Kompatibilit\u00E4tsversion der VM auf {0} gesetzt. Bitte best\u00E4tigen Sie, dass der Speicher wiederhergestellt werden soll.
snapshotDisksLabel=(Der Snapshot enth\u00E4lt {0} Disk(s)\: {1})
snapshotPreviewing={0} (Vorschau\: {1})
storageDomainFreeSpace={0} ({1} GiB frei von {2} GiB)
systemDefaultOption=Systemstandard ({0})
templateVersionName=\ ({0})
threadsPerCoreInfo=Simultaneous Multithreading.\nBitte \u00FCberpr\u00FCfen Sie die Host-Architektur genau, bevor Sie den Wert \u00E4ndern.\nWenn Sie nicht sicher sind, belassen Sie die Einstellung f\u00FCr Threads-pro-Kern bei 1.\nEmpfohlene Werte f\u00FCr\:\n - x86\: 1\n - Power8\: 1..8 (8 f\u00FCr High Load VMs)
tscFrequencyInfo=Bei aktivierter Option kann diese VM nur zu Hosts mit \u00FCbereinstimmender TSC-Frequenz migriert werden. Dies gilt nur f\u00FCr VMs mit hoher Leistung.
uiCommonPublicConnectionClosed=Verbindung geschlossen\: {0}
uiCommonRunActionExecutionFailed=Fehler beim Ausf\u00FChren der Aktion {0}\: {1}
uiCommonRunActionFailed=Fehler beim Ausf\u00FChren der Aktion\: {0}
uiCommonRunQueryFailed=Fehler beim Ausf\u00FChren der Abfrage\: {0}
uncaughtExceptionAlertMessage=Unbehandelter Fehler. Bitte versuchen Sie die Seite <a href\="{0}">erneut zu laden</a>.
uncaughtExceptionAlertMessageDetails=Details\: {0}
unpinnedRunningVmWarningIncompatability=Aufgrund von Host-Hardware-Inkompatibilit\u00E4t - Migration oder Applikationen k\u00F6nnen fehlschlagen.
unpinnedRunningVmWarningSecurity=Migrierte virtuelle Maschine kann Informationen zum alten Host enthalten.
unpinnedRunningVmWarningTitle=Migrationsoption ge\u00E4ndert, um Migration zu erlauben\:
userWithRole=Benutzer\: {0} mit Rolle\: {1}
vNumaName={0}_NUMA{1}
vmDisksLabel=Die VM enth\u00E4lt {0} Disk(s)\: {1}
vmGuestCpuTypeWarning=Die VM-CPU entspricht nicht dem Cluster-CPU-Typ ({0}).
warningSectionTitle=Die folgenden \u00C4nderungen k\u00F6nnen ein Risiko f\u00FCr die VM darstellen\:
