#
# Bundle name: org.ovirt.engine.ui.common.CommonApplicationMessages
# Locale: fr_FR
#
#Mon May 17 16:17:19 EDT 2021
additionalAvailableSizeInGB=+ {0} Go
addressesVmGuestAgent={0} adresses
asyncCallFailure=Erreur lors du chargement de donn\u00E9es \u00E0 partir du serveur\: {0}
biosTypeWarning=Le type de Puce/Firmware ne correspond pas au type de Puce/Firmware Type ({0}).
bootable=Bootable
bytes={0} Octets
clusterDefaultOption=Cluster par d\u00E9faut [{0}]
consoleOverrideDefinedInGlobalConfig=configuration globale
consoleOverrideDefinedOnCluster=cluster
consoleOverrideSpiceProxyMessage=Remplacera le proxy SPICE d\u00E9fini dans {0}. Configuration actuelle\u00A0\: {1}. Format adresse proxy SPICE\u00A0\: [protocol\://]<host>[\:port]. Le seul protocole pris en charge est http.
cpuInfoLabel={0} ({1}\:{2}\:{3})
defaultTimeZoneCaption=par d\u00E9faut\: {0}
diskAttachedToOtherVMs=Attach\u00E9 \u00E0 {0} VM(s) autres que {1}
diskAttachedToVMs=Attach\u00E9 \u00E0 {0} VM(s)
diskNote=Notez que le disque est\u00A0\:
disksStatusWarning=Les disques suivants sont en statut {0}\: {1}
emptyProfile=<Vide>
emptyProfileDescription=Ne pas assigner de profil \u00E0 cette interface de r\u00E9seau virtuelle
fromIndexToIndex={0} - {1}
fromIndexToIndexOfTotalCount={0} - {1} of {2}
gibibytes={0} GiO
globalVncKeyboardLayoutCaption=par d\u00E9faut [{0}]
highPerformanceConfigurationManualChange=Les param\u00E8tres suivants conseill\u00E9s pour ex\u00E9cuter en Haute Performance gr\u00E2ce \u00E0 une configuration optimale ne sont pas d\u00E9tect\u00E9s. Veuillez consid\u00E9rez changer  les param\u00E8tres suivants manuellement avant toute application\u00A0\:
hostCpuInfo=Veuillez noter que lorsque ce champ est activ\u00E9, alors le mode de migration passe \u00E0 \u00AB\u00A0Autoriser la migration manuelle uniquement\u00A0\u00BB.
hostDataCenter=Centre de donn\u00E9es\u00A0\: {0}
hotPlugUnplugCpuWarning=Hot add les CPUs en changeant le nombre de sockets. Veuillez consulter la documentation pour que vos syst\u00E8mes d''exploitation d''invit\u00E9s aient bien le support CPU Hot Add qui convient.
imageDownloadProgress={0} Mo envoy\u00E9s
imageDownloadProgressWithTotal={0} re\u00E7us pour un total de {1} Mo
imageTransferringViaAPI=Transf\u00E9rer via API
imageUploadProgress={0} Mo envoy\u00E9s
imageUploadProgressWithTotal={0} envoy\u00E9s pour un total de {1} Mo
kilobytes={0} Ko
leaseInfoIcon=Il est recommand\u00E9 d''utiliser VM Lease pour les VM HA afin d''\u00E9viter un sc\u00E9nario split-brain lors du red\u00E9marrage de la VM. Le domaine de stockage s\u00E9lectionn\u00E9 sera utilis\u00E9 pour synchroniser l''\u00E9tat r\u00E9el de la VM entre les h\u00F4tes candidats. Veuillez utiliser un domaine fiable (par exemple celui o\u00F9 se trouve le disque de d\u00E9marrage de la VM) o\u00F9 la VM maintiendra son leasing.
lunAlreadyPartOfStorageDomainWarning=LUN fait d\u00E9j\u00E0 partie d''un domaine de stockage\: {0}
lunIsMetadataDevice=LUN est un p\u00E9riph\u00E9rique de m\u00E9tadonn\u00E9es faisant partie d''un domaine de stockage\: {0}
lunUsedByDiskWarning=LUN est d\u00E9j\u00E0 utilis\u00E9 par un disque\: {0}
maxAssignedVmsPerUserHelp=Le nombre maximum de VM auxquelles un utilisateur peut s''attacher \u00E0 partir de ce pool. Ce champ doit correspondre \u00E0 un nombre compris entre 1 et 32 767.
mebibytes={0} MiO
megabytes={0} Mo
memoryHotUnplugNotSupportedForCompatibilityVersionAndArchitecture=La d\u00E9connexion \u00E0 chaud de la m\u00E9moire n''est pas prise en charge pour la version actuelle de compatibilit\u00E9 (${0}) et l''architecture (${1}).
migratingProgress={0}\: {1}
migrationDowntimeInfo=Repr\u00E9sente le nombre maximal de millisecondes pendant lesquelles la machine virtuelle peut \u00EAtre arr\u00EAt\u00E9e au cours de la migration en direct. Valeur de 0 signifie que par d\u00E9faut VDSM sera utilis\u00E9. (engine-wide par d\u00E9faut est {0} ms)
migrationPolicyInfo=Repr\u00E9sente la strat\u00E9gie qui g\u00E8re la convergence de migration. Aucune strat\u00E9gie de migration indique que l''hyperviseur s''occupe de la convergence.
migrationSelectInfo=Lorsqu''au moins un des disques activ\u00E9s par la VM utilise la r\u00E9servation SCSI, l''option de migration est ignor\u00E9e et la VM ne peut pas \u00EAtre migr\u00E9e.\n\nPour la VM Hosted Engine, si le mode est d\u00E9fini sur "migration manuelle uniquement", la VM peut toujours \u00EAtre migr\u00E9e automatiquement par l''agent fonctionnant sur l''h\u00F4te.
nextRunConfigurationCanBeAppliedImmediately=Les valeurs suivantes peuvent \u00EAtre appliqu\u00E9es imm\u00E9diatement\u00A0\:
nextRunConfigurationCpuValue=CPU
nextRunConfigurationExists=Certains changements ne prendront effet qu''apr\u00E8s le PROCHAIN D\u00C9MARRAGE.
nextRunConfigurationMemoryValue=M\u00E9moire
nextRunConfigurationMinAllocatedMemoryValue=M\u00E9moire physique garantie
nextRunConfigurationVmLeaseValue=Leasing VM
noSpiceProxyDefined=Aucun proxy SPICE d\u00E9fini
numaMemory={0} Mo
numaMemoryUsed={0} Mo utilis\u00E9s
numaNode=NUMA {0}
numaPercentUsed={0}\u00A0% Utilis\u00E9
numaSocketNumber=Socket {0}
numaTotalCpus={0} CPU
or={0} ou {1}
outOfXVMsInPool=parmi {0} VM(s) dans le pool
ovaPathInfo=Chemin sur l''h\u00F4te vers le fichier OVA oVirt ou vers le r\u00E9pertoire contenant les fichiers OVA oVirt (les autres formats OVA ne sont pas pris en charge).
poolNameHelp=Il est impossible de sp\u00E9cifier un masque pour les indexes de VM, ainsi pour le pool ''my??pool'', les noms g\u00E9n\u00E9r\u00E9s seront \: my01pool,my02pool,...my99pool
prestartedHelp=Le nombre de VM pr\u00E9-d\u00E9marr\u00E9es d\u00E9finit le nombre de VM en cours d''ex\u00E9cution (Run), qui attendent d''\u00EAtre attach\u00E9es aux utilisateurs. Valeurs accept\u00E9es \: 0 jusqu''au nombre de VM qui existent d\u00E9j\u00E0 dans le Pool.
principalDepartment=D\u00E9partement\u00A0\: {0}
principalEmail=E-mail\: {0}
principalLoginName=Nom de connexion\u00A0\: {0}
principalName=Nom\u00A0\: {0} {1}
principalNamespace=Espace-nom \: {0}
principalNote=Notes\u00A0\: {0}
profileAndNetwork={0} ({1})
profileAndNetworkSelected={0}/{1}
quotaFreeCpus=Disponible(s) \: {0} vCPU
refreshRateSeconds={0} sec
remapCtrlAltDelete=Mapper raccourci ctrl+alt+del \u00E0 {0}
resumeBehaviorInfoIcon=Un comportement de la VM lorsqu''elle est mise en pause (par exemple, en raison d''une erreur d''acc\u00E8s au stockage sous-jacente). Auto Resume tentera de reprendre automatiquement la VM une fois que le domaine de stockage ne signale plus de probl\u00E8me, Leave Paused laissera la VM en pause en attendant la r\u00E9solution de l''utilisateur, Kill s''assurera que la VM est \u00E9teinte. Il est n\u00E9cessaire que les VM soient \u00E9teintes avant de pouvoir \u00EAtre red\u00E9marr\u00E9es sur un autre h\u00F4te. Le comportement Kill est le seul autoris\u00E9 pour les VM HA avec Lease.
roleOnUser=R\u00F4le\: {0} pour Utilisateur\u00A0\: {1}
selectConsoleFor=S\u00E9lectionner la Console pour "{0}"
serialNumberInfo=Strat\u00E9gie d''allocation de num\u00E9ros de s\u00E9rie pour ex\u00E9cuter les VM. Ne doit pas correspondre \u00E0 l''UUID de l''H\u00F4te, l''UUID de la Vm ou \u00E0 toute autre valeur personnalis\u00E9e.
shareable=\u00C0 partager
snapshotContainsMemoryIncompatibleCluster=La m\u00E9moire du clich\u00E9 s\u00E9lectionn\u00E9 vient d''une ancienne version de cluster. Si restaur\u00E9e, la version de compatibilit\u00E9 restaur\u00E9e sera d\u00E9finie \u00E0 {0}. Veuillez confirmer que la m\u00E9moire doit \u00EAtre restaur\u00E9e malgr\u00E9 tout.
snapshotDisksLabel=(le clich\u00E9 contient {0} disque(s)\: {1})
snapshotPreviewing={0} (Pr\u00E9visualisation\u00A0\: {1})
storageDomainFreeSpace={0} ({1} GiO libre parmi {2} GiO)
systemDefaultOption=Syst\u00E8me par d\u00E9faut [{0}]
templateVersionName=\ ({0})
threadsPerCoreInfo=D\u00E9finir un multithreading simultan\u00E9.\nV\u00E9rifier que les architectures de l''h\u00F4te correctement avant de modifier la valeur.\nEn cas de doute, conserver le ratio threads-par-coeur \u00E0 1.\nValeurs conseill\u00E9es\u00A0\:\n - x86\: 1\n - Power8\: 1..8 (8 High Load VM)
tscFrequencyInfo=Lorsqu''elle est s\u00E9lectionn\u00E9e, cette VM ne peut \u00EAtre migr\u00E9e que vers des h\u00F4tes dont la fr\u00E9quence TSC correspond. Ceci n''est valable que pour les VM HA.
uiCommonPublicConnectionClosed=Connexion ferm\u00E9e\: {0}
uiCommonRunActionExecutionFailed=Erreur d''ex\u00E9cution de l''action {0}\: {1}
uiCommonRunActionFailed=Erreur d''ex\u00E9cution de l''action\: {0}
uiCommonRunQueryFailed=Erreur d''ex\u00E9cution de la demande\: {0}
uncaughtExceptionAlertMessage=Une exception non prise en compte s''est produite. Veuillez essayer d''<a href\="{0}">actualiser</a> la page.
uncaughtExceptionAlertMessageDetails=D\u00E9tails\u00A0\: {0}
unpinnedRunningVmWarningIncompatability=En raison de l''incompatibilit\u00E9 du mat\u00E9riel de l''h\u00F4te - La migration ou les application(s) peuvent \u00E9chouer.
unpinnedRunningVmWarningSecurity=La machine virtuelle en cours de migration peut contenir des informations sur un ancien h\u00F4te.
unpinnedRunningVmWarningTitle=Option de migration modifi\u00E9e de fa\u00E7on \u00E0 rendre la migration possible\u00A0\:
userWithRole=Utilisateur\u00A0\: {0} ayant R\u00F4le\u00A0\: {1}
vNumaName={0}_NUMA{1}
vmDisksLabel=La VM contient {0} disque(s)\: {1}
vmGuestCpuTypeWarning=Le CPU de la VM ne correspond pas au type de CPU du cluster ({0}).
warningSectionTitle=Les changements suivants risquent de mettre la VM en p\u00E9ril \:
