#
# Bundle name: org.ovirt.engine.ui.common.CommonApplicationMessages
# Locale: ka_GE
#
#Mon May 23 12:33:41 EDT 2022
additionalAvailableSizeInGB=+ {0} \u10D2\u10D1
addressesVmGuestAgent={0} \u10DB\u10D8\u10E1\u10D0\u10DB\u10D0\u10E0\u10D7\u10D8
asyncCallFailure=\u10E1\u10D4\u10E0\u10D5\u10D4\u10E0\u10D8\u10D3\u10D0\u10DC \u10DB\u10DD\u10DC\u10D0\u10EA\u10D4\u10DB\u10D4\u10D1\u10D8\u10E1 \u10E9\u10D0\u10E2\u10D5\u10D8\u10E0\u10D7\u10D5\u10D8\u10E1 \u10E8\u10D4\u10EA\u10D3\u10DD\u10DB\u10D0\: {0}
biosTypeWarning=\u10E9\u10D8\u10DE\u10E1\u10D4\u10E2\u10D8\u10E1/\u10DB\u10D8\u10D9\u10E0\u10DD\u10D9\u10DD\u10D3\u10D8\u10E1 \u10E2\u10D8\u10DE\u10D8 \u10D0\u10E0 \u10D4\u10DB\u10D7\u10EE\u10D5\u10D4\u10D5\u10D0 \u10D9\u10DA\u10D0\u10E1\u10E2\u10D4\u10E0\u10D8\u10E1 \u10E9\u10D8\u10DE\u10E1\u10D4\u10E2\u10D8\u10E1/\u10DB\u10D8\u10D9\u10E0\u10DD\u10D9\u10DD\u10D3\u10D8\u10E1 \u10E2\u10D8\u10DE\u10E1 ({0}).
bootable=\u10E9\u10D0\u10E2\u10D5\u10D8\u10E0\u10D7\u10D5\u10D0\u10D3\u10D8
bytes={0} \u10D1\u10D0\u10D8\u10E2\u10D8
clusterDefaultOption=\u10D9\u10DA\u10D0\u10E1\u10E2\u10D4\u10E0\u10D8\u10E1 \u10DC\u10D0\u10D2\u10E3\u10DA\u10D8\u10E1\u10EE\u10DB\u10D4\u10D1\u10D8 ({0})
consoleOverrideDefinedInGlobalConfig=\u10D2\u10DA\u10DD\u10D1\u10D0\u10DA\u10E3\u10E0\u10D8 \u10D9\u10DD\u10DC\u10E4\u10D8\u10D2\u10E3\u10E0\u10D0\u10EA\u10D8\u10D0
consoleOverrideDefinedOnCluster=\u10D9\u10DA\u10D0\u10E1\u10E2\u10D4\u10E0\u10D8
consoleOverrideSpiceProxyMessage=\u10D4\u10E1 \u10D2\u10D0\u10D3\u10D0\u10E4\u10D0\u10E0\u10D0\u10D5\u10E1 {0}-\u10E8\u10D8 \u10D0\u10E6\u10EC\u10D4\u10E0\u10D8\u10DA SPICE-\u10D8\u10E1 \u10DE\u10E0\u10DD\u10E5\u10E1\u10D8\u10E1. \u10DB\u10D8\u10DB\u10D3\u10D8\u10DC\u10D0\u10E0\u10D4 \u10D9\u10DD\u10DC\u10E4\u10D8\u10D2\u10E3\u10E0\u10D0\u10EA\u10D8\u10D0\u10D0\: {1}. \u10DE\u10E0\u10DD\u10E5\u10E1\u10D8\u10E1 \u10DB\u10D8\u10E1\u10D0\u10DB\u10D0\u10E0\u10D7\u10D8\u10E1 \u10E4\u10DD\u10E0\u10DB\u10D0\u10E2\u10D8\u10D0\: [protocol\://]<host>\:[port]. \u10D4\u10E0\u10D7\u10D0\u10D3\u10D4\u10E0\u10D7\u10D8 \u10DB\u10EE\u10D0\u10E0\u10D3\u10D0\u10ED\u10D4\u10E0\u10D8\u10DA\u10D8 \u10DE\u10E0\u10DD\u10E2\u10DD\u10D9\u10DD\u10DA\u10D8\u10D0 http.
cpuInfoLabel={0} ({1}\:{2}\:{3})
defaultTimeZoneCaption=\u10DC\u10D0\u10D2\u10E3\u10DA\u10D8\u10E1\u10EE\u10DB\u10D4\u10D1\u10D8\: {0}
diskAttachedToOtherVMs=\u10DB\u10D8\u10D1\u10DB\u10E3\u10DA\u10D8\u10D0 {0} \u10D5\u10DB-\u10D6\u10D4, \u10D2\u10D0\u10E0\u10D3\u10D0 {1}
diskAttachedToVMs=\u10DB\u10D8\u10D1\u10DB\u10E3\u10DA\u10D8\u10D0 {0} \u10D5\u10DB-\u10D6\u10D4
diskNote=\u10E8\u10D4\u10D0\u10DB\u10E9\u10DC\u10D4\u10D5\u10D3\u10D8\u10D7, \u10E0\u10DD\u10DB \u10D3\u10D8\u10E1\u10D9\u10D8\:
disksStatusWarning=\u10E8\u10D4\u10DB\u10D3\u10D4\u10D2\u10D8 \u10D3\u10D8\u10E1\u10D9\u10D4\u10D1\u10E1 \u10D0\u10E5\u10D5\u10D7 \u10E1\u10E2\u10D0\u10E2\u10E3\u10E1\u10D8 {0}\: {1}
emptyProfile=<Empty>
emptyProfileDescription=\u10E5\u10E1\u10D4\u10DA\u10D8\u10E1 \u10D0\u10DB \u10D5\u10D8\u10E0\u10E2\u10E3\u10D0\u10DA\u10E3\u10E0 \u10D8\u10DC\u10E2\u10D4\u10E0\u10E4\u10D4\u10D8\u10E1\u10E1 \u10D0\u10E0\u10EA\u10D4\u10E0\u10D7\u10D8 \u10DE\u10E0\u10DD\u10E4\u10D8\u10DA\u10D8 \u10D0\u10E0 \u10DB\u10D8\u10D0\u10DB\u10D0\u10D2\u10E0\u10DD\u10D7.
fromIndexToIndex={0} - {1}
fromIndexToIndexOfTotalCount={0} - {1} {2}-\u10D3\u10D0\u10DC
gibibytes={0} \u10D2\u10D8\u10D1
globalVncKeyboardLayoutCaption=\u10DC\u10D0\u10D2\u10E3\u10DA\u10D8\u10E1\u10EE\u10DB\u10D4\u10D1\u10D8 [{0}]
highPerformanceConfigurationManualChange=\u10E0\u10D4\u10D9\u10DD\u10DB\u10D4\u10DC\u10D3\u10D4\u10D1\u10E3\u10DA\u10D8 \u10DE\u10D0\u10E0\u10D0\u10DB\u10D4\u10E2\u10E0\u10D4\u10D1\u10D8 \u10DB\u10D0\u10E6\u10D0\u10DA\u10D8 \u10EC\u10D0\u10E0\u10DB\u10D0\u10D3\u10DD\u10D1\u10D8\u10E1 \u10E2\u10D8\u10DE\u10E8\u10D8 \u10DC\u10D0\u10DE\u10DD\u10D5\u10DC\u10D8 \u10D0\u10E0\u10D0\u10D0. \u10DB\u10EE\u10D4\u10D3\u10D5\u10D4\u10DA\u10DD\u10D1\u10D0\u10E8\u10D8 \u10D8\u10E5\u10DD\u10DC\u10D8\u10D4\u10D7, \u10E0\u10DD\u10DB \u10E1\u10D0\u10ED\u10D8\u10E0\u10DD\u10D0 \u10EE\u10D4\u10DA\u10D8\u10D7 \u10E8\u10D4\u10EA\u10D5\u10DA\u10D0\:
homePageDefault=\u10DC\u10D0\u10D2\u10E3\u10DA\u10D8\u10E1\u10EE\u10DB\u10D4\u10D1\u10D8 ({0})
hostCpuInfo=\u10D7\u10E3 \u10D4\u10E1 \u10D5\u10D4\u10DA\u10D8 \u10E9\u10D0\u10E0\u10D7\u10E3\u10DA\u10D8\u10D0, \u10DB\u10D8\u10D2\u10E0\u10D0\u10EA\u10D8\u10D8\u10E1 \u10E0\u10D4\u10DF\u10D8\u10DB\u10D8\u10E1 \u10DC\u10D0\u10D2\u10E3\u10DA\u10D8\u10E1\u10EE\u10DB\u10D4\u10D1\u10D8 \u10DB\u10DC\u10D8\u10E8\u10D5\u10DC\u10D4\u10DA\u10DD\u10D1\u10D0 \u10E8\u10D4\u10D8\u10EA\u10D5\u10DA\u10D4\u10D1\u10D0 "\u10DB\u10EE\u10DD\u10DA\u10DD\u10D3 \u10EE\u10D4\u10DA\u10D8\u10D7 \u10DB\u10D8\u10D2\u10E0\u10D0\u10EA\u10D8\u10D8\u10E1 \u10D3\u10D0\u10E8\u10D5\u10D4\u10D1\u10D0"-\u10D6\u10D4
hostDataCenter=\u10DB\u10D3\u10EA\: {0}
hotPlugUnplugCpuWarning=CPU-\u10D4\u10D1\u10D8\u10E1 \u10EA\u10EE\u10D4\u10DA\u10D8 \u10E9\u10D0\u10DB\u10D0\u10E2\u10D4\u10D1\u10D0 \u10E1\u10DD\u10D9\u10D4\u10E2\u10D4\u10D1\u10D8\u10E1 \u10E0\u10D0\u10DD\u10D3\u10D4\u10DC\u10DD\u10D1\u10D8\u10E1 \u10EA\u10D5\u10DA\u10D8\u10DA\u10D4\u10D1\u10D8\u10E1 \u10EE\u10D0\u10E0\u10EF\u10D6\u10D4. \u10D8\u10DB\u10D0\u10E8\u10D8 \u10D3\u10D0\u10E1\u10D0\u10E0\u10EC\u10DB\u10E3\u10DC\u10D4\u10D1\u10DA\u10D0\u10D3, \u10E0\u10DD\u10DB \u10E1\u10E2\u10E3\u10DB\u10D0\u10E0 \u10DD\u10DE\u10D4\u10E0\u10D0\u10EA\u10D8\u10E3\u10DA \u10E1\u10D8\u10E1\u10E2\u10D4\u10DB\u10D0\u10E1 CPU-\u10D8\u10E1 \u10EA\u10EE\u10D4\u10DA\u10D8 \u10E9\u10D0\u10DB\u10D0\u10E2\u10D4\u10D1\u10D8\u10E1 \u10DB\u10EE\u10D0\u10E0\u10D3\u10D0\u10ED\u10D4\u10E0\u10D0 \u10D0\u10E5\u10D5\u10D7, \u10DB\u10D8\u10DB\u10D0\u10E0\u10D7\u10D4\u10D7 \u10DB\u10D8\u10E1 \u10D3\u10DD\u10D9\u10E3\u10DB\u10D4\u10DC\u10E2\u10D0\u10EA\u10D8\u10D0\u10E1
imageDownloadProgress=\u10D2\u10D0\u10D2\u10D6\u10D0\u10D5\u10DC\u10D8\u10DA\u10D8\u10D0 {0} \u10DB\u10D1
imageDownloadProgressWithTotal=\u10DB\u10D8\u10E6\u10D4\u10D1\u10E3\u10DA\u10D8\u10D0 {0} \u10DB\u10D1 {1}-\u10D3\u10D0\u10DC
imageTransferringViaAPI=API-\u10E1 \u10E1\u10D0\u10E8\u10E3\u10D0\u10DA\u10D4\u10D1\u10D8\u10D7 \u10D2\u10D0\u10D3\u10D0\u10EA\u10D4\u10DB\u10D0
imageUploadProgress=\u10D2\u10D0\u10D2\u10D6\u10D0\u10D5\u10DC\u10D8\u10DA\u10D8\u10D0 {0} \u10DB\u10D1
imageUploadProgressWithTotal=\u10D2\u10D0\u10D2\u10D6\u10D0\u10D5\u10DC\u10D8\u10DA\u10D8\u10D0 {0} \u10DB\u10D1 {1}-\u10D3\u10D0\u10DC
kilobytes={0} \u10D9\u10D1
leaseInfoIcon=\u10D5\u10DB-\u10D8\u10E1 \u10D2\u10D0\u10DB\u10DD\u10E7\u10DD\u10E4\u10D0 \u10E0\u10D4\u10D9\u10DD\u10DB\u10D4\u10DC\u10D3\u10D4\u10D1\u10E3\u10DA\u10D8\u10D0 \u10DB\u10D0\u10E6\u10D0\u10DA\u10D8 \u10EC\u10D5\u10D3\u10DD\u10DB\u10D0\u10D3\u10DD\u10D1\u10D8\u10E1 \u10D5\u10DB-\u10D4\u10D1\u10D8\u10E1\u10D7\u10D5\u10D8\u10E1 \u10D2\u10D0\u10D3\u10D0\u10E2\u10D5\u10D8\u10E0\u10D7\u10D5\u10D8\u10E1\u10D0\u10E1 split-brain \u10E1\u10D8\u10E2\u10E3\u10D0\u10EA\u10D8\u10D8\u10E1 \u10D7\u10D0\u10D5\u10D8\u10D3\u10D0\u10DC \u10D0\u10E1\u10D0\u10E0\u10D8\u10D3\u10D4\u10D1\u10DA\u10D0\u10D3. \u10DB\u10DD\u10DC\u10D8\u10E8\u10DC\u10E3\u10DA\u10D8 \u10E1\u10D0\u10EA\u10D0\u10D5\u10D8\u10E1 \u10D3\u10DD\u10DB\u10D4\u10DC\u10D8 \u10D2\u10D0\u10DB\u10DD\u10E7\u10D4\u10DC\u10D4\u10D1\u10E3\u10DA\u10D8 \u10D8\u10E5\u10DC\u10D4\u10D1\u10D0 \u10D5\u10DB-\u10D8\u10E1 \u10DB\u10D8\u10DB\u10D3\u10D8\u10DC\u10D0\u10E0\u10D4 \u10DB\u10D3\u10D2\u10DD\u10DB\u10D0\u10E0\u10D4\u10DD\u10D1\u10D8\u10E1 \u10E1\u10D8\u10DC\u10E5\u10E0\u10DD\u10DC\u10D8\u10D6\u10D0\u10EA\u10D8\u10D8\u10E1\u10D7\u10D5\u10D8\u10E1. \u10D0\u10E0\u10E9\u10D8\u10D4\u10D7 \u10E1\u10D0\u10D8\u10DB\u10D4\u10D3\u10DD \u10D3\u10DD\u10DB\u10D4\u10DC\u10D8 (\u10DB\u10D0\u10D2\u10D0\u10DA\u10D8\u10D7\u10D0\u10D3 \u10D8\u10E1, \u10E1\u10D0\u10D3\u10D0\u10EA \u10D5\u10DB-\u10D8\u10E1 \u10E9\u10D0\u10DB\u10E2\u10D5\u10D8\u10E0\u10D7\u10D0\u10D5\u10D8 \u10D3\u10D8\u10E1\u10D9\u10D8 \u10D3\u10D4\u10D5\u10E1), \u10E1\u10D0\u10D3\u10D0\u10EA \u10D5\u10DB-\u10D8 \u10D2\u10D0\u10DB\u10DD\u10E7\u10DD\u10E4\u10D0\u10E1 \u10E8\u10D4\u10D8\u10DC\u10D0\u10EE\u10D0\u10D5\u10E1.
lunAlreadyPartOfStorageDomainWarning=LUN-\u10D8 \u10E3\u10D9\u10D5\u10D4 \u10EC\u10D0\u10E0\u10DB\u10DD\u10D0\u10D3\u10D2\u10D4\u10DC\u10E1 \u10E1\u10D0\u10EA\u10D0\u10D5\u10D8\u10E1 \u10D3\u10DD\u10DB\u10D4\u10DC\u10D8\u10E1 \u10DC\u10D0\u10EC\u10D8\u10DA\u10E1\: {0}
lunIsMetadataDevice=LUN-\u10D8 \u10E3\u10D9\u10D5\u10D4 \u10E1\u10EE\u10D5\u10D0 \u10E1\u10D0\u10EA\u10D0\u10D5\u10D8\u10E1 \u10D3\u10DD\u10DB\u10D4\u10DC\u10D8\u10E1 \u10DB\u10D4\u10E2\u10D0\u10DB\u10DD\u10DC\u10D0\u10EA\u10D4\u10DB\u10D4\u10D1\u10D8\u10E1 \u10DB\u10DD\u10EC\u10E7\u10DD\u10D1\u10D8\u10DA\u10DD\u10D1\u10D0\u10D0\: {0}
lunUsedByDiskWarning=LUN-\u10D8 \u10E3\u10D9\u10D5\u10D4 \u10D2\u10D0\u10DB\u10DD\u10D8\u10E7\u10D4\u10DC\u10D4\u10D1\u10D0 \u10D3\u10D8\u10E1\u10D9\u10D8\u10E1 \u10DB\u10D8\u10D4\u10E0\: {0}
maxAssignedVmsPerUserHelp=\u10D5\u10DB-\u10D4\u10D1\u10D8\u10E1 \u10DB\u10D0\u10E5\u10E1\u10D8\u10DB\u10D0\u10DA\u10E3\u10E0\u10D8 \u10E0\u10D0\u10DD\u10D3\u10D4\u10DC\u10DD\u10D1\u10D0, \u10E0\u10DD\u10DB\u10D4\u10DA\u10D8\u10EA \u10D4\u10E0\u10D7 \u10DB\u10DD\u10DB\u10EE\u10DB\u10D0\u10E0\u10D4\u10D1\u10D4\u10DA\u10E1 \u10D0\u10DB \u10DE\u10E3\u10DA\u10D8\u10D3\u10D0\u10DC \u10E8\u10D4\u10E3\u10EB\u10DA\u10D8\u10D0. \u10D5\u10D4\u10DA\u10D8 \u10E3\u10DC\u10D3\u10D0 \u10E8\u10D4\u10D8\u10EA\u10D0\u10D5\u10D3\u10D4\u10E1 \u10E0\u10D8\u10EA\u10EE\u10D5\u10E1 1-\u10D3\u10D0\u10DC \u10DE\u10E3\u10DA\u10E8\u10D8 \u10DB\u10E7\u10DD\u10E4\u10D8 \u10D5\u10DB-\u10D4\u10D1\u10D8\u10E1 \u10E0\u10D0\u10DD\u10D3\u10D4\u10DC\u10DD\u10D1\u10D0\u10DB\u10D3\u10D4.
mebibytes={0} \u10DB\u10D8\u10D1
megabytes={0} \u10DB\u10D1
memoryHotUnplugNotSupportedForCompatibilityVersionAndArchitecture=\u10DB\u10D4\u10EE\u10E1\u10D8\u10D4\u10E0\u10D4\u10D1\u10D8\u10E1 \u10D2\u10D0\u10E8\u10D5\u10D4\u10D1\u10E3\u10DA\u10D6\u10D4 \u10D2\u10D0\u10DB\u10DD\u10EB\u10E0\u10DD\u10D1\u10D0 \u10DB\u10EE\u10D0\u10E0\u10D3\u10D0\u10E3\u10ED\u10D4\u10E0\u10D4\u10DA\u10D8\u10D0 \u10D7\u10D0\u10D5\u10E1\u10D4\u10D1\u10D0\u10D3\u10DD\u10D1\u10D8\u10E1 \u10DB\u10D8\u10DB\u10D3\u10D8\u10DC\u10D0\u10E0\u10D4 \u10D5\u10D4\u10E0\u10E1\u10D8\u10D8\u10E1\u10D0 ({0}) \u10D3\u10D0 \u10D0\u10E0\u10E5\u10D8\u10E2\u10D4\u10E5\u10E2\u10E3\u10E0\u10D8\u10E1 ({1})-\u10D8\u10E1 \u10DB\u10D8\u10D4\u10E0.
migratingProgress={0}\: {1}
migrationDowntimeInfo=\u10EC\u10D0\u10E0\u10DB\u10DD\u10D0\u10D3\u10D2\u10D4\u10DC\u10E1 \u10E0\u10D8\u10EA\u10EE\u10D5\u10E1 \u10DB\u10D8\u10DA\u10D8\u10EC\u10D0\u10DB\u10D4\u10D1\u10E8\u10D8, \u10E0\u10DD\u10DB\u10DA\u10D8\u10E1 \u10D2\u10D0\u10DC\u10DB\u10D0\u10D5\u10DA\u10DD\u10D1\u10D0\u10E8\u10D8 \u10DB\u10D8\u10D2\u10E0\u10D0\u10EA\u10D8\u10D8\u10E1\u10D0\u10E1 \u10D5\u10DB-\u10D8 \u10E8\u10D4\u10EB\u10DA\u10D4\u10D1\u10D0 \u10D2\u10D0\u10DB\u10DD\u10E0\u10D7\u10E3\u10DA\u10D8 \u10D8\u10E7\u10DD\u10E1. \u10DB\u10DC\u10D8\u10E8\u10D5\u10DC\u10D4\u10DA\u10DD\u10D1\u10D0 0 \u10DC\u10D8\u10E8\u10DC\u10D0\u10D5\u10E1, \u10E0\u10DD\u10DB \u10D2\u10D0\u10DB\u10DD\u10E7\u10D4\u10DC\u10D4\u10D1\u10E3\u10DA\u10D8 \u10D8\u10E5\u10DC\u10D4\u10D1\u10D0 VDSM-\u10D8\u10E1 \u10DC\u10D0\u10D2\u10E3\u10DA\u10D8\u10E1\u10EE\u10DB\u10D4\u10D1\u10D8 \u10DB\u10DC\u10D8\u10E8\u10D5\u10DC\u10D4\u10DA\u10DD\u10D1\u10D4\u10D1\u10D8. (\u10EB\u10E0\u10D0\u10D5\u10D8\u10E1 \u10DB\u10D8\u10DB\u10D3\u10D8\u10DC\u10D0\u10E0\u10D4 \u10DB\u10DC\u10D8\u10E8\u10D5\u10DC\u10D4\u10DA\u10DD\u10D1\u10D0\u10D0 {0} \u10DB\u10EC\u10DB)
migrationPolicyInfo=\u10EC\u10D0\u10E0\u10DD\u10D0\u10D3\u10D2\u10D4\u10DC\u10E1 \u10EC\u10D4\u10E1\u10D4\u10D1\u10E1, \u10E0\u10DD\u10DB\u10D4\u10DA\u10D8\u10EA \u10DE\u10D0\u10E1\u10E3\u10EE\u10E1 \u10D0\u10D2\u10D4\u10D1\u10E1 \u10DB\u10D8\u10D2\u10E0\u10D0\u10EA\u10D8\u10D8\u10E1 \u10E8\u10D4\u10E0\u10EC\u10E7\u10DB\u10D0\u10D6\u10D4. \u10D7\u10E3 \u10DB\u10D8\u10D2\u10E0\u10D0\u10EA\u10D8\u10D8\u10E1 \u10EC\u10D4\u10E1\u10D4\u10D1\u10D8 \u10DB\u10D8\u10D7\u10D8\u10D7\u10D4\u10D1\u10E3\u10DA\u10D8 \u10D0\u10E0\u10D0\u10D0, \u10D0\u10DB\u10D0\u10D6\u10D4 \u10DE\u10D0\u10E1\u10E3\u10EE\u10E1 \u10F0\u10D0\u10D8\u10DE\u10D4\u10E0\u10D5\u10D0\u10D8\u10D6\u10DD\u10E0\u10D8 \u10D0\u10D2\u10D4\u10D1\u10E1.
migrationSelectInfo=\u10E0\u10DD\u10EA\u10D0 \u10D4\u10E0\u10D7\u10D8 \u10D0\u10E5\u10E2\u10D8\u10D5\u10D8\u10E0\u10D4\u10D1\u10E3\u10DA\u10D8 \u10D5\u10DB-\u10D8 \u10DB\u10D0\u10D8\u10DC\u10EA \u10D8\u10E7\u10D4\u10DC\u10D4\u10D1\u10E1 SCSI-\u10D8\u10E1 \u10E0\u10D4\u10D6\u10D4\u10E0\u10D5\u10D0\u10EA\u10D8\u10D0\u10E1, \u10DB\u10D8\u10D2\u10E0\u10D0\u10EA\u10D8\u10D8\u10E1 \u10DE\u10D0\u10E0\u10D0\u10DB\u10D4\u10E2\u10E0\u10D8 \u10D8\u10D2\u10DC\u10DD\u10E0\u10D8\u10E0\u10D3\u10D4\u10D1\u10D0 \u10D3\u10D0 \u10D5\u10DB-\u10D8\u10E1 \u10DB\u10D8\u10D2\u10E0\u10D0\u10EA\u10D0 \u10E8\u10D4\u10E3\u10EB\u10DA\u10D4\u10D1\u10D4\u10DA\u10D8\u10D0.\n\n\u10D3\u10D0\u10F0\u10DD\u10E1\u10E2\u10D8\u10DA\u10D8 \u10EB\u10E0\u10D0\u10D5\u10D8\u10E1 \u10D5\u10DB-\u10D8\u10E1 \u10E8\u10D4\u10DB\u10D7\u10EE\u10D4\u10D5\u10D0\u10E8\u10D8, \u10D7\u10E3 \u10E0\u10D4\u10DF\u10D8\u10DB\u10D8 \u10D3\u10D0\u10E7\u10D4\u10DC\u10D4\u10D1\u10E3\u10DA\u10D8\u10D0 "\u10DB\u10EE\u10DD\u10DA\u10DD\u10D3 \u10EE\u10D4\u10DA\u10D8\u10D7 \u10DB\u10D8\u10D2\u10E0\u10D0\u10EA\u10D8\u10D0", \u10D4\u10E1 \u10D5\u10DB-\u10D8 \u10DB\u10D0\u10D8\u10DC\u10EA \u10D3\u10D0\u10DB\u10D8\u10D2\u10E0\u10D8\u10E0\u10D3\u10D4\u10D1\u10D0 \u10E1\u10EE\u10D5\u10D0 \u10F0\u10DD\u10E1\u10E2\u10D6\u10D4.
nextRunConfigurationCanBeAppliedImmediately=\u10D0\u10EE\u10DA\u10D0\u10D5\u10D4 \u10D2\u10D0\u10D3\u10D0\u10E2\u10D0\u10E0\u10D4\u10D1\u10D0\u10D3\u10D8 \u10EA\u10D5\u10DA\u10D8\u10DA\u10D4\u10D1\u10D4\u10D1\u10D8
nextRunConfigurationCpuValue=CPU
nextRunConfigurationExists=\u10EA\u10D5\u10DA\u10D8\u10DA\u10D4\u10D1\u10D4\u10D1\u10D8, \u10E0\u10DD\u10DB\u10DA\u10D4\u10D1\u10E1\u10D0\u10EA \u10D5\u10D8\u10E0\u10E2\u10E3\u10D0\u10DA\u10E3\u10E0\u10D8 \u10DB\u10D0\u10DC\u10E5\u10D0\u10DC\u10D8\u10E1 \u10D2\u10D0\u10D3\u10D0\u10E2\u10D5\u10D8\u10E0\u10D7\u10D5\u10D0 \u10E1\u10ED\u10D8\u10E0\u10D3\u10D4\u10D1\u10D0\u10D7\:
nextRunConfigurationMemoryValue=\u10DB\u10D4\u10EE\u10E1\u10D8\u10D4\u10E0\u10D4\u10D1\u10D0
nextRunConfigurationMinAllocatedMemoryValue=\u10D2\u10D0\u10E0\u10D0\u10DC\u10E2\u10D8\u10E0\u10D4\u10D1\u10E3\u10DA\u10D8 \u10E4\u10D8\u10D6\u10D8\u10D9\u10E3\u10E0\u10D8 \u10DB\u10D4\u10EE\u10E1\u10D8\u10D4\u10E0\u10D4\u10D1\u10D0
nextRunConfigurationVmLeaseValue=\u10D5\u10DB-\u10D8\u10E1 \u10D2\u10D0\u10DB\u10DD\u10E7\u10DD\u10E4\u10D0
noSpiceProxyDefined=SPICE-\u10D8\u10E1 \u10DE\u10E0\u10DD\u10E5\u10E1\u10D8 \u10D0\u10E6\u10EC\u10D4\u10E0\u10D8\u10DA\u10D8 \u10D0\u10E0\u10D0\u10D0
numaMemory={0} \u10DB\u10D1
numaMemoryUsed=\u10D2\u10D0\u10DB\u10DD\u10E7\u10D4\u10DC\u10D4\u10D1\u10E3\u10DA\u10D8\u10D0 {0} \u10DB\u10D1
numaNode=NUMA {0}
numaPercentUsed=\u10D2\u10D0\u10DB\u10DD\u10E7\u10D4\u10DC\u10D4\u10D1\u10E3\u10DA\u10D8\u10D0 {0}%
numaSocketNumber=\u10E1\u10DD\u10D9\u10D4\u10E2\u10D8 {0}
numaTotalCpus={0} CPU
or={0} \u10D0\u10DC {1}
outOfXVMsInPool=\u10DE\u10E3\u10DA\u10D8\u10E1 {0} \u10D5\u10DB-\u10D3\u10D0\u10DC
ovaPathInfo=\u10D1\u10D8\u10DA\u10D8\u10D9\u10D8 \u10F0\u10DD\u10E1\u10E2\u10D6\u10D4, \u10E0\u10DD\u10DB\u10D4\u10DA\u10D8\u10EA oVirt-\u10D8\u10E1 OVA \u10E4\u10D0\u10D8\u10DA\u10E1 \u10E8\u10D4\u10D8\u10EA\u10D0\u10D5\u10E1. \u10D0\u10DC \u10E1\u10D0\u10E5\u10D0\u10E6\u10D0\u10DA\u10D3\u10D4, \u10E0\u10DD\u10DB\u10D4\u10DA\u10D8\u10EA oVirt-\u10D8\u10E1 OVA \u10E4\u10D0\u10D8\u10DA\u10D4\u10D1\u10E1 \u10E8\u10D4\u10D8\u10EA\u10D0\u10D5\u10E1 (oVirt-\u10D8\u10E1, RHV-\u10D8\u10E1 \u10D0\u10DC VMware-\u10D8\u10E1 \u10E8\u10D4\u10E5\u10DB\u10DC\u10D8\u10DA\u10D8).
parallelMigrationsInfo=\u10DE\u10D0\u10E0\u10D0\u10DA\u10D4\u10DA\u10E3\u10E0\u10D8 \u10DB\u10D8\u10D2\u10E0\u10D0\u10EA\u10D8\u10D8\u10E1 \u10E8\u10D4\u10D4\u10E0\u10D7\u10D4\u10D1\u10D4\u10D1\u10D8\u10E1 \u10E0\u10D8\u10EA\u10EE\u10D5\u10D8. "\u10D0\u10D5\u10E2\u10DD\u10DB\u10D0\u10E2\u10E3\u10E0\u10D8" \u10D0\u10DC "\u10D0\u10D5\u10E2\u10DD\u10DB\u10D0\u10E2\u10E3\u10E0\u10D8 \u10DE\u10D0\u10E0\u10D0\u10DA\u10D4\u10DA\u10E3\u10E0\u10D8\u10E1" \u10E8\u10D4\u10DB\u10D7\u10EE\u10D5\u10D4\u10D5\u10D0\u10E8\u10D8 \u10E0\u10D8\u10EA\u10EE\u10D5\u10D8 \u10D0\u10D5\u10E2\u10DD\u10DB\u10D0\u10E2\u10E3\u10E0\u10D0\u10D3 \u10D2\u10D0\u10DB\u10DD\u10D8\u10D7\u10D5\u10DA\u10D4\u10D1\u10D0. \u10EE\u10D4\u10DA\u10D8\u10D7 \u10DB\u10D8\u10D7\u10D8\u10D7\u10D4\u10D1\u10E3\u10DA\u10D8 \u10E0\u10D8\u10EA\u10EE\u10D5\u10D8\u10E1 \u10D3\u10D8\u10D0\u10DE\u10D0\u10D6\u10DD\u10DC\u10D8\u10D0 2-255. \u10E0\u10D4\u10D0\u10DA\u10E3\u10E0\u10D8 \u10E0\u10D8\u10EA\u10EE\u10D5\u10D8 \u10E8\u10D4\u10D8\u10EB\u10DA\u10D4\u10D1\u10D0 \u10E3\u10E4\u10E0\u10DD \u10DB\u10EA\u10D8\u10E0\u10D4\u10EA \u10D8\u10E7\u10DD\u10E1.
poolNameHelp=\u10D5\u10DB-\u10D4\u10D1\u10D8\u10E1 \u10D8\u10DC\u10D3\u10D4\u10E5\u10E1\u10D4\u10D1\u10E8\u10D8 \u10E8\u10D4\u10D2\u10D8\u10EB\u10DA\u10D8\u10D0\u10D7 \u10DC\u10D8\u10E6\u10D1\u10D4\u10D1\u10D8\u10E1 \u10DB\u10D8\u10D7\u10D8\u10D7\u10D4\u10D1\u10D0\u10EA. \u10DB\u10D0\u10D2\u10D0\u10DA\u10D8\u10D7\u10D0\u10D3 \u10DE\u10E3\u10DA\u10D8 "my??pool"-\u10D7\u10D5\u10D8\u10E1 \u10D2\u10D4\u10DC\u10D4\u10E0\u10D8\u10E0\u10D4\u10D1\u10E3\u10DA\u10D8 \u10E1\u10D0\u10EE\u10D4\u10DA\u10D4\u10D1\u10D8 \u10D8\u10E5\u10DC\u10D4\u10D1\u10D0\: my01pool, my02pool,... my00pool
prestartedHelp=\u10EC\u10D8\u10DC\u10D0\u10E1\u10EC\u10D0\u10E0\u10D8 \u10D2\u10D0\u10E8\u10D5\u10D4\u10D1\u10D8\u10E1 \u10D5\u10DB-\u10D4\u10D1\u10D8\u10E1 \u10E0\u10D8\u10EA\u10EE\u10D5\u10D8 \u10D2\u10D0\u10DC\u10E1\u10D0\u10D6\u10E6\u10D5\u10E0\u10D0\u10D5\u10E1 \u10D2\u10D0\u10E8\u10D5\u10D4\u10D1\u10E3\u10DA\u10D8 \u10D5\u10DB-\u10D4\u10D1\u10E1 \u10E0\u10D0\u10DD\u10D3\u10D4\u10DC\u10DD\u10D1\u10D0\u10E1. \u10DB\u10D8\u10E1\u10D0\u10E6\u10D4\u10D1\u10D8 \u10DB\u10DC\u10D8\u10E8\u10D5\u10DC\u10D4\u10DA\u10DD\u10D1\u10D0\: 0-\u10D3\u10D0\u10DC \u10D5\u10DB-\u10D4\u10D1\u10D8\u10E1 \u10D8\u10DB \u10E0\u10D0\u10DD\u10D3\u10D4\u10DC\u10DD\u10D1\u10D0\u10DB\u10D3\u10D4, \u10E0\u10DD\u10DB\u10D4\u10DA\u10D8\u10EA \u10DE\u10E3\u10DA\u10E8\u10D8 \u10E3\u10D9\u10D5\u10D4 \u10D0\u10E0\u10E1\u10D4\u10D1\u10DD\u10D1\u10E1.
principalDepartment=\u10D3\u10D4\u10DE\u10D0\u10E0\u10E2\u10D0\u10DB\u10D4\u10DC\u10E2\u10D8\: {0}
principalEmail=\u10D4\u10DA\u10E4\u10DD\u10E1\u10E2\u10D0\: {0}
principalLoginName=\u10E8\u10D4\u10E1\u10D5\u10DA\u10D8\u10E1 \u10E1\u10D0\u10EE\u10D4\u10DA\u10D8\: {0}
principalName=\u10E1\u10D0\u10EE\u10D4\u10DA\u10D8\: {0} {1}
principalNamespace=\u10E1\u10D0\u10EE\u10D4\u10DA\u10D4\u10D1\u10D8\u10E1 \u10E1\u10D8\u10D5\u10E0\u10EA\u10D4\: {0}
principalNote=\u10E8\u10D4\u10DC\u10D8\u10E8\u10D5\u10DC\u10D4\u10D1\u10D8\: {0}
profileAndNetwork={0} ({1})
profileAndNetworkSelected={0}/{1}
quotaFreeCpus=\u10D7\u10D0\u10D5\u10D8\u10E1\u10E3\u10E4\u10D0\u10DA\u10D8\u10D0\: {0} vCPU
refreshRateSeconds={0} \u10EC\u10DB
remapCtrlAltDelete=ctrl+alt+del \u10DB\u10D0\u10DA\u10E1\u10D0\u10EE\u10DB\u10DD\u10D1\u10D8\u10E1 {0}-\u10D6\u10D4 \u10D2\u10D0\u10D3\u10D0\u10E0\u10D7\u10D5\u10D0
resumeBehaviorInfoIcon=\u10D5\u10DB-\u10D8\u10E1 \u10E5\u10EA\u10D4\u10D5\u10D0 \u10E0\u10DD\u10EA\u10D0 \u10D8\u10E1 \u10D2\u10D0\u10E9\u10D4\u10E0\u10D3\u10D4\u10D1\u10D0 (\u10DB\u10D0\u10D2\u10D0\u10DA\u10D8\u10D7\u10D0\u10D3, \u10D3\u10D8\u10E1\u10D9\u10D8\u10E1, \u10E0\u10DD\u10DB\u10D4\u10DA\u10D6\u10D4\u10EA \u10D3\u10D4\u10D5\u10E1, \u10E8\u10D4\u10EA\u10D3\u10DD\u10DB\u10D8\u10E1 \u10D2\u10D0\u10DB\u10DD). \u10D0\u10D5\u10E2\u10DD\u10DB\u10D0\u10E2\u10E3\u10E0\u10D8 \u10D2\u10D0\u10D2\u10E0\u10EB\u10D4\u10DA\u10D4\u10D1\u10D0 \u10EA\u10D3\u10D8\u10E1 \u10D2\u10D0\u10D0\u10D2\u10E0\u10EB\u10D4\u10DA\u10DD\u10E1 \u10D5\u10DB-\u10D8\u10E1 \u10DB\u10E3\u10E8\u10D0\u10DD\u10D1\u10D0 \u10DB\u10D0\u10E1 \u10E8\u10D4\u10DB\u10D3\u10D4\u10D2, \u10E0\u10D0\u10EA \u10E1\u10D0\u10EA\u10D0\u10D5\u10D8\u10E1 \u10D3\u10DD\u10DB\u10D4\u10DC\u10D8 \u10E8\u10D4\u10EC\u10E7\u10D5\u10D4\u10E2\u10E1 \u10DE\u10E0\u10DD\u10D1\u10DA\u10D4\u10DB\u10D8\u10E1 \u10E8\u10D4\u10E1\u10D0\u10EE\u10D4\u10D1 \u10E8\u10D4\u10E2\u10E7\u10DD\u10D1\u10D8\u10DC\u10D4\u10D1\u10D4\u10D1\u10D8\u10E1 \u10D2\u10D0\u10D2\u10D6\u10D0\u10D5\u10DC\u10D0\u10E1. \u10D2\u10D0\u10E9\u10D4\u10E0\u10D4\u10D1\u10E3\u10DA\u10D0\u10D3 \u10D3\u10D0\u10E2\u10DD\u10D5\u10D4\u10D1\u10D0 \u10D3\u10D0\u10E2\u10DD\u10D5\u10D4\u10D1\u10E1 \u10D5\u10DB-\u10E1 \u10D2\u10D0\u10E9\u10D4\u10E0\u10D4\u10D1\u10E3\u10DA\u10D0\u10D3, \u10E1\u10D0\u10DC\u10D0\u10DB \u10DB\u10DD\u10DB\u10EE\u10DB\u10E0\u10D4\u10D1\u10D4\u10DA\u10D8 \u10D0\u10E0 \u10D2\u10D0\u10D3\u10D0\u10EC\u10E7\u10D5\u10D4\u10E2\u10E1 \u10D3\u10D8\u10E1\u10D9\u10D8\u10E1 \u10DE\u10E0\u10DD\u10D1\u10DA\u10D4\u10DB\u10D0\u10E1. \u10DB\u10DD\u10D9\u10D5\u10DA\u10D8\u10E1 \u10D5\u10D0\u10E0\u10D8\u10D0\u10DC\u10E2\u10D8 \u10D2\u10D0\u10DB\u10DD\u10E0\u10D7\u10D0\u10D5\u10E1 \u10D5\u10DB-\u10E1. \u10DB\u10DD\u10D9\u10D5\u10DA\u10D8\u10E1 \u10D5\u10D0\u10E0\u10D8\u10D0\u10DC\u10E2\u10D8 \u10D4\u10E0\u10D7\u10D0\u10D3\u10D4\u10E0\u10D7\u10D8\u10D0, \u10E0\u10DD\u10EA\u10D0 \u10D8\u10E1 \u10DB\u10D0\u10E6\u10D0\u10DA\u10D8 \u10EC\u10D5\u10D3\u10DD\u10DB\u10D0\u10D3\u10DD\u10D1\u10D8\u10E1 \u10D2\u10D0\u10DB\u10DD\u10E7\u10DD\u10E4\u10D8\u10D0\u10DC \u10D5\u10DB-\u10E1 \u10EC\u10D0\u10E0\u10DB\u10DD\u10D0\u10D3\u10D2\u10D4\u10DC\u10E1.
roleOnUser=\u10E0\u10DD\u10DA\u10D8\: {0} \u10DB\u10DD\u10DB\u10EE\u10DB\u10D0\u10E0\u10D4\u10D1\u10D4\u10DA\u10D6\u10D4\: {1}
selectConsoleFor=\u10D0\u10D8\u10E0\u10E9\u10D8\u10D4\u10D7 \u10D9\u10DD\u10DC\u10E1\u10DD\u10DA\u10D8 "{0}"-\u10E1\u10D7\u10D5\u10D8\u10E1
serialNumberInfo=\u10D2\u10D0\u10E8\u10D5\u10D4\u10D1\u10E3\u10DA\u10D8 \u10D5\u10DB-\u10D4\u10D1\u10D8\u10E1\u10D7\u10D5\u10D8\u10E1 \u10E1\u10D4\u10E0\u10D8\u10E3\u10DA\u10D8 \u10DC\u10DD\u10DB\u10E0\u10D4\u10D1\u10D8\u10E1 \u10DB\u10D8\u10DC\u10D8\u10ED\u10D4\u10D1\u10D8\u10E1 \u10EC\u10D4\u10E1\u10D4\u10D1\u10D8. \u10E8\u10D4\u10D8\u10EB\u10DA\u10D4\u10D1\u10D0 \u10D8\u10E7\u10DD\u10E1 \u10F0\u10DD\u10E1\u10E2\u10D8\u10E1 UUID, \u10D5\u10DB-\u10D8\u10E1 UUID \u10D0\u10DC \u10EE\u10D4\u10DA\u10D8\u10D7 \u10DB\u10D8\u10D7\u10D8\u10D7\u10D4\u10D1\u10E3\u10DA\u10D8 \u10DB\u10DC\u10D8\u10E8\u10D5\u10DC\u10D4\u10DA\u10DD\u10D1\u10D0
shareable=\u10D2\u10D0\u10D6\u10D8\u10D0\u10E0\u10D4\u10D1\u10D0\u10D3\u10D8
snapshotContainsMemoryIncompatibleCluster=\u10DB\u10DD\u10DC\u10D8\u10E8\u10DC\u10E3\u10DA\u10D8 \u10E1\u10EC\u10E0\u10D0\u10E4\u10D8 \u10D0\u10E1\u10DA\u10D8\u10E1 \u10DB\u10D4\u10EE\u10E1\u10D8\u10D4\u10E0\u10D4\u10D1\u10D0 \u10D9\u10DA\u10D0\u10E1\u10E2\u10D4\u10E0\u10D8\u10E1 \u10EC\u10D8\u10DC\u10D0 \u10D5\u10D4\u10E0\u10E1\u10D8\u10D0\u10E8\u10D8 \u10D8\u10E5\u10DC\u10D0 \u10E8\u10D4\u10DC\u10D0\u10EE\u10E3\u10DA\u10D8. \u10D7\u10E3 \u10D0\u10E6\u10D0\u10D3\u10D2\u10D4\u10DC\u10D7, \u10D5\u10DB-\u10D8\u10E1 \u10D7\u10D0\u10D5\u10E1\u10D4\u10D1\u10D0\u10D3\u10DD\u10D1\u10D0 \u10D3\u10D0\u10E7\u10D4\u10DC\u10D4\u10D1\u10E3\u10DA\u10D8 \u10D8\u10E5\u10DC\u10D4\u10D1\u10D0 {0}-\u10D6\u10D4. \u10D3\u10D0\u10D0\u10D3\u10D0\u10E1\u10E2\u10E3\u10E0\u10D4\u10D7, \u10E0\u10DD\u10DB \u10D2\u10DC\u10D4\u10D1\u10D0\u10D5\u10D7 \u10DB\u10D4\u10EE\u10E1\u10D8\u10D4\u10E0\u10D4\u10D1\u10D8\u10E1 \u10D0\u10E6\u10D3\u10D2\u10D4\u10DC\u10D0.
snapshotDisksLabel=\u10E1\u10EC\u10E0\u10D0\u10E4\u10D8 \u10D0\u10E1\u10DA\u10D8 \u10E8\u10D4\u10D8\u10EA\u10D0\u10D5\u10E1 {0} \u10D3\u10D8\u10E1\u10D9\u10E1\: {1})
snapshotPreviewing={0} (\u10D2\u10D0\u10D3\u10D0\u10EE\u10D4\u10D3\u10D5\u10D0\: {1})
storageDomainFreeSpace={0} ({2} \u10D2\u10D8\u10D1-\u10D3\u10D0\u10DC {1} \u10D7\u10D0\u10D5\u10D8\u10E1\u10E3\u10E4\u10D0\u10DA\u10D8\u10D0)
systemDefaultOption=\u10E1\u10D8\u10E1\u10E2\u10D4\u10DB\u10D8\u10E1 \u10DC\u10D0\u10D2\u10E3\u10DA\u10D8\u10E1\u10EE\u10DB\u10D4\u10D1\u10D8 ({0})
templateVersionName=\ ({0})
threadsPerCoreInfo=\u10DB\u10E0\u10D0\u10D5\u10D0\u10DA\u10DC\u10D0\u10D9\u10D0\u10D3\u10D8\u10D0\u10DC\u10DD\u10D1\u10D8\u10E1 \u10DB\u10EE\u10D0\u10E0\u10D3\u10D0\u10ED\u10D4\u10E0\u10D0. \u10E8\u10D4\u10EA\u10D5\u10DA\u10D0\u10DB\u10D3\u10D4 \u10F0\u10DD\u10E1\u10E2\u10D8\u10E1 \u10D0\u10E0\u10E5\u10D8\u10E2\u10D4\u10E5\u10E2\u10E3\u10E0\u10D0 \u10D9\u10D0\u10E0\u10D2\u10D0\u10D3 \u10E8\u10D4\u10D0\u10DB\u10DD\u10EC\u10DB\u10D4\u10D7.\n\u10D7\u10E3 \u10D3\u10D0\u10E0\u10EC\u10DB\u10E3\u10DC\u10D4\u10D1\u10E3\u10DA\u10D8 \u10D0\u10E0 \u10EE\u10D0\u10E0\u10D7, \u10DB\u10DC\u10D8\u10E8\u10D5\u10DC\u10D4\u10DA\u10DD\u10D1\u10D0 1-\u10D8\u10E1 \u10E2\u10DD\u10DA\u10D0\u10D3 \u10D3\u10D0\u10E2\u10DD\u10D5\u10D4\u10D7.\n\u10E0\u10D4\u10D9\u10DD\u10DB\u10D4\u10DC\u10D3\u10D4\u10D1\u10E3\u10DA\u10D8 \u10DB\u10DC\u10D8\u10E8\u10D5\u10DC\u10D4\u10DA\u10DD\u10D1\u10D4\u10D1\u10D8\:\n  -  x86\:1\n  -  Power8\: 1..8 (8 \u10D3\u10D8\u10D3\u10D8 \u10D3\u10D0\u10E2\u10D5\u10D8\u10E0\u10D7\u10D5\u10D8\u10E1 \u10DB\u10E5\u10DD\u10DC\u10D4 \u10D5\u10DB-\u10D4\u10D1\u10D8\u10E1\u10D7\u10D5\u10D8\u10E1)
tscFrequencyInfo=\u10D7\u10E3 \u10E9\u10D0\u10E0\u10D7\u10E3\u10DA\u10D8\u10D0, \u10D0\u10DB \u10D5\u10DB-\u10D8\u10E1 \u10DB\u10D8\u10D2\u10E0\u10D0\u10EA\u10D8\u10D0 \u10E8\u10D4\u10E1\u10D0\u10EB\u10DA\u10D4\u10D1\u10D4\u10DA\u10D8 \u10D8\u10E5\u10DC\u10D4\u10D1\u10D0 \u10DB\u10EE\u10DD\u10DA\u10DD\u10D3 \u10E2\u10DD\u10DA\u10D8 TSC-\u10D8\u10E1 \u10E1\u10D8\u10EE\u10E8\u10D8\u10E0\u10D8\u10E1 \u10DB\u10E5\u10DD\u10DC\u10D4 \u10F0\u10DD\u10E1\u10E2\u10D4\u10D1\u10D6\u10D4. \u10D4\u10EE\u10D4\u10D1\u10D0 \u10DB\u10EE\u10DD\u10DA\u10DD\u10D3 \u10DB\u10D0\u10E6\u10D0\u10DA\u10D8 \u10EC\u10D5\u10D3\u10DD\u10DB\u10D0\u10D3\u10DD\u10D1\u10D8\u10E1 \u10D5\u10DB-\u10D4\u10D1\u10E1.
uiCommonPublicConnectionClosed=\u10D9\u10D0\u10D5\u10E8\u10D8\u10E0\u10D8 \u10D3\u10D0\u10EE\u10E3\u10E0\u10E3\u10DA\u10D8\u10D0\: {0}
uiCommonRunActionExecutionFailed=\u10E5\u10DB\u10D4\u10D3\u10D4\u10D1\u10D8\u10E1 ({0}) \u10E8\u10D4\u10E1\u10E0\u10E3\u10DA\u10D4\u10D1\u10D8\u10E1 \u10E8\u10D4\u10EA\u10D3\u10DD\u10DB\u10D0\: {1}
uiCommonRunActionFailed=\u10E5\u10DB\u10D4\u10D3\u10D4\u10D1\u10D8\u10E1 \u10E8\u10D4\u10E1\u10E0\u10E3\u10DA\u10D4\u10D1\u10D8\u10E1 \u10E8\u10D4\u10EA\u10D3\u10DD\u10DB\u10D0\: {0}
uiCommonRunQueryFailed=\u10DB\u10DD\u10D7\u10EE\u10DD\u10D5\u10DC\u10D8\u10E1 \u10E8\u10D4\u10E1\u10E0\u10E3\u10DA\u10D4\u10D1\u10D8\u10E1 \u10E8\u10D4\u10EA\u10D3\u10DD\u10DB\u10D0\: {0}
uncaughtExceptionAlertMessage=\u10D2\u10D0\u10E3\u10D7\u10D5\u10D0\u10DA\u10D8\u10EC\u10D8\u10DC\u10D4\u10D1\u10D4\u10DA\u10D8 \u10E8\u10D4\u10EA\u10D3\u10DD\u10DB\u10D0. \u10E1\u10EA\u10D0\u10D3\u10D4\u10D7 \u10D2\u10D5\u10D4\u10E0\u10D3\u10D8\u10E1<a href\="{0}">\u10D2\u10D0\u10DC\u10D0\u10EE\u10DA\u10D4\u10D1\u10D0</a>.
uncaughtExceptionAlertMessageDetails=\u10D3\u10D4\u10E2\u10D0\u10DA\u10D4\u10D1\u10D8\: {0}
unpinnedRunningVmWarningIncompatability=\u10D0\u10DE\u10D0\u10E0\u10D0\u10E2\u10E3\u10E0\u10D8\u10E1 \u10E8\u10D4\u10E3\u10D7\u10D0\u10D5\u10E1\u10D4\u10D1\u10DA\u10DD\u10D1\u10D8\u10E1 \u10D2\u10D0\u10DB\u10DD \u10DB\u10D8\u10D2\u10E0\u10D0\u10EA\u10D8\u10D0 \u10E8\u10D4\u10D8\u10EB\u10DA\u10D4\u10D1\u10D0 \u10E8\u10D4\u10EA\u10D3\u10DD\u10DB\u10D8\u10D7 \u10D3\u10D0\u10E1\u10E0\u10E3\u10DA\u10D3\u10D4\u10E1 \u10D0\u10DC \u10D0\u10DE\u10DA\u10D8\u10D9\u10D0\u10EA\u10D8\u10D4\u10D1\u10D8 \u10D0\u10E0 \u10E9\u10D0\u10D8\u10E0\u10D7\u10DD\u10E1.
unpinnedRunningVmWarningSecurity=\u10DB\u10D8\u10D2\u10E0\u10D8\u10E0\u10D4\u10D1\u10D0\u10D3\u10D8 \u10D5\u10D8\u10E0\u10E2\u10E3\u10D0\u10DA\u10E3\u10E0\u10D8 \u10DB\u10D0\u10DC\u10E5\u10D0\u10DC\u10D0 \u10E8\u10D4\u10D8\u10EB\u10DA\u10D4\u10D1\u10D0 \u10E8\u10D4\u10D8\u10EA\u10D0\u10D5\u10D3\u10D4\u10E1 \u10D8\u10DC\u10E4\u10DD\u10E0\u10DB\u10D0\u10EA\u10D8\u10D0\u10E1 \u10EB\u10D5\u10D4\u10DA\u10D8 \u10F0\u10DD\u10E1\u10E2\u10D8\u10E1 \u10E8\u10D4\u10E1\u10D0\u10EE\u10D4\u10D1.
unpinnedRunningVmWarningTitle=\u10DB\u10D8\u10D2\u10E0\u10D0\u10EA\u10D8\u10D8\u10E1 \u10DE\u10D0\u10E0\u10D0\u10DB\u10D4\u10E2\u10E0\u10D8, \u10E0\u10DD\u10DB\u10D4\u10DA\u10D8\u10EA \u10E8\u10D4\u10D8\u10EA\u10D5\u10D0\u10DA\u10D0 \u10DB\u10D8\u10D2\u10E0\u10D0\u10EA\u10D8\u10D8\u10E1 \u10D3\u10D0\u10E1\u10D0\u10E8\u10D5\u10D4\u10D1\u10D0\u10D3\:
userWithRole=\u10DB\u10DD\u10DB\u10EE\u10DB\u10D0\u10E0\u10D4\u10D1\u10D4\u10DA\u10D8\: {0} \u10E0\u10DD\u10DA\u10D8\u10D7\: {1}
vNumaName={0}_NUMA{1}
vmDisksLabel=\u10D5\u10DB \u10E8\u10D4\u10D8\u10EA\u10D0\u10D5\u10E1 {0} \u10D3\u10D8\u10E1\u10D9\u10E1\: {1}
vmGuestCpuTypeWarning=\u10D5\u10DB-\u10D8\u10E1 CPU \u10D0\u10E0 \u10D4\u10DB\u10D7\u10EE\u10D5\u10D4\u10D5\u10D0 \u10D9\u10DA\u10D0\u10E1\u10E2\u10D4\u10E0\u10D8\u10E1 CPU-\u10D8\u10E1 \u10E2\u10D8\u10DE\u10E1 ({0}).
warningSectionTitle=\u10E8\u10D4\u10DB\u10D3\u10D4\u10D2 \u10EA\u10D5\u10DA\u10D8\u10DA\u10D4\u10D1\u10D4\u10D1\u10E1 \u10E8\u10D4\u10E3\u10EB\u10DA\u10D8\u10D0\u10D7 \u10D5\u10DB-\u10D8 \u10E0\u10D8\u10E1\u10D9\u10D8\u10E1 \u10E5\u10D5\u10D4\u10E8 \u10D3\u10D0\u10D0\u10E7\u10D4\u10DC\u10DD\u10DC\:
