#
# Bundle name: org.ovirt.engine.ui.common.CommonApplicationMessages
# Locale: ja_JP
#
#Mon May 17 16:17:19 EDT 2021
additionalAvailableSizeInGB=+ {0} GB
addressesVmGuestAgent={0} \u30A2\u30C9\u30EC\u30B9
asyncCallFailure=\u30B5\u30FC\u30D0\u30FC\u304B\u3089\u30C7\u30FC\u30BF\u3092\u30ED\u30FC\u30C9\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\: {0}
biosTypeWarning=\u30C1\u30C3\u30D7\u30BB\u30C3\u30C8/\u30D5\u30A1\u30FC\u30E0\u30A6\u30A7\u30A2\u30BF\u30A4\u30D7\u306F\u3001\u30AF\u30E9\u30B9\u30BF\u30FC\u306E\u30C1\u30C3\u30D7\u30BB\u30C3\u30C8/\u30D5\u30A1\u30FC\u30E0\u30A6\u30A7\u30A2\u30BF\u30A4\u30D7 ({0}) \u306B\u4E00\u81F4\u3057\u307E\u305B\u3093\u3002
bootable=\u30D6\u30FC\u30C8\u53EF\u80FD
bytes={0} \u30D0\u30A4\u30C8
clusterDefaultOption=\u30AF\u30E9\u30B9\u30BF\u30FC\u306E\u30C7\u30D5\u30A9\u30EB\u30C8 ({0})
consoleOverrideDefinedInGlobalConfig=\u30B0\u30ED\u30FC\u30D0\u30EB\u8A2D\u5B9A
consoleOverrideDefinedOnCluster=\u30AF\u30E9\u30B9\u30BF\u30FC
consoleOverrideSpiceProxyMessage=\u3053\u308C\u306B\u3088\u308A\u3001{0} \u3067\u5B9A\u7FA9\u3055\u308C\u3066\u3044\u308B SPICE \u30D7\u30ED\u30AD\u30B7\u30FC\u304C\u4E0A\u66F8\u304D\u3055\u308C\u307E\u3059\u3002\u73FE\u5728\u306F {1} \u306B\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u307E\u3059\u3002SPICE \u30D7\u30ED\u30AD\u30B7\u30FC\u30A2\u30C9\u30EC\u30B9\u306E\u5F62\u5F0F\u306F [protocol\://]<host>[\:port] \u3067\u3059\u3002\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u308B\u552F\u4E00\u306E\u30D7\u30ED\u30C8\u30B3\u30EB\u306F http \u3067\u3059\u3002
cpuInfoLabel={0} ({1}\:{2}\:{3})
defaultTimeZoneCaption=\u30C7\u30D5\u30A9\u30EB\u30C8\: {0}
diskAttachedToOtherVMs={1} \u4EE5\u5916\u306B {0} \u53F0\u306E\u4EEE\u60F3\u30DE\u30B7\u30F3\u306B\u30A2\u30BF\u30C3\u30C1\u3055\u308C\u3066\u3044\u308B
diskAttachedToVMs=\u4EEE\u60F3\u30DE\u30B7\u30F3 {0} \u53F0\u306B\u30A2\u30BF\u30C3\u30C1\u3055\u308C\u3066\u3044\u308B
diskNote=\u30C7\u30A3\u30B9\u30AF\u306F\u4EE5\u4E0B\u306E\u3088\u3046\u306B\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u307E\u3059\:
disksStatusWarning=\u6B21\u306E\u30C7\u30A3\u30B9\u30AF\u306F {0} \u306E\u30B9\u30C6\u30FC\u30BF\u30B9\u3067\u3059\: {1}
emptyProfile=<\u7A7A\u6B04>
emptyProfileDescription=\u3053\u306E\u4EEE\u60F3\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u30A4\u30F3\u30BF\u30FC\u30D5\u30A7\u30FC\u30B9\u306B\u306F\u30D7\u30ED\u30D5\u30A1\u30A4\u30EB\u3092\u5272\u308A\u5F53\u3066\u306A\u3044\u3067\u304F\u3060\u3055\u3044\u3002
fromIndexToIndex={0} - {1}
fromIndexToIndexOfTotalCount={0} - {1} / {2}
gibibytes={0} GiB
globalVncKeyboardLayoutCaption=\u30C7\u30D5\u30A9\u30EB\u30C8 [{0}]
highPerformanceConfigurationManualChange=\u6700\u9069\u306A\u69CB\u6210\u3067\u30CF\u30A4\u30D1\u30D5\u30A9\u30FC\u30DE\u30F3\u30B9\u30BF\u30A4\u30D7\u3092\u5B9F\u884C\u3059\u308B\u305F\u3081\u306E\u4EE5\u4E0B\u306E\u63A8\u5968\u8A2D\u5B9A\u306F\u691C\u51FA\u3055\u308C\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u9069\u7528\u3059\u308B\u524D\u306B\u3001\u4EE5\u4E0B\u306E\u8A2D\u5B9A\u3092\u624B\u52D5\u3067\u5909\u66F4\u3059\u308B\u3053\u3068\u3092\u691C\u8A0E\u3057\u3066\u304F\u3060\u3055\u3044\u3002
hostCpuInfo=\u3053\u306E\u30D5\u30A3\u30FC\u30EB\u30C9\u3092\u6709\u52B9\u306B\u3059\u308B\u3068\u3001\u79FB\u884C\u30E2\u30FC\u30C9\u30D5\u30A3\u30FC\u30EB\u30C9\u306E\u30C7\u30D5\u30A9\u30EB\u30C8\u5024\u304C\u300C\u624B\u52D5\u306E\u79FB\u884C\u306E\u307F\u3092\u8A31\u53EF\u3059\u308B\u300D\u306B\u5909\u308F\u308B\u70B9\u306B\u6CE8\u610F\u3057\u3066\u304F\u3060\u3055\u3044\u3002
hostDataCenter=\u30C7\u30FC\u30BF\u30BB\u30F3\u30BF\u30FC\: {0}
hotPlugUnplugCpuWarning=\u30BD\u30B1\u30C3\u30C8\u6570\u3092\u5909\u66F4\u3057\u3066\u3001CPU \u3092\u30DB\u30C3\u30C8\u30A2\u30C9\u3057\u307E\u3059\u3002CPU \u306E\u30DB\u30C3\u30C8\u30A2\u30C9\u304C\u6B63\u5F0F\u306B\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3059\u308B\u306B\u306F\u3001\u304A\u4F7F\u3044\u306E\u30B2\u30B9\u30C8\u30AA\u30DA\u30EC\u30FC\u30C6\u30A3\u30F3\u30B0\u30B7\u30B9\u30C6\u30E0\u306E\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
imageDownloadProgress={0} MB \u3092\u9001\u4FE1
imageDownloadProgressWithTotal={1} MB \u4E2D {0} \u3092\u53D7\u4FE1
imageTransferringViaAPI=API \u3092\u4ECB\u3057\u3066\u8EE2\u9001\u3059\u308B
imageUploadProgress={0} MB \u3092\u9001\u4FE1
imageUploadProgressWithTotal={1} MB \u4E2D {0} \u3092\u9001\u4FE1
kilobytes={0} KB
leaseInfoIcon=\u9AD8\u53EF\u7528\u6027\u306E\u4EEE\u60F3\u30DE\u30B7\u30F3\u306E\u5834\u5408\u3001\u4EEE\u60F3\u30DE\u30B7\u30F3\u3092\u518D\u8D77\u52D5\u3059\u308B\u969B\u306E\u30B9\u30D7\u30EA\u30C3\u30C8\u30D6\u30EC\u30A4\u30F3\u306E\u30B7\u30CA\u30EA\u30AA\u3092\u56DE\u907F\u3059\u308B\u305F\u3081\u306B\u3001\u4EEE\u60F3\u30DE\u30B7\u30F3\u306E\u30EA\u30FC\u30B9\u306E\u4F7F\u7528\u304C\u63A8\u5968\u3055\u308C\u307E\u3059\u3002\u9078\u629E\u3057\u305F\u30B9\u30C8\u30EC\u30FC\u30B8\u30C9\u30E1\u30A4\u30F3\u306F\u3001\u5019\u88DC\u3068\u306A\u308B\u30DB\u30B9\u30C8\u9593\u3067\u5B9F\u969B\u306E\u4EEE\u60F3\u30DE\u30B7\u30F3\u306E\u72B6\u614B\u3092\u540C\u671F\u3059\u308B\u305F\u3081\u306B\u4F7F\u7528\u3055\u308C\u307E\u3059\u3002\u4EEE\u60F3\u30DE\u30B7\u30F3\u304C\u30EA\u30FC\u30B9\u3092\u7DAD\u6301\u3067\u304D\u308B\u4FE1\u983C\u53EF\u80FD\u306A\u30C9\u30E1\u30A4\u30F3 (\u4F8B\: \u4EEE\u60F3\u30DE\u30B7\u30F3\u306E\u8D77\u52D5\u30C7\u30A3\u30B9\u30AF\u304C\u6240\u5C5E\u3059\u308B\u30C9\u30E1\u30A4\u30F3) \u3092\u4F7F\u7528\u3057\u3066\u304F\u3060\u3055\u3044\u3002
lunAlreadyPartOfStorageDomainWarning=LUN \u306F\u3059\u3067\u306B\u30B9\u30C8\u30EC\u30FC\u30B8\u30C9\u30E1\u30A4\u30F3 {0} \u306E\u4E00\u90E8\u3067\u3059\u3002
lunIsMetadataDevice=LUN \u306F\u30B9\u30C8\u30EC\u30FC\u30B8\u30C9\u30E1\u30A4\u30F3 {0} \u306E\u30E1\u30BF\u30C7\u30FC\u30BF\u30C7\u30D0\u30A4\u30B9\u3067\u3059\u3002
lunUsedByDiskWarning=LUN \u306F\u3059\u3067\u306B\u30C7\u30A3\u30B9\u30AF {0} \u306B\u3088\u3063\u3066\u4F7F\u7528\u3055\u308C\u3066\u3044\u307E\u3059\u3002
maxAssignedVmsPerUserHelp=\u3053\u306E\u30D7\u30FC\u30EB\u304B\u3089 1 \u4EBA\u306E\u30E6\u30FC\u30B6\u30FC\u304C\u30A2\u30BF\u30C3\u30C1\u3067\u304D\u308B\u4EEE\u60F3\u30DE\u30B7\u30F3\u306E\u6700\u5927\u6570\u3002\u3053\u306E\u30D5\u30A3\u30FC\u30EB\u30C9\u306E\u5024\u306F 1 \u3092\u6700\u5C0F\u5024\u3068\u3057\u3001\u3053\u306E\u30D7\u30FC\u30EB\u5185\u306E\u4EEE\u60F3\u30DE\u30B7\u30F3\u306E\u53F0\u6570\u3092\u6700\u5927\u5024\u3068\u3059\u308B\u7BC4\u56F2\u5185\u3067\u306A\u3051\u308C\u3070\u306A\u308A\u307E\u305B\u3093\u3002
mebibytes={0} MiB
megabytes={0} MB
memoryHotUnplugNotSupportedForCompatibilityVersionAndArchitecture=\u30E1\u30E2\u30EA\u30FC\u306E\u30DB\u30C3\u30C8\u30A2\u30F3\u30D7\u30E9\u30B0\u306F\u73FE\u5728\u306E\u4E92\u63DB\u30D0\u30FC\u30B8\u30E7\u30F3 ({0}) \u304A\u3088\u3073\u30A2\u30FC\u30AD\u30C6\u30AF\u30C1\u30E3\u30FC ({1}) \u3067\u306F\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
migratingProgress={0}\: {1}
migrationDowntimeInfo=\u30E9\u30A4\u30D6\u30DE\u30A4\u30B0\u30EC\u30FC\u30B7\u30E7\u30F3\u4E2D\u306B\u4EEE\u60F3\u30DE\u30B7\u30F3\u304C\u505C\u6B62\u72B6\u614B\u3092\u7D9A\u3051\u308B\u3053\u3068\u304C\u3067\u304D\u308B\u6700\u5927\u30DF\u30EA\u79D2\u6570\u3092\u793A\u3057\u307E\u3059\u30020 \u306E\u5024\u306F\u3001VDSM \u30C7\u30D5\u30A9\u30EB\u30C8\u5024\u304C\u4F7F\u7528\u3055\u308C\u308B\u3053\u3068\u3092\u610F\u5473\u3057\u307E\u3059 (\u73FE\u5728\u306E engine \u5168\u4F53\u306E\u30C7\u30D5\u30A9\u30EB\u30C8\u306F {0} \u30DF\u30EA\u79D2\u3067\u3059)\u3002
migrationPolicyInfo=\u79FB\u884C\u306E\u53CE\u675F\u3092\u51E6\u7406\u3059\u308B\u30DD\u30EA\u30B7\u30FC\u3092\u793A\u3057\u307E\u3059\u3002\u79FB\u884C\u30DD\u30EA\u30B7\u30FC\u304C\u6307\u5B9A\u3055\u308C\u3066\u3044\u306A\u3044\u5834\u5408\u306B\u306F\u3001\u30CF\u30A4\u30D1\u30FC\u30D0\u30A4\u30B6\u30FC\u304C\u53CE\u675F\u306B\u5BFE\u5FDC\u3057\u307E\u3059\u3002
migrationSelectInfo=\u30A2\u30AF\u30C6\u30A3\u30D6\u5316\u3055\u308C\u305F\u4EEE\u60F3\u30DE\u30B7\u30F3\u30C7\u30A3\u30B9\u30AF\u304C 1 \u3064\u3067\u3082 SCSI \u4E88\u7D04\u3092\u4F7F\u7528\u3057\u3066\u3044\u308B\u5834\u5408\u306B\u306F\u3001\u79FB\u884C\u30AA\u30D7\u30B7\u30E7\u30F3\u306F\u7121\u8996\u3055\u308C\u3001\u4EEE\u60F3\u30DE\u30B7\u30F3\u306F\u79FB\u884C\u3055\u308C\u307E\u305B\u3093\u3002\n\nHosted Engine \u306E\u4EEE\u60F3\u30DE\u30B7\u30F3\u3067\u306F\u3001\u30E2\u30FC\u30C9\u304C\u300C\u624B\u52D5\u306B\u3088\u308B\u79FB\u884C\u306E\u307F\u300D\u306B\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u308B\u5834\u5408\u3067\u3082\u3001\u4EEE\u60F3\u30DE\u30B7\u30F3\u306F\u30DB\u30B9\u30C8\u4E0A\u3067\u5B9F\u884C\u4E2D\u306E\u30A8\u30FC\u30B8\u30A7\u30F3\u30C8\u306B\u3088\u3063\u3066\u81EA\u52D5\u7684\u306B\u79FB\u884C\u3055\u308C\u307E\u3059\u3002
nextRunConfigurationCanBeAppliedImmediately=\u6B21\u306E\u5024\u306F\u5373\u6642\u306B\u9069\u7528\u3067\u304D\u307E\u3059\:
nextRunConfigurationCpuValue=CPU
nextRunConfigurationExists=\u4E00\u90E8\u306E\u5909\u66F4\u306F\u3001\u6B21\u56DE\u306E\u518D\u8D77\u52D5\u5F8C\u306B\u9069\u7528\u3055\u308C\u307E\u3059\u3002
nextRunConfigurationMemoryValue=\u30E1\u30E2\u30EA\u30FC
nextRunConfigurationMinAllocatedMemoryValue=\u78BA\u4FDD\u3059\u308B\u7269\u7406\u30E1\u30E2\u30EA\u30FC
nextRunConfigurationVmLeaseValue=\u4EEE\u60F3\u30DE\u30B7\u30F3\u30EA\u30FC\u30B9
noSpiceProxyDefined=SPICE \u30D7\u30ED\u30AD\u30B7\u30FC\u672A\u5B9A\u7FA9
numaMemory={0} MB
numaMemoryUsed={0} MB \u4F7F\u7528\u6E08\u307F
numaNode=NUMA {0}
numaPercentUsed={0}% \u4F7F\u7528\u6E08\u307F
numaSocketNumber=\u30BD\u30B1\u30C3\u30C8 {0}
numaTotalCpus={0} CPU
or={0} \u307E\u305F\u306F {1}
outOfXVMsInPool=\u53F0 (\u30D7\u30FC\u30EB\u5185\u306E\u4EEE\u60F3\u30DE\u30B7\u30F3\u5168 {0} \u53F0\u4E2D)
ovaPathInfo=oVirt OVA \u30D5\u30A1\u30A4\u30EB\u307E\u305F\u306F oVirt OVA \u30D5\u30A1\u30A4\u30EB\u3092\u542B\u3080\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u30FC\u3078\u306E\u30DB\u30B9\u30C8\u4E0A\u306E\u30D1\u30B9 (\u4ED6\u306E OVA \u30D5\u30A9\u30FC\u30DE\u30C3\u30C8\u306F\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u307E\u305B\u3093)\u3002
poolNameHelp=\u4EEE\u60F3\u30DE\u30B7\u30F3\u30A4\u30F3\u30C7\u30C3\u30AF\u30B9\u306B\u3001\u30DE\u30B9\u30AF\u3092\u6307\u5B9A\u3059\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u3059\u3002\u305F\u3068\u3048\u3070\u3001\u30D7\u30FC\u30EB ''my??pool'' \u3068\u6307\u5B9A\u3057\u305F\u5834\u5408\u3001\u751F\u6210\u3055\u308C\u308B\u540D\u524D\u306F\u6B21\u306E\u3088\u3046\u306B\u306A\u308A\u307E\u3059\: my01pool\u3001my02pool\u3001...my99pool
prestartedHelp=\u4E8B\u524D\u8D77\u52D5\u6E08\u307F\u306E\u4EEE\u60F3\u30DE\u30B7\u30F3\u306E\u53F0\u6570\u306F\u3001\u5B9F\u884C\u72B6\u614B (\u30E6\u30FC\u30B6\u30FC\u3078\u306E\u30A2\u30BF\u30C3\u30C1\u3092\u5F85\u6A5F\u4E2D) \u306E\u4EEE\u60F3\u30DE\u30B7\u30F3\u306E\u53F0\u6570\u3092\u5B9A\u7FA9\u3057\u307E\u3059\u3002\u8A31\u5BB9\u5024\u306F 0 \u3092\u6700\u5C0F\u5024\u3068\u3057\u3001\u30D7\u30FC\u30EB\u5185\u306B\u3059\u3067\u306B\u5B58\u5728\u3059\u308B\u4EEE\u60F3\u30DE\u30B7\u30F3\u306E\u53F0\u6570\u3092\u6700\u5927\u5024\u3068\u3059\u308B\u7BC4\u56F2\u5185\u3002
principalDepartment=\u90E8\u7F72\: {0}
principalEmail=\u30E1\u30FC\u30EB\: {0}
principalLoginName=\u30ED\u30B0\u30A4\u30F3\u540D\: {0}
principalName=\u540D\u524D\: {0} {1}
principalNamespace=\u540D\u524D\u7A7A\u9593\: {0}
principalNote=\u6CE8\u8A18\: {0}
profileAndNetwork={0} ({1})
profileAndNetworkSelected={0}/{1}
quotaFreeCpus=\u4F7F\u7528\u53EF\u80FD\: {0} vCPU
refreshRateSeconds={0} \u79D2
remapCtrlAltDelete=ctrl+alt+del \u306E\u30B7\u30E7\u30FC\u30C8\u30AB\u30C3\u30C8\u3092 {0} \u306B\u30DE\u30C3\u30D4\u30F3\u30B0\u3059\u308B
resumeBehaviorInfoIcon=(\u305F\u3068\u3048\u3070\u3001\u914D\u4E0B\u306E\u30B9\u30C8\u30EC\u30FC\u30B8\u30A2\u30AF\u30BB\u30B9\u30A8\u30E9\u30FC\u306A\u3069\u304C\u539F\u56E0\u3067) Paused \u3068\u306A\u3063\u305F\u5834\u5408\u306E\u4EEE\u60F3\u30DE\u30B7\u30F3\u306E\u52D5\u4F5C\u3002\u30B9\u30C8\u30EC\u30FC\u30B8\u30C9\u30E1\u30A4\u30F3\u304C\u554F\u984C\u3092\u5831\u544A\u3057\u306A\u304F\u306A\u308B\u3068\u3001Auto Resume \u306F\u4EEE\u60F3\u30DE\u30B7\u30F3\u306E\u81EA\u52D5\u518D\u958B\u3092\u8A66\u307F\u3001Leave Paused \u306F\u3001\u4EEE\u60F3\u30DE\u30B7\u30F3\u3092 Paused \u306E\u307E\u307E\u306B\u3057\u3066\u30E6\u30FC\u30B6\u30FC\u306E\u89E3\u6C7A\u3092\u5F85\u3061\u307E\u3059\u3002Kill \u306F\u3001\u4EEE\u60F3\u30DE\u30B7\u30F3\u306E\u96FB\u6E90\u3092\u78BA\u5B9F\u306B\u30AA\u30D5\u306B\u3057\u307E\u3059\u3002\u4EEE\u60F3\u30DE\u30B7\u30F3\u306E\u96FB\u6E90\u306F\u3001\u5225\u306E\u30DB\u30B9\u30C8\u3067\u518D\u3073\u8D77\u52D5\u3059\u308B\u524D\u306B\u30AA\u30D5\u306B\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002\u9AD8\u53EF\u7528\u6027\u306E\u4EEE\u60F3\u30DE\u30B7\u30F3\u306E\u30EA\u30FC\u30B9\u3067\u8A31\u53EF\u3055\u308C\u3066\u3044\u308B\u306E\u306F\u3001Kill \u52D5\u4F5C\u306E\u307F\u3067\u3059\u3002
roleOnUser=\u30E6\u30FC\u30B6\u30FC {1} \u306B\u5272\u308A\u5F53\u3066\u3089\u308C\u305F \u30ED\u30FC\u30EB {0}
selectConsoleFor=''{0}'' \u306E\u30B3\u30F3\u30BD\u30FC\u30EB\u3092\u9078\u629E
serialNumberInfo=\u30B7\u30EA\u30A2\u30EB\u756A\u53F7\u3092\u5B9F\u884C\u4E2D\u306E\u4EEE\u60F3\u30DE\u30B7\u30F3\u306B\u5272\u308A\u5F53\u3066\u308B\u30DD\u30EA\u30B7\u30FC\u3002\u30DB\u30B9\u30C8\u306E UUID\u3001\u4EEE\u60F3\u30DE\u30B7\u30F3\u306E UUID\u3001\u307E\u305F\u306F\u4EFB\u610F\u306E\u30AB\u30B9\u30BF\u30E0\u5024\u3092\u6307\u5B9A\u3059\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u3059\u3002
shareable=\u5171\u6709\u53EF\u80FD
snapshotContainsMemoryIncompatibleCluster=\u9078\u629E\u3057\u305F\u30B9\u30CA\u30C3\u30D7\u30B7\u30E7\u30C3\u30C8\u306E\u30E1\u30E2\u30EA\u30FC\u306F\u3001\u4EE5\u524D\u306E\u30AF\u30E9\u30B9\u30BF\u30FC\u30D0\u30FC\u30B8\u30E7\u30F3\u304B\u3089\u53D6\u5F97\u3055\u308C\u3066\u3044\u307E\u3059\u3002\u5FA9\u5143\u3092\u5B9F\u884C\u3057\u305F\u5834\u5408\u306B\u306F\u3001\u4EEE\u60F3\u30DE\u30B7\u30F3\u306E\u30AB\u30B9\u30BF\u30E0\u4E92\u63DB\u30D0\u30FC\u30B8\u30E7\u30F3\u306F {0} \u306B\u8A2D\u5B9A\u3055\u308C\u307E\u3059\u3002\u30E1\u30E2\u30EA\u30FC\u3092\u5FA9\u5143\u3059\u308B\u304B\u3069\u3046\u304B\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
snapshotDisksLabel=(\u30B9\u30CA\u30C3\u30D7\u30B7\u30E7\u30C3\u30C8\u306B\u306F {0} \u500B\u306E\u30C7\u30A3\u30B9\u30AF\u304C\u542B\u307E\u308C\u3066\u3044\u307E\u3059\: {1})
snapshotPreviewing={0} (\u30D7\u30EC\u30D3\u30E5\u30FC\u4E2D\: {1})
storageDomainFreeSpace={0} ({2} GiB \u4E2D {1} GiB \u304C\u4F7F\u7528\u53EF\u80FD)
systemDefaultOption=\u30B7\u30B9\u30C6\u30E0\u30C7\u30D5\u30A9\u30EB\u30C8 ({0})
templateVersionName=\ ({0})
threadsPerCoreInfo=\u540C\u6642\u30DE\u30EB\u30C1\u30B9\u30EC\u30C3\u30C7\u30A3\u30F3\u30B0\u3092\u8A2D\u5B9A\u3057\u307E\u3059\u3002\n\u5024\u3092\u5909\u66F4\u3059\u308B\u524D\u306B\u3001\u30DB\u30B9\u30C8\u306E\u30A2\u30FC\u30AD\u30C6\u30AF\u30C1\u30E3\u30FC\u30D7\u30ED\u30D1\u30C6\u30A3\u30FC\u3092\u78BA\u8A8D\u3057\u307E\u3059\u3002\n\u4E0D\u660E\u306A\u5834\u5408\u306B\u306F\u30011 \u30B3\u30A2\u3042\u305F\u308A\u306E\u30B9\u30EC\u30C3\u30C9\u6570\u3092 1  \u306E\u307E\u307E\u306B\u3057\u307E\u3059\u3002\n\u63A8\u5968\u5024\u306F\u4EE5\u4E0B\u306E\u3068\u304A\u308A\u3067\u3059\:\n - x86\: 1\n - Power8\: 1..8 (\u8CA0\u8377\u306E\u9AD8\u3044\u4EEE\u60F3\u30DE\u30B7\u30F3\u306B\u306F 8)
tscFrequencyInfo=\u78BA\u8A8D\u3057\u305F\u5834\u5408\u3001\u3053\u306E\u4EEE\u60F3\u30DE\u30B7\u30F3\u306F\u4E00\u81F4\u3059\u308B TSC \u5468\u6CE2\u6570\u306E\u30DB\u30B9\u30C8\u306E\u307F\u306B\u79FB\u884C\u3067\u304D\u307E\u3059\u3002\u3053\u308C\u306F\u3001\u30CF\u30A4\u30D1\u30D5\u30A9\u30FC\u30DE\u30F3\u30B9\u306E\u4EEE\u60F3\u30DE\u30B7\u30F3\u306E\u307F\u3067\u6709\u52B9\u3067\u3059\u3002
uiCommonPublicConnectionClosed=\u63A5\u7D9A\u304C\u9589\u3058\u3089\u308C\u307E\u3057\u305F\: {0}
uiCommonRunActionExecutionFailed={0}\u306E\u30A2\u30AF\u30B7\u30E7\u30F3\u3092\u5B9F\u884C\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\: {1}
uiCommonRunActionFailed=\u30A2\u30AF\u30B7\u30E7\u30F3\u3092\u5B9F\u884C\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\: {0}
uiCommonRunQueryFailed=\u30AF\u30A8\u30EA\u30FC\u3092\u5B9F\u884C\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\: {0}
uncaughtExceptionAlertMessage=\u4E0D\u660E\u306A\u4F8B\u5916\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u30DA\u30FC\u30B8\u306E<a href\="{0}">\u518D\u8AAD\u307F\u8FBC\u307F</a>\u3092\u8A66\u3057\u3066\u304F\u3060\u3055\u3044\u3002
uncaughtExceptionAlertMessageDetails=\u8A73\u7D30\: {0}
unpinnedRunningVmWarningIncompatability=\u30DB\u30B9\u30C8\u306E\u30CF\u30FC\u30C9\u30A6\u30A7\u30A2\u306E\u4E92\u63DB\u6027\u306E\u305F\u3081\u3001\u79FB\u884C\u307E\u305F\u306F\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u304C\u5931\u6557\u3059\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
unpinnedRunningVmWarningSecurity=\u79FB\u884C\u3059\u308B\u4EEE\u60F3\u30DE\u30B7\u30F3\u306B\u306F\u3001\u4EE5\u524D\u306E\u30DB\u30B9\u30C8\u306B\u3064\u3044\u3066\u306E\u60C5\u5831\u304C\u542B\u307E\u308C\u308B\u5834\u5408\u304C\u3042\u308A\u307E\u3059\u3002
unpinnedRunningVmWarningTitle=\u30DE\u30A4\u30B0\u30EC\u30FC\u30B7\u30E7\u30F3\u3092\u8A31\u53EF\u3059\u308B\u79FB\u884C\u30AA\u30D7\u30B7\u30E7\u30F3\u5909\u66F4
userWithRole=\u30ED\u30FC\u30EB {1} \u304C\u5272\u308A\u5F53\u3066\u3089\u308C\u305F\u30E6\u30FC\u30B6\u30FC {0}
vNumaName={0}_NUMA{1}
vmDisksLabel=\u4EEE\u60F3\u30DE\u30B7\u30F3\u306B\u306F {0} \u500B\u306E\u30C7\u30A3\u30B9\u30AF\u304C\u542B\u307E\u308C\u3066\u3044\u307E\u3059\: {1}
vmGuestCpuTypeWarning=\u4EEE\u60F3\u30DE\u30B7\u30F3 CPU \u306F\u30AF\u30E9\u30B9\u30BF\u30FC\u306E CPU \u30BF\u30A4\u30D7 ({0}) \u306B\u4E00\u81F4\u3057\u307E\u305B\u3093\u3002
warningSectionTitle=\u4EE5\u4E0B\u306E\u5909\u66F4\u306F\u3001\u4EEE\u60F3\u30DE\u30B7\u30F3\u306B\u30EA\u30B9\u30AF\u3092\u3082\u305F\u3089\u3059\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
