addressesVmGuestAgent={0} \u30A2\u30C9\u30EC\u30B9
assignNicsToProfilesPlural=\u4EEE\u60F3\u30DE\u30B7\u30F3\u306B\u306F NIC \u304C {0} \u57FA\u3042\u308A\u307E\u3059\u3002\u30D7\u30ED\u30D5\u30A1\u30A4\u30EB\u306B\u5272\u308A\u5F53\u3066\u3066\u304F\u3060\u3055\u3044\u3002
assignNicsToProfilesSingular=\u4EEE\u60F3\u30DE\u30B7\u30F3\u306B\u306F NIC \u304C 1 \u57FA\u3042\u308A\u307E\u3059\u3002\u30D7\u30ED\u30D5\u30A1\u30A4\u30EB\u306B\u5272\u308A\u5F53\u3066\u3066\u304F\u3060\u3055\u3044\u3002
asyncCallFailure=\u30B5\u30FC\u30D0\u30FC\u304B\u3089\u30C7\u30FC\u30BF\u3092\u30ED\u30FC\u30C9\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\: {0}
bootable=\u30D6\u30FC\u30C8\u53EF\u80FD
cloneVmNotSupported=\u30B9\u30CA\u30C3\u30D7\u30B7\u30E7\u30C3\u30C8\u304B\u3089\u306E\u4EEE\u60F3\u30DE\u30B7\u30F3\u306E\u30AF\u30ED\u30FC\u30F3\u4F5C\u6210\u306F\u3001{0} \u4EE5\u964D\u306E\u30D0\u30FC\u30B8\u30E7\u30F3\u306E\u30AF\u30E9\u30B9\u30BF\u30FC\u3067\u306E\u307F\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u3059\u3002
connectingToPoolIsNotSupported=\u4EEE\u60F3\u30DE\u30B7\u30F3\u30D7\u30FC\u30EB\u3078\u306E\u63A5\u7D9A\u306F\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
cpuInfoLabel={0} ({1} \u30BD\u30B1\u30C3\u30C8\u3001\u30BD\u30B1\u30C3\u30C8\u3042\u305F\u308A {2} \u30B3\u30A2)
defaultTimeZoneCaption=\u30C7\u30D5\u30A9\u30EB\u30C8\: {0}
diskAttachedToOtherVMs={1} \u4EE5\u5916\u306B {0} \u53F0\u306E\u4EEE\u60F3\u30DE\u30B7\u30F3\u306B\u30A2\u30BF\u30C3\u30C1\u3055\u308C\u3066\u3044\u308B
diskAttachedToVMs=\u4EEE\u60F3\u30DE\u30B7\u30F3 {0} \u53F0\u306B\u30A2\u30BF\u30C3\u30C1\u3055\u308C\u3066\u3044\u308B
diskNote=\u30C7\u30A3\u30B9\u30AF\u306F\u4EE5\u4E0B\u306E\u3088\u3046\u306B\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u307E\u3059\:
disksStatusWarning=\u6B21\u306E\u30C7\u30A3\u30B9\u30AF\u306F {0} \u306E\u30B9\u30C6\u30FC\u30BF\u30B9\u3067\u3059\: {1}
errorConnectingToConsole={0} \u306B\u63A5\u7D9A\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u3053\u306E\u30D6\u30E9\u30A6\u30B6\u30FC\u306F {1} \u30D7\u30ED\u30C8\u30B3\u30EB\u3092\u30B5\u30DD\u30FC\u30C8\u3057\u3066\u3044\u307E\u305B\u3093\u3002
globalVncKeyboardLayoutCaption=\u30C7\u30D5\u30A9\u30EB\u30C8 [{0}]
lastDiskAlignment=\u524D\u56DE\u306E\u30B9\u30AD\u30E3\u30F3\: {0}
lunAlreadyPartOfStorageDomainWarning=LUN \u306F\u3059\u3067\u306B\u30B9\u30C8\u30EC\u30FC\u30B8\u30C9\u30E1\u30A4\u30F3 {0} \u306E\u4E00\u90E8\u3067\u3059\u3002
lunUsedByDiskWarning=LUN \u306F\u3059\u3067\u306B\u30C7\u30A3\u30B9\u30AF {0} \u306B\u3088\u3063\u3066\u4F7F\u7528\u3055\u308C\u3066\u3044\u307E\u3059\u3002
maxAssignedVmsPerUserHelp=\u3053\u306E\u30D7\u30FC\u30EB\u304B\u3089 1 \u30E6\u30FC\u30B6\u30FC\u304C\u30A2\u30BF\u30C3\u30C1\u3067\u304D\u308B\u4EEE\u60F3\u30DE\u30B7\u30F3\u306E\u6700\u5927\u6570\u3002\u3053\u306E\u30D5\u30A3\u30FC\u30EB\u30C9\u306E\u5024\u306F\u5C11\u306A\u304F\u3068\u3082 1 \u306B\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
outOfXVMsInPool=\u53F0 (\u30D7\u30FC\u30EB\u5185\u306E\u4EEE\u60F3\u30DE\u30B7\u30F3\u5168 {0} \u53F0\u4E2D)
poolNameHelp=\u4EEE\u60F3\u30DE\u30B7\u30F3\u30A4\u30F3\u30C7\u30C3\u30AF\u30B9\u306B\u3001\u30DE\u30B9\u30AF\u3092\u6307\u5B9A\u3059\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u3059\u3002\u4F8B\u3048\u3070\u3001\u30D7\u30FC\u30EB ''my??pool'' \u3068\u6307\u5B9A\u3057\u305F\u5834\u5408\u3001\u751F\u6210\u3055\u308C\u308B\u540D\u524D\u306F\u6B21\u306E\u3088\u3046\u306B\u306A\u308A\u307E\u3059\: my01pool\u3001my02pool\u3001...my99pool
prestartedHelp=\u4E8B\u524D\u8D77\u52D5\u6E08\u307F\u306E\u4EEE\u60F3\u30DE\u30B7\u30F3\u306E\u53F0\u6570\u306F\u3001\u7A3C\u50CD\u4E2D\u306E\u72B6\u614B (\u30E6\u30FC\u30B6\u30FC\u306B\u30A2\u30BF\u30C3\u30C1\u3055\u308C\u308B\u306E\u3092\u5F85\u6A5F\u3057\u3066\u3044\u308B\u72B6\u614B) \u306E\u4EEE\u60F3\u30DE\u30B7\u30F3\u306E\u53F0\u6570\u3092\u5B9A\u7FA9\u3057\u307E\u3059\u3002\u8A31\u5BB9\u5024\: 0 \u3092\u6700\u5C0F\u5024\u3001\u30D7\u30FC\u30EB\u5185\u306B\u3059\u3067\u306B\u5B58\u5728\u3059\u308B\u4EEE\u60F3\u30DE\u30B7\u30F3\u306E\u53F0\u6570\u3092\u6700\u5927\u5024\u3068\u3059\u308B\u7BC4\u56F2\u5185\u3002
profileAndNetwork={0} ({1})
profileAndNetworkSelected={0}/{1}
quotaFreeCpus=\u4F7F\u7528\u53EF\u80FD\: {0} vCPU
refreshRateSeconds={0} \u79D2
selectConsoleFor=''{0}'' \u306E\u30B3\u30F3\u30BD\u30FC\u30EB\u3092\u9078\u629E
shareable=\u5171\u6709\u53EF\u80FD
storageDomainFreeSpace={0} ({2} GB \u4E2D\u3001{1} GB \u304C\u4F7F\u7528\u53EF\u80FD)
uiCommonPublicConnectionClosed=\u63A5\u7D9A\u304C\u9589\u3058\u3089\u308C\u307E\u3057\u305F\: {0}
uiCommonRunActionExecutionFailed={0}\u306E\u30A2\u30AF\u30B7\u30E7\u30F3\u3092\u5B9F\u884C\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\: {1}
uiCommonRunActionFailed=\u30A2\u30AF\u30B7\u30E7\u30F3\u3092\u5B9F\u884C\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\: {0}
uiCommonRunQueryFailed=\u30AF\u30A8\u30EA\u3092\u5B9F\u884C\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\: {0}
