#
#
# Bundle name: org.ovirt.engine.ui.common.CommonApplicationMessages
# Locale: pt_BR
#
#
#Thu May 19 01:24:21 EDT 2016
addressesVmGuestAgent=endere\u00E7os {0}
asyncCallFailure=Erro durante a leitura de dados do servidor\: {0}
bootable=Bootable
consoleOverrideDefinedInGlobalConfig=configura\u00E7\u00E3o global
consoleOverrideDefinedOnCluster=cluster
consoleOverrideSpiceProxyMessage=Isto ser\u00E1 substitu\u00EDdo pelo SPICE proxy definido no {0}. A configura\u00E7\u00E3o atual\: {1}. O formato do endere\u00E7o SPICE proxy\: [protocol\://]<host>[\:port]. O \u00FAnico protocolo suportado \u00E9 o http.
defaultTimeZoneCaption=default\: {0}
diskAttachedToOtherVMs=Conectado a {0} MV(s) diferente(s) de {1}
diskAttachedToVMs=Conectado a {0} MV(s)
diskNote=Note que o disco \u00E9\:
disksStatusWarning=Os seguintes discos est\u00E3o no status {0}\: {1}
emptyProfile=<Empty>
emptyProfileDescription=N\u00E3o determine qualquer perfil a esta interface de rede virtual
globalVncKeyboardLayoutCaption=default [{0}]
hotPlugUnplugCpuWarning=Adicione automaticamente as CPUs pela altera\u00E7\u00E3o do n\u00FAmero de sockets. Por favor consulte a documenta\u00E7\u00E3o de seu sistema operacional convidado para certificar-se  que isto possui suporte apropriado para a adi\u00E7\u00E3o instant\u00E2nea da CPU
lastDiskAlignment=\u00DAltimo scan\: {0}
lunAlreadyPartOfStorageDomainWarning=O LUN j\u00E1 faz parte de um Storage Domain\: {0}
lunUsedByDiskWarning=O LUN j\u00E1 est\u00E1 sendo usado por um Disco\: {0}
maxAssignedVmsPerUserHelp=O n\u00FAmero m\u00E1ximo de MVs que um \u00FAnico usu\u00E1rio pode atribuir a este pool. Este campo deve possuir entre 1 e 32.767.
migrationDowntimeInfo=Representa o n\u00FAmero m\u00E1ximo de mil\u00E9simos de segundos que a MV pode estar desativada durante a migra\u00E7\u00E3o. O valor 0 significa que o VDSM default poder\u00E1 ser usado. (O default de todo o mecanismo no momento \u00E9 {0}ms)
nextRunConfigurationCanBeAppliedImmediately=Os seguintes valores podem ser aplicados imediatamente\:<br/>- cpu
nextRunConfigurationExists=Algumas das altera\u00E7\u00F5es ser\u00E3o aplicados ap\u00F3s O PR\u00D3XIMO REIN\u00CDCIO.
noSpiceProxyDefined=Nenhum SPICE proxy definido
or={0} ou {1}
outOfXVMsInPool=fora de {0} MVs no pool
poolNameHelp=N\u00E3o \u00E9 poss\u00EDvel especificar a m\u00E1scara para os \u00EDndices da MV, por exemplo\:
prestartedHelp=O n\u00FAmero de MVs Pr\u00E9-iniciadas define o n\u00FAmero de MVs no estado Run, que est\u00E3o esperando para serem conectadas aos Usu\u00E1rios. Valores aceitos\: 0 para o N\u00FAmero de MVs que j\u00E1 existem no Pool.
profileAndNetwork={0} ({1})
profileAndNetworkSelected={0}/{1}
quotaFreeCpus=Dispon\u00EDvel\: {0} vCPU
refreshRateSeconds={0} s
remapCtrlAltDelete=Mapear o atalho control-alt-del para {0}
roleOnUser=Fun\u00E7\u00E3o\: {0} no Usu\u00E1rio\: {1}
selectConsoleFor=Selecionar Console para ''{0}''
serialNumberInfo=Pol\u00EDtica de determina\u00E7\u00E3o de n\u00FAmeros de s\u00E9rie para execu\u00E7\u00E3o das MVs. Isto pode ser UUID do Host, UUID da MV ou qualquer valor personalizado.
shareable=Compartilh\u00E1vel
storageDomainFreeSpace={0} ({1} GB dispon\u00EDvel de {2} GB)
uiCommonPublicConnectionClosed=Conex\u00E3o fechada\: {0}
uiCommonRunActionExecutionFailed=Erro durante a execu\u00E7\u00E3o da a\u00E7\u00E3o {0}\: {1}
uiCommonRunActionFailed=Erro durante a execu\u00E7\u00E3o da a\u00E7\u00E3o\: {0}
uiCommonRunQueryFailed=Erro durante a execu\u00E7\u00E3o da consulta\: {0}
userWithRole=Usu\u00E1rio\: {0} com a Fun\u00E7\u00E3o\: {1}
